{
    "F1.0": [
        "功能1.0",
        "医院功能与任务、发展目标及规划。",
        "",
        "",
        "",
        ""
    ],
    "F1.1": [
        "功能1.1",
        "医院的功能定位与任务，符合本区域卫生发展规划。",
        "",
        "",
        "",
        ""
    ],
    "F1.1.1": [
        "功能1.1.1",
        "医院的功能定位与任务，符合本区域卫生发展规划，并逐步建立起以患者为中心、根植于本院理念，并具有特色价值趋向和行为守则的医院文化。【相互引用功能 1.1.2，管理1.1.1】",
        "医院建立愿景、使命、价值观、目标、功能与任务。功能与任务符合本区域卫生发展规划，发展规划和管理目标能体现医院宗旨与愿景、使命与价值观，并与医院功能任务相匹配。医院建立健全现代医院治理制度、以指导和控制医院运作的规则、实践和流程，平衡所有利益相关者的利益，并明确各阶层的权力与责任。\n医院有健全的章程，重视文化建设，明确医院应遵循的文化建设制度，把医院文化培育成核心竞争力，建立以患者为中心、注重医疗质量安全根植于医院服务理念的特色价值取向和行为守则。\n医院用多种途径向全体员工、患者、利益相关者及社会宣传医院的宗旨、愿景、使命、价值观、目标和功能任务。\n公立医院加强治理，成立党委/理事会/董事会，明确党委/理事会/董事会职责，确保工作高效、循证决策、规范运作。医院将实施健全的决策治理体系和院长负责制的行政管理体系【相互引用功能 1.1.2，管理1.1.1】。 \n医院以章程为统领建立院长或承担相应职能人员的责权授权机制。院长依据授权、法律、法规、医院章程规定及上级卫生主管部门的要求行使权力。 ",
        "1. \t医院的功能与任务，符合本区域卫生发展规划，有记录。 \n2. \t医院发展规划落实，管理目标体现医院宗旨与愿景、使命与价值观，并与医院功能任务相匹配。 \n3. \t建立健全现代医院管理制度及医院章程，明确医院应遵循的医院文化建设制度，体现\"以患者为中心\"和医疗质量安全。 \n4. \t医院有党委/理事会/董事会领导下的院长负责制院长或承担相应管理职能人员的责权授权机制，并执行。 \n5. \t医院对其功能任务与管理目标、医院文化和体现以患者为中心的导向的实施情况有自查，对存在问题有纠正措施。 ",
        "医院对其功能任务与管理目标、党委/理事会/董事会领导下的院长负责制院长或承担相应管理职能人员的责权授权机制、医院文化和体现以患者为中心的导向的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对其功能任务与管理目标、党委/理事会/董事会领导下的院长负责制院长或承担相应管理职能人员的责权授权机制、医院文化和体现以患者为中心的导向改进有成效。 "
    ],
    "F1.1.2": [
        "功能1.1.2",
        "医院依据国家法律法规的要求，制定医院中长期发展规划与年度工作计划，医院规模和发展目标与医院的功能定位与任务一致。【相互引用功能1.1.1，管理1.1.1，管理1.5.1】",
        "依据国家法律、法规的要求，医院制定中长期发展规划（内容包括：目标、实施方法、实施步骤、工作分工、相关预算以及年度安排等）及年度工作计划，并有服务目标。医院规模和发展目标与医院的功能任务一致。每个年度工作计划项目有明确负责单位/人员和完成期限，需定期评估其进度能否在预期时限内达到预期成效、并根据结果及时作有需要的调整。医院各科室（部门）参与医院中长期发展规划及年度工作计划制定。中长期发展规划及年度工作计划由集体讨论决定，经职工代表大会征求职工意见后，通过医院公众号、网站等征求患者及其家人和社区意见。\n由党委/理事会/董事会领导下的院长办公会议集体审议，对中长期发展规划及年度工作计划草案进行分析、总结。\n院长向医院党委/理事会/董事会提交中长期发展规划及年度工作计划草案、经党委/理事会/董事会审议、通过批准后由院长组织落实；各部门、各科室根据医院的年度工作计划制定及实施其年度工作计划。\n院领导定期（每半年一次）将工作情况（含：中长期发展规划和年度工作计划）向党委/理事会/董事会报告并接受评议【相互引用功能1.1.1，管理1.1.1，管理1.5.1】。 ",
        "1. \t医院有中长期发展规划与年度工作计划，规模和发展目标与医院的功能任务一致。 \n2. \t医院制定中长期发展规划与年度工作计划咨询员工、患者、家属和社会。 \n3. \t各职能部门及科室根据医院的年度工作计划制定及实施其年度工作计划。 \n4. \t各职能部门及科室医院对中长期发展规划与年度工作计划的实施情况有自查，对存在问题有纠正措施。 ",
        "医院对全院中长期发展规划及年度工作计划的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对全院中长期发展规划与年度工作计划的落实过程的改进有成效。 "
    ],
    "F2.0": [
        "功能2.0",
        "坚持公立医院公益性。",
        "",
        "",
        "",
        ""
    ],
    "F2.1": [
        "功能2.1",
        "医院坚持公立医院公益性，把社会效益放在首位，履行相应的社会责任和义务。",
        "",
        "",
        "",
        ""
    ],
    "F2.1.1": [
        "功能2.1.1",
        "医院坚持公立医院公益性，把社会效益放在首位，履行相应的社会责任和义务。公立医院资源主要用于公众服务，特需服务规模符合国家要求。",
        "医院贯彻执行国家法律、法规的要求，坚持医院公益性，把社会效益放在首位，履行相应的社会责任和义务。医院\"以患者为中心\"，保障和规范基本医疗服务，有优化质量、改进服务、降低成本、控制费用的措施并执行，并完成政府指定的公共卫生服务。、公立医院资源主要用于公众服务，特需服务规模符合国家要求、控制特需服务规模，履行突发公共事件紧急医疗救援、援外和对口支援等任务。 ",
        "1. \t医院履行社会效益的责任和义务，医院资源主要用于公众服务和特需服务规模符合国家要求，有记录。 \n2. \t医院有保障基本医疗服务的相关制度与规范，并执行。 \n3. \t医院对社会效益的责任和义务、资源应用与特需服务和基本医疗服务制度与规范的实施情况有自查，对存在问题有纠正措施。",
        "医院对社会效益的责任和义务、资源应用、特需服务和基本医疗服务制度与规范的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对社会效益的责任和义务、资源应用、特需服务和基本医疗服务制度与规范的改进有成效。 "
    ],
    "F2.1.2": [
        "功能2.1.2",
        "医院具备承担服务区域内与其功能任务定位相适应的急危重症和疑难疾病诊疗的设施设备、技术梯队与处置能力。【相互引用质量4.2.1】",
        "医院遵守国家法律、法规，有承担服务区域内急危重症和疑难疾病诊疗的设施设备、技术梯队与处置能力。医院、急诊医学科根据突发公共卫生事件和重大事故灾害的应急医疗救援特点制定大规模抢救工作流程，并保证绿色通道畅通。急诊科、重症医学科提供24小时急危重症诊疗服务，负责全院重症医学患者的诊治。所有相关部门组织实施和协调应急医疗救援有记录【相互引用质量4.2.1】。 ",
        "1. \t医院有承担本区域急危重症和疑难疾病诊疗的设施设备、技术梯队与处置能力并有相关部门组织实施和协调应急医疗救援的记录。 \n2. \t相关职能部门及科室对急危重症和疑难疾病诊疗服务的设施设备、技术梯队与处置能力的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对急危重症和疑难疾病诊疗服务的设施设备、技术梯队与处置能力的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对改进急危重症和疑难疾病诊疗服务的设施设备、技术梯队与处置能力的改进有成效。 "
    ],
    "F2.1.3": [
        "功能2.1.3",
        "公立医院促进医疗资源扩容和下沉，完成对口支持下级医院等政府指令性任务。加强医联体、医共体建设、实行分级诊疗，建立与实施双向转诊制度与服务流程，提升医联体内基层医院服务能力。将对口支持下级医院和支持社区卫生服务工作及慢性病管理纳入院长目标责任制与医院年度工作计划【相互引用管理2.1.4】，有实施方案，由专人负责。",
        "公立医院加强医联体、医共体建设，实行分级诊疗，建立并实施双向转诊制度与相关服务流程，签订医联体、医共体建设、双方转诊协议，建立规范双向转诊信息平台，资料完整，促进优质医疗资源扩容和下沉，提升医联体、医共体内基层医院服务能力。 \n公立医院将对口支援下级医院、社区卫生服务工作及开展慢性病管理均纳入院长目标责任制与医院年度工作计划，有实施方案，有专人负责。根据受援医院的实际情况，双方制定具体的技术指导、人才培养及管理支持目标和实施方案，签订协议书。医院承担援疆援藏、健康扶贫，为下级医院培养卫生技术人员等政府指令性任务，制订相关的制度、培训方案，并有具体保障措施。 \n公立医院每年制定为下级医院培养技术骨干等人才项目的实施计划和培训方案，并有完整的项目资料。医院将受援医院考核结果纳入绩效考核与医务人员定期考核，并与聘任、任用、评优、晋升等挂钩【相互引用管理2.1.4】。 ",
        "1. \t公立医院有加强医联体、医共体建设、提升医联体、医共体内基层医院服务能力、分级诊疗、双向转诊制度与相关服务流程，并实施。 \n2. \t公立医院将对口帮扶及支持下级医院、社区卫生服务工作及开展慢性病管理均纳入院长目标责任制管理与医院年度工作计划，并实施。 \n3. \t公立医院有对口支援目标、实施方案，培训计划及对医院帮扶人员考核方案，并落实。 \n4. \t相关职能部门及科室对提升医联体、医共体内基层医院服务能力、对口支援下级医院的目标、实施方案、培训计划及慢性病管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对提升医联体、医共体内基层医院服务能力、对口支援下级医院的目标、实施方案、培训计划及慢性病管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明公立医院对提升医联体、医共体内基层医院服务能力、对口支援下级医院的目标、实施方案、培训计划及慢性病管理的改进有成效。"
    ],
    "F2.1.4": [
        "功能2.1.4",
        "医院开展健康教育与科普宣传，普及疾病预防等相关知识。【相互引用质量4.2.3】",
        "医院有帮助社区开展慢性病宣传及管理的计划和具体实施方案。针对本地区人群健康状况特点，实行医防结合。医院有开展健康知识宣传、普及和教育、慢性病管理等社会公益活动。\n医院与科室加强出院患者健康教育【相互引用质量 4.2.3】，并开展多种形式的健康教育、慢性病管理与科普宣传，普及疾病预防、器官组织捐献、无偿献血、防止药物滥用等知识，以增加群众对疾病的了解，减轻心理压力，增强自我保健及防御疾病的意识及能力。",
        "1. \t医院有实行社会和出院患者健康教育、慢性病管理与科普宣传工作，普及疾病预防等相关知识，有记录。 \n2. \t相关职能部门及科室对为社会和出院患者进行的健康教育、慢性病管理与科普宣传工作的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院为社会和出院患者进行的健康教育、慢性病管理与科普宣传工作的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院为社会和出院患者进行的健康教育、慢性病管理与科普宣传工作的改进有成效。 "
    ],
    "F2.1.5": [
        "功能2.1.5",
        "医院执行全国医疗卫生系统全面禁烟的决定。",
        "医院有执行国家全面禁烟的具体措施，在医院内、病房内、办公室、值班室及所有房间内均有禁止吸烟的醒目标识，每位员工均有劝阻他人不在禁止吸烟区域内抽烟的职责。 \n对有吸烟史的住院患者进行禁止吸烟的宣传教育及戒烟健康教育。 ",
        "1. \t医院有执行禁止吸烟的措施，院内、病房内、办公室、值班室及所有房间内均有禁止吸烟的醒目标识。 \n2. \t医院有执行禁止吸烟的宣传教育，有记录，每位员工知晓有劝阻他人不在禁止吸烟区域内抽烟的职责。 \n3. \t相关职能部门及科室对禁止吸烟的执行与宣传教育的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对禁止吸烟的执行与宣传教育的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对禁止吸烟的执行与宣传教育的改进有成效。 "
    ],
    "F3.0": [
        "功能3.0",
        "应急管理",
        "",
        "",
        "",
        ""
    ],
    "F3.1": [
        "功能3.1",
        "医院遵守国家法律法规及部门规章，严格执行各级政府制定的应急预案，承担突发公共事件和重大事故灾害的紧急医疗救援与救治任务。",
        "",
        "",
        "",
        ""
    ],
    "F3.1.1": [
        "功能3.1.1",
        "医院严格执行各级政府制定的应急预案，承担突发公共卫生事件和重大事故灾害的紧急医疗救援与救治工作，开展灾害脆弱性分析，建立医院应对主要突发事件策略。具有减灾、备灾、救灾的预案及措施和有灾后恢复的计划及方案。【相互引用功能3.1.3，管理6.4.2】",
        "医院遵守国家法律、法规，严格执行各级政府制定的应急预案，按照\"平战结合、防治结合\"的要求加强建设。根据卫生行政部门指令，承担突发公共卫生事件和重大事故灾害的紧急医疗救援与救治工作。医院定期进行风险评估，建立灾害脆弱性分析，识别各类突发事件对医疗服务和运作可能产生的影响。根据分析报告的结果制订医院总体和个别灾难的应对预案和部门预案，明确各个部门及相关人员职责以及应急反应行动的程序。医院建立减灾、备灾、救灾及灾后恢复的预案及措施并在有需要时及时启动【相互引用功能3.1.3，管理6.4.2】，有灾后恢复计划，并根据灾情的影响调整年度工作计划和中长期发展计划。 ",
        "1. \t医院有进行风险评估及灾害脆弱性分析报告，识别各类突发事件对医疗服务和运作可能产生的影响，有记录。 \n2. \t医院有总体和个别灾难的应对预案和部门预案，包括备灾、减灾，救灾和灾后恢复的预案及措施，有演练、有记录。 \n3. \t医院对各种重大事故灾害的紧急应变计划的实施情况有自查，对存在问题有纠正措施。 ",
        "医院对各种重大事故灾害的紧急应变计划的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对各种重大事故灾害的紧急应变计划的改进有成效。 "
    ],
    "F3.1.2": [
        "功能3.1.2",
        "医院成立医院应急工作领导小组，建立医院应急管理组织和指挥系统，负责医院应急管理工作，落实责任，不断完善医院应急管理的机制。【相互引用功能3.1.3，质量4.2.1，管理6.4.1】",
        "医院成立医院应急指挥领导小组，建立医院应急管理组织和指挥系统，落实责任并不断完善，明确医院需要应对的主要突发事件策略，制定和完善各类应急预案，提高快速反应能力【相互引用管理6.4.1】。 \n医院有应急管理与协调机制和工作流程。明确院长是应急指挥领导小组组长、是医院应急指挥系统的第一责任人，负责医院应急医疗救援工作组织实施及院内、外各部门间的协调；负责院内各部门、各科室间的协调；负责紧急状态下各类人力资源、抢救物资的配置与调配；【相互引用管理6.4.1】负责保持通信通畅，以进行及时的信息报告和信息发布【相互引用功能3.1.3】。 \n医院有紧急医疗救援应急物资和设备储备计划；且有严格的管理制度及审批程序，并有应对应急物资设备短缺的紧急供应渠道；制定必备的物资储备目录并落实【相互引用管理6.4.1】。 \n医院能提供\"24小时×7天\"连续不间断的急诊服务，包括医学影像、检验、药剂等所有涉及抢救的部门及科室均提供\"24小时×7天\"的急诊服务。医院总值班有应急管理的明确职责和流程，有规定职能部门、各科室值班人员在医院突发紧急事件时是第一响应者，并有具体职责与任务，其他所有员工处于待命状态。 \n医院、急诊科有根据应急医疗救援特点制定大规模抢救工作流程。医务人员具有危重患者诊疗及护理常规、技术规范、风险评估、应急预案和安全防范措施。由急诊、重症、手术和多学科团队组成的应急医疗团队有灾难紧急救治方案，保障绿色通道的畅通和协调的顺畅【相互引用质量4.2.1】。保障多发伤、复合伤、疑难病例的抢救治疗。 ",
        "1. 医院有应急指挥领导小组及指挥系统，有应急管理与协调机制和工作流程，有记录。 2、医院对应急指挥领导小组及指挥系统、应急管理与协调机制和工作流程的实施情况有自查，对存在问题有纠正措施。 ",
        "医院对应急指挥领导小组及指挥系统、应急管理与协调机制和工作流程的实施有监管、定期分析、反馈和实施改进措施、并有相关证明。 ",
        "持续改进有成效，有证据证明医院对改进应急指挥领导小组及指挥系统、应急管理与协调机制和工作流程的改进有成效。 "
    ],
    "F3.1.3": [
        "功能3.1.3",
        "医院面对突发公共卫生事件和重大事故灾害，医院实施减灾、备灾、救灾的预案，把灾害对医院的影响减到最低，确保医院的基本运行。【相互引用功能3.1.1，功能3.1.2，管理6.4.1，管理6.4.2】",
        "医院根据各种公共卫生事件和重大事故灾害特点，制定所需的紧急应变计划，实施减灾、备灾、救灾的制度与流程。医院有应急指挥系统的相关信息制度，确保院内和院外的信息报告和信息发布畅通【相互引用功能3.1.2】。 \n医院建立急诊管理制度和工作流程、突发应急事件处置预案并组织实施方案。全力救治伤员，分流患者，因地制宜尽快建立新的工作流程，把灾害对医院的影响减到最低，同时建立尽量维持医院正常运作的方案。医院实施灾后恢复计划，需及时将医院基本设施、运作与服务加以恢复【相互引用功能3.1.1，管理6.4.1，管理6.4.2】，并首先恢复急危重症患者的医疗服务。 \n医院有关心员工，减少灾害引起的伤害，应急时尽可能提供正常的工作条件及生活环境，并有使员工保持良好工作状态的措施。 ",
        "1. \t医院有对各种灾难所需的灾害应变计划包括减灾、备灾、救灾及灾后恢复的制度与流程，有记录。 \n2. \t医院对各种灾难所需的灾害应变计划的预案有自查，有的有演练，对存在问题有纠正措施。 ",
        "医院对各种灾难所需的灾害应变计划的预案及演练有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对各种灾难所需的灾害应变计划的预案及演练实施改进有成效。 "
    ],
    "F3.1.4": [
        "功能3.1.4",
        "医院开展应急培训和演练，提高各级、各类人员的应急素质和医院的整体应急能力。【相互引用管理6.4.3】",
        "医院有应急培训和演练，有提高各级、各类人员的应急素质和医院的整体应急能力的制度及计划，定期对各级各类人员进行应急相关法律、法规、预案及应急知识、技能和能力的培训，组织考核。各岗位相关人员知晓部门本岗位的履职要求和应急预案。医护人员能够熟练并正确使用各种抢救设备，掌握各种抢救技能，包括高级心肺复苏技能。有医务人员紧急意外情况的医疗护理应急预案和处理流程，有培训与演练【相互引用管理6.4.3】。 \n医院与各相关部门包括：急诊，内科、外科专业科室（包括介入专业）、药学、医学影像（普通放射、CT、超声等）、临床检验、输血等；医疗器械部门及保障部门，每年开展至少一次各类突发事件的总体预案和专项预案应急医疗救援演练，包括减灾、备灾、救灾和灾后恢复，保证各岗位相关人员掌握主要应急技能和防灾技能。 ",
        "1. \t医院有各级、各类人员的应急培训和演练，有记录。 \n2. \t医务人员有紧急意外情况的应急预案和处理流程，有培训和技能演练，有记录。 \n3. \t医院及相关部门每年至少一次整个灾难应变计划或其中关键部分的演练，有记录。 \n4. \t相关职能部门及科室对急诊抢救工作、医护人员抢救技能、应急培训和演练的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对各级、各类人员的应急培训和演练的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对各级、各类人员的应急培训和演练的改进有成效。 "
    ],
    "F3.2": [
        "功能3.2",
        "医院根据国家相关法律法规承担传染病的发现、救治、报告、预防等任务。",
        "",
        "",
        "",
        ""
    ],
    "F3.2.1": [
        "功能3.2.1",
        "医院有健全的传染病防治组织架构和系统，有专门科室承担本单位和责任区域内的传染病预防、控制与报告工作，并采取必要的救治、隔离措施。【相互引用质量3.3.9】",
        "根据国家相关法律法规，医院承担传染病、食源性疾病的发现、救治、报告、预防等任务。医院有健全的突发传染病防治救治计划与组织架构，包括传染病及食源性疾病防治领导小组、重点传染病及食源性疾病防治和突发公共卫生事件救治专家组，承担传染病及食源性疾病的发现、救治、报告、预防等任务。医院按照传染病及食源性疾病有关规定及时报告疫情并指定专人负责【相互引用质量3.3.9】。 \n医院有专门部门负责承担本单位和责任区域内的传染病及食源性疾病预防与控制工作，对本单位内被传染病病原体污染的场所、物品实施消毒和无害化处置。 \n医院对承担传染病及食源性疾病发现、救治、报告、预防等任务的工作人员有进行岗前及在岗培训，有培训计划并落实，相关工作人员经考核合格后方可上岗，对不合格人员实行离岗再培训。 ",
        "1. \t医院有健全的突发传染病防治救治组织架构及工作计划。 \n2. \t医院有专门科室承担本单位和责任区域内的传染病及食源性疾病预防与控制及善后工作。 \n3. \t医院有指定人员按照传染病及食源性疾病防治有关规定及时报告疫情。 \n4. \t医院对感染性疾病科工作人员有岗前及在岗培训计划、定期对全体医务人员进行的传染病、食源性疾病防治知识、传染病报告流程及有关技能进行培训与处置演练，并有记录。 \n5. \t相关职能部门及科室对本单位和区域内的传染病及食源性疾病预防与控制及善后工作和院内培训与处置演练的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对本单位和区域内的传染病及食源性疾病预防与控制及善后工作和院内培训与处置演练的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对本单位和区域内的传染病及食源性疾病预防与控制及善后工作和院内培训与处置演练的改进有成效。 "
    ],
    "F3.2.2": [
        "功能3.2.2",
        "医院有传染病预检分诊制度，诊疗信息登记完整。【相互引用质量 3.3.2，质量4.1.2】",
        "医院实行预检分诊制度，门、急诊预检分诊场所设置规范，有完善的预检分诊流程和岗位职责【相互引用质量 3.3.2，质量4.1.2】。对发现的传染病患者、病原携带者、疑似患者的密切接触者采取必要的治疗和隔离措施，如医院不具备收治传染病功能，应负责联系政府指定收治的医院，并确保送达指定医院。\n传染病患者门诊、急诊、住院诊疗信息登记完整，去向可追溯。 ",
        "1. \t医院对传染病患者的诊疗信息登记完整，去向可追溯。 \n2. \t相关职能部门及科室对传染病预检分诊制度，诊疗信息登记完整的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对传染病预检分诊制度，诊疗信息登记完整的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对传染病预检分诊制度，诊疗信息登记完整的改进有成效。 "
    ],
    "F3.2.3": [
        "功能3.2.3",
        "医院定期对全体医务人员进行传染病防治知识和技能的培训与传染病处置演练，并向公众开展传染病预防知识的教育、咨询。【相互引用质量3.3.3，质量3.3.4】",
        "医院有传染病及食源性疾病预防控制知识与技能的全员培训和教育制度及计划，有完善的传染病及食源性疾病安全防护措施、应急预案及处理与改进的制度。有定期对全体医务人员进行传染病、食源性疾病防治知识、传染病报告流程及有关技能进行培训与处置演练。有新颁布或修订的法规、规范及新发传染病时，医院应及时对相关工作人员进行培训，以保证相关人员持续有能力开展传染病风险评估并持续改进诊疗流程，培训与落实情况有记录。根据高风险的传染病疫情，每年最少进行一次的医院传染病及医源性疾病处置应急预案演练【相互引用质量3.3.4】。 \n医院采用多种形式向公众开展传染病及食源性疾病预防知识的教育和咨询，有教育咨询资料。针对新冠病毒、艾滋病、肺结核等重大传染病开展预防教育咨询。科室有完整的教育、咨询资料可供阅读【相互引用质量3.3.3】。 ",
        "1. \t医院有定期对全体医务人员进行医院传染病预防知识的培训，每年最少进行一次传染病及医源性疾病处置应急预案演练，有记录。 \n2. \t医院向公众开展传染病及食源性疾病预防知识的教育、咨询，有记录。 \n3. \t医院对传染病及食源性疾病预防知识的培训、应急预案处置演练和向公众开展传染病及食源性疾病预防知识的教育和咨询的实施情况有自查，对存在问题有纠正措施。 ",
        "医院对传染病及医源性疾病防治知识培训、传染病及医源性疾病处置应急预案演练和向公众开展传染病预防知识的教育、咨询的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医院感染预防控制、医院感染事件应急预案处置演练、向医院员工和公众开展传染病及食源性疾病预防知识的教育、咨询的改进有成效。 "
    ],
    "Q1.0": [
        "质量1.0",
        "患者安全",
        "",
        "",
        "",
        ""
    ],
    "Q1.1": [
        "质量1.1",
        "正确识别患者身份",
        "",
        "",
        "",
        ""
    ],
    "Q1.1.1": [
        "质量1.1.1",
        "医院制定并实施患者身份识别的制度和流程，以提高患者身份识别的正确性。【相互引用质量1.2.2，质量6.2.3】",
        "医院根据国际公认的循证临床实践指南、制定患者身份识别制度，建立查对制度，包括药品、标本等查对制度，查对要求按照国家有关规定和标准执行。对就诊患者身份和住院病历施行唯一标识（医保卡、身份证号码、病历号等）管理，为同一患者病历建立唯一的标识号码，并在全院范围内统一实施。患者身份识别至少同时使用两种方式，如姓名、性别、年龄、出生年月日、病历号，禁止以房间或床号作为识别依据。住院患者有姓名索引系统。 \n医院住院患者、急诊留观、急诊抢救室患者均使用\"腕带\"，对传染病、药物过敏等患者有标识（腕带与床头卡），且有明确管理制度。有标本采集、发药、发放特殊饮食及诊疗活动时患者身份确认的制度、方法和核对程序。核对时让患者或其近亲属陈述患者姓名。 \n医院有患者转科交接身份识别制度和流程，尤其急诊、病房、手术室、重症监护、产房、新生儿室之间的转接【相互引用质量1.2.2，质量6.2.3】。对需转科交接的产妇、新生儿、儿童、无名氏，意识不清、语言交流障碍及（或）镇静期间的患者的身份识别和交接有明确的管理制度和流程。 \n医护人员在为患者输血或血液制品之前，实施者根据目前国际公认的循证指南及专业实践、确认血液或血液制品是否与处方和患者相匹配，实行双人核对或单人核对加自动识别技术（如条形码）来识别患者的身份。采用双人核对时，其中一人必须是具有资质并负责为患者实施输血或血液制品的医护人员。",
        "1. \t医院有患者的身份标识制度和流程，包括；使用\"腕带\"、重点部门患者转运交接、输血或血液制品等。 \n2. \t相关职能部门及科室对识别患者身份制度与流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对患者身份标识制度和重点患者身份识别的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对患者身份标识的\"查对制度\"制度的改进有成效。 "
    ],
    "Q1.2": [
        "质量1.2",
        "改进有效沟通",
        "",
        "",
        "",
        ""
    ],
    "Q1.2.1": [
        "质量1.2.1",
        "医院制定并实施危急值报告制度及流程。【相互引用质量7.1.5，质量7.1.6】",
        "医院制定并实施危急值报告制度，建立住院和门急诊患者危急值报告流程和记录规范，并结合医院实际情况确定危急值项目和清单并定期调整。危急值项目由医务管理部门组织所有涉及危急值检验、检查的科室与临床科室共同制定，并向全院公布，临床医务人员均可查阅。 \n检查、检验科室的相关人员按照危急值报告流程，及时向临床发出危急值信息，医护人员接获危急值报告后应记录患者信息、危急值内容和报告者的信息，及时向经治或值班医师报告，做好记录，确保危急值信息传递各环节无缝对接，关键要素（时间节点、各环节责任人、患者信息等）可追溯【相互引用质量7.1.6】，并建立临床危急值信息登记专册。医师接获危急值报告后应及时处置并在病历中记录处理情况【相互引用质量7.1.5】。 ",
        "1. \t医院有确定的危急值项目，并制定可能危及患者生命的各项检查、检验结果危急值清单。 \n2. \t医院有危急值报告与管理制度及工作流程，并实施。 \n3. \t医院有临床危急值信息登记专册。 \n4. \t相关职能部门及科室对危急值管理制度及工作流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对危急值管理制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对危急值管理制度的改有进成效。 "
    ],
    "Q1.2.2": [
        "质量1.2.2",
        "医院制定并实施各项工作交接和沟通的流程。【相互引用质量1.1.1，质量1.7.1，质量6.1.5，质量6.2.3和质量7.1.6】",
        "医院建立部门、科室间的沟通与协调机制，各职能部门应履行协调职能。建立医患沟通机制，提高相互理解和信任，旨在增强疗效。确立特殊情况下医务人员之间有效沟通的程序、步骤。完善重点（急诊、病房、手术室、重症监护、产房、新生儿室之间）患者识别措施，健全入院、转科、转院交接登记制度。\n有与120急救中心、挂钩合作的基层医院建立急诊、急救转接服务制度和流程。(注意：120 是电话号码。 呼叫急救中心。) \n医院加强急诊检诊、分诊，有效分流非急危重症患者，及时救治急危重症患者。在实施紧急抢救的情况下，必要时可口头下达临时医嘱，护理人员应对口头临时医嘱完整重述确认，在执行时双人核查，在抢救结束后后六小时内补记。建立急诊患者就诊登记册，登记资料完整，对患者的来源、去向以及急救全过程可追溯。 \n住院诊疗工作实行分级负责制，加强住院诊疗工作质量管理，落实交接班制度。有患者交接、安全核查、安全用药、手术物品清点、标本管理等安全制度与流程。 \n医院建立全院性医疗值班体系，制定值班与交接班制度，明确值班岗位职责、人员资质和人数并保证正常运行。实行医院总值班制度，总值班人员需接受培训并考核合格。医院及科室值班表应当向全院公开，值班表应当涵盖与患者诊疗相关的所有岗位和时间。值班人员资质符合要求，非本院执业医务人员不得单独值班。值班人员按规范做好交接班，当日四级手术患者手术和急危重症患者必须床旁交班【相互引用质量6.1.5】，交接班内容专册记录，并由交班人员和接班人员共同签字确认，值班期间所有的诊疗活动必须及时准确记入病历【相互引用质量1.7.1】。 \n医院根据国际公认的循证临床实践指南、对需转科交接的患者，特别是产妇、新生儿、儿童、无名氏，意识不清、语言交流障碍及（或）镇静期间的患者的身份识别和交接流程有明确的管理制度，严格执行身份识别制度和流程【相互引用质量1.1.1，质量6.2.3】，并有记录或登记。转送急危重症患者均有病情资料交接及双方交接人员签字，并有医护人员陪同。急诊患者病历资料完整，入院、转诊、转科有病情交接。 \n麻醉科与手术科室建立有效沟通，确保安全输血。输血科与临床科执行输血全程管理制度，根据行业标准、目前国际公认的循证指南及专业实践最佳临床实践指南、严格落实查对制度。 \n临床检验部门、病理部门、医学影像科室建立临床沟通机制，提供便捷、及时的检查检验信息服务【相互引用质量7.1.6】。 \n除临床工作外，其他支持部门亦需有交接制度和沟通流程，例如：病理标本取材规范和质控记录、信息值班交接班制度、各班组交接班制度，如供电部门24 小时的交接班记录等。 ",
        "1. \t医院有各项工作交接制度和沟通流程，如：转科交接登记制度，值班交接班制度等，落实并有记录。 \n2. \t相关职能部门及科室对各项工作交接制度和沟通流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对各项工作交接制度和沟通流程的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对改进各项工作交接和沟通流程的改进有成效。 "
    ],
    "Q1.3": [
        "质量1.3",
        "改进高警示药品及高危药品的安全性",
        "",
        "",
        "",
        ""
    ],
    "Q1.3.1": [
        "质量1.3.1",
        "医院制定并实施相应流程，以保障高警示药品及高危药品的安全使用。",
        "医院按照目前公认的循证临床用药指南和标准，制定和实施全院统一的高警示药品的清单，例如包装相似、听似、看似药品、一品多规格或多剂型药品等。\n医院有高危药品的清单，包括可能引致死亡或有成瘾潜能的药品，例如胰岛素、高浓度电解质如钾、肝素和其他抗凝剂、化疗药物、精神药物、麻醉剂、类阿片和镇静剂等。医务人员接受相关教育及严格遵守相应的管理流程，包括规范医嘱或处方字迹与缩写、使用口头医嘱及药品发方双人核查等相关制度与流程。有药品标识和贮存方法（如有些高危药物有双锁的要求）的管理规定并执行。全院实行统一的\"药品警示标识\"，病房（区）有公示全院统一的高警示药品清单和包装相似、听似、看似药品、一品多规格或多剂型高警示药品的清单和高危药品的管理规范，并对相关员工进行培训，确保药品发放和使用安全。 \n医院依据临床最佳专业实践来规定需要存放高浓度电解质的重点部门/科室（即急症、重症监护、心胸外科、血液透析室、手术室）并规定存放种类、数量、储存条件和严格控制取用的方法与流程，并有记录可追溯，防止意外误用。其他病房（区）全部使用采购供应已稀释的高浓度电解质输液，杜绝在病房（区）内调配高浓度电解质。 \n医院制定病房（区）分散调配一般静脉用药的管理制度，并执行。有静脉用药调配人员岗位培训制度和培训计划，并执行。 \n医院对以上制度、流程、标识等均有培训，有关人员知晓，并执行。 ",
        "1. \t医院有循证临床用药指南和标准、高警示药品、高危药品的管理制度与流程，有统一的高警示药品清单及标识，并实施。 \n2. \t病房（区）有公示全院统一的高警示药品清单和包装相似、听似、看似药品、一品多规格或多剂型高警示药品的清单和高危药品的管理规范，并对相关员工进行培训。 \n3. \t相关职能部门及科室对高警示药品、高危药品的管理制度与流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对循证临床用药指南和标准、高警示药品、高危药品的管理及培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对循证临床用药指南和标准、高警示药品、高危药品管理的改进有成效。 "
    ],
    "Q1.4": [
        "质量1.4",
        "确保手术安全",
        "",
        "",
        "",
        ""
    ],
    "Q1.4.1": [
        "质量1.4.1",
        "医院制定并实施手术安全核查和手术/有创操作部位标识制度和流程。【相互引用质量1.10.1，质量6.2.2】",
        "根据国际公认的循证和最佳临床实践指南（如世界卫生组织手术安全核查表）及国家有关规定、医院建立手术安全核查制度和标准化流程并落实。所有手术（含介入手术、日间手术、内镜手术，包括择期手术和急诊手术）及分娩均纳入核查范围【相互引用质量6.2.2】。手术医师、麻醉医师、护士按标准流程在麻醉实施前、手术开始前和患者离开手术室前实行\"手术安全核查\"。严格执行手术安全核查过程和内容，手术安全核查表填写完整。手术安全核查表纳入病历保存。 \n全院有统一明确的手术部位标识制度与工作流程，防止手术患者、手术部位及术式发生错误。手术部位标识应在患者送达术前准备室或手术室前完成。涉及双侧、多重结构（手指、脚趾、病灶部位）、多平面部位（脊柱）的手术应实施手术部位标识，由主刀医师/实施操作的人员完成，并邀请患者参与标识。标识方法、标记颜色有统一明确的规定【相互引用质量1.10.1】。 ",
        "1. \t医院有统一的手术部位标识制度与工作流程，并实施。 \n2. \t医院有手术安全核查管理制度，并实施。 \n3. \t相关职能部门及科室对手术部位标识制度与工作流程和手术安全核查管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对手术部位标识制度与工作流程和手术安全核查管理制定的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对手术部位标识制度与工作流程和手术安全核查管理的改进有成效。 "
    ],
    "Q1.5": [
        "质量1.5",
        "医院建立循证的手卫生管理制度，采用并实施循证的手卫生指南。",
        "",
        "",
        "",
        ""
    ],
    "Q1.5.1": [
        "质量1.5.1",
        "医院建立循证的手卫生管理制度，采用并实施循证的手卫生指南，以降低医源性感染的风险。【相互引用管理6.1.1】",
        "医院按照目前国际公认的循证指南及专业实践和国家法律法规，建立循证的医院手卫生管理制度，以降低医源性感染的风险。正确充分配置有效、便捷的手卫生设备和设施【相互引用管理6.1.1】，为执行手卫生提供必需的保障与有效的监管措施。医院有手卫生循证要求（洗手方法、世卫手卫生五时刻、外科手消毒操作规程等）的宣教图示。重点科室、感染高风险部门、治疗室、换药室、注射室遵循相关标准要求，配置非手触式水龙头及相关手卫生设施。 \n医务人员在临床诊疗活动中严格落实手卫生相关管理制度与操作规程。各相关部门为医务人员和其他员工提供手卫生持续培训。同时加强患者，照顾者，志愿者及在医院工作的各行业工作人员的手卫生教育。 \n各部门、各科室、各班组对手卫生落实情况进行自查，医院对手卫生落实情况进行监管。 ",
        "1. \t医院有手卫生要求、制度，采用并实施循证的手卫生指南及执行手卫生规定，提供必需的保障与有效的监管措施，包括所有工作人员，特别是医务人员手卫生依从性有监管，并有记录。 \n2. \t医院有张贴手卫生相关要求的宣教图示。 \n3. \t有关职能部门有对患者、照顾者、志愿者及在医院工作的各行业工作人员手卫生知识培训及记录。 \n4. \t相关职能部门及科室对医务人员和其他员工、患者、照顾者、志愿者及在医院工作的各行业工作人员提供手卫生知识培训。对医务人员培训效果有追踪评价的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对手卫生管理制度与操作规程的实施有监管，定期分析反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对手卫生管理制度与操作规程的改进有成效。 "
    ],
    "Q1.6": [
        "质量1.6",
        "对医院范围内的跌倒、坠床风险进行评估，并建立相关管理制度，以降低跌倒、坠床的风险。",
        "",
        "",
        "",
        ""
    ],
    "Q1.6.1": [
        "质量1.6.1",
        "医护人员对患者进行跌倒、坠床风险评估，并建立避免医院范围内跌倒、坠床风险的方案和管理制度，降低患者因跌倒、坠床和访客、员工跌倒导致伤害的风险。",
        "医院关注患者、访客和员工院内安全，根据目前国际公认的循证指南和最佳临床实践，制定并实施降低门、急诊、日间服务（包括日间手术、日间化疗）和住院患者跌倒与住院患者坠床风险的管理方案，采用循证的跌倒风险评估工具对弱势人群和患者如新生儿、幼儿、孕产妇、老人患者、残疾患者、行动不便患者、慢性病患者、精神病患者等和医院范围内可能引致患者和访客、员工跌倒的风险作评估。对经过评估确定为具有跌倒、坠床风险的患者、情境、场所，医院实施监测和干预措施，定期为相关人员进行预防院内跌倒和坠床的培训，以降低跌倒和坠床导致伤害的风险，并有记录。 \n医院有应急制度、救护机制和措施保障医院范围内跌倒、坠床等高风险意外事件的患者（包括弱势患者）和访客在全院任何区域内均能及时提供紧急救治和生命支持服务，并体现多部门协作。 \n医护人员对住院患者进行跌倒、坠床风险评估及实施预防方案和干预措施后，根据病情、用药变化情况适时再评估，评估和再评估情况记录在病历中并主动告知高危患者跌倒、坠床风险，了解其需求，经与患者及/或家属沟通后，对高危患者采取适当措施防止跌倒、坠床等意外，包括警示标识、语言提醒、搀扶或请人帮助、应用可调低位的病床、床挡等，并有记录。 \n医院有患者跌倒、坠床和访客、员工跌倒等意外事件报告的相关制度、处置预案与流程，相关人员知晓并执行。 \n医护人员对患者及照顾者进行院内和出院前的预防跌倒、坠床教育。 ",
        "1. \t医院有避免门、急诊、日间服务和住院患者（包括弱势人群和患者）跌倒与住院患者坠床风险的方案和管理制度，并实施。 \n2. \t医护人员对住院患者及弱势人群和患者进行跌倒、坠床风险评估，在实施预防方案和干预措施后，根据病情、用药变化情况适时再评估，有记录。 \n3. \t医院有定期为相关人员进行预防院内跌倒和坠床的培训，有记录。 \n4. \t医院有患者跌倒、坠床和访客、员工跌倒等意外事件报告制度、处置预案与流程，并有培训记录。 \n5. \t相关职能部门及科室对避免门、急诊、日间服务和住院患者跌倒与住院患者坠床风险的管理、弱势人群和患者和医院范围内可能引致患者和访客、员工跌倒的风险评估、住院患者及弱势人群和患者定期再评估、患者跌倒、坠床和访客、员工跌倒等意外事件报告制度、处理预案与工作流程及培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对避免门、急诊、日间服务和住院患者跌倒与住院患者坠床风险的管理、弱势人群和患者和医院范围内可能引致患者和访客、员工跌倒的风险评估、住院患者及弱势人群和患者定期再评估、患者跌倒、坠床和访客、员工跌倒等意外事件报告制度、处理预案与工作流程及培训的实施情况有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对避免门、急诊、日间服务和住院患者跌倒与住院患者坠床风险的管理、弱势人群和患者和医院范围内可能引致患者和访客、员工跌倒的风险评估、住院患者及弱势人群和患者定期再评估、患者跌倒、坠床和访客、员工跌倒等意外事件报告制度、处理预案与工作流程及培训的改进有成效。 "
    ],
    "Q1.7": [
        "质量1.7",
        "住院诊疗工作实行分级护理与责任制护理，落实交接班制度，值班医师和护士具有预防与及时识别患者病情变化的能力，具有观察与处置病情恶化的职责与技能。",
        "",
        "",
        "",
        ""
    ],
    "Q1.7.1": [
        "质量1.7.1",
        "医院加强住院诊疗工作质量管理，预防与及时识别病情不稳和病情可能恶化的患者，及时提供适合的治疗与护理。【相互引用质量1.2.2，质量6.1.2】",
        "医院住院诊疗工作实行分级负责制，加强住院诊疗工作质量管理，建立三级查房制度即在科主任领导下的三个不同级别的医师查房制度，严格明确各级医师工作职责，工作程序，查房周期，明确各级医师的医疗决策和实施权限。根据床位、工作量、医师的资质层次分成诊疗小组。诊疗小组的组长由副主任医师及以上人员担任，对本组收治患者的诊疗工作负责。 \n医师护士遵循医院建立的值班与交接班制度，落实关键流程，加强转科、转院患者的交接管理【相互引用质量1.2.2】，特别是患者病情及变化趋势的交接。制定早期预警机制并实施。医护人员应及时识别病情不稳和病况恶化患者，根据早期预警评分实施相应的临床管理措施，及时将患者病情通知有关医师、护士或相关科室协助进一步治疗。医务人员主动与患者及其照顾者沟通，告知患者病情，了解其需求，聆听其反馈，以提高患者依从性。 \n医院有预防和及时识别手术后可能病程恶化的患者，为每位手术患者进行术前讨论和麻醉前病情评估；讨论内容包括：患者的临床诊断、手术风险及预防措施、益处和可供选择的方案、术前准备、拟施行的手术方式，术后并发症的风险评估和预防措施【相互引用质量6.1.2】；执行围手术预防性抗菌药物的使用规定，及为高风险心脏病患者使用预防细菌性心内膜炎的抗菌药物等。 \n医护人员有对深静脉血栓高危患者进行评估、识别、预防、诊断和处置的制度和流程，使用物理/机械方法或抗凝药物降低血栓风险。科室为预防和及时识别可能病程恶化的患者进行全员培训。 ",
        "1. \t医院有医疗工作分级负责制度、三级查房制度、交接班制度与及时识别病情不稳和病况恶化患者的制度与系统，并实施。 \n2. \t相关职能部门及科室对分级负责制、三级查房制度、交接班制度与预防和及时识别病情不稳和可能病况恶化患者的制度与系统的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗分级负责制、三级查房制度、交接班制度与预防和及时识别病情不稳和可能病况恶化患者的制度与系统的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明主管部门对医疗分级负责制、三级查房制度、交接班制度与预防和及时识别病情不稳及可能病况恶化患者的制度与系统的改进有成效。 "
    ],
    "Q1.8": [
        "质量1.8",
        "患者约束",
        "",
        "",
        "",
        ""
    ],
    "Q1.8.1": [
        "质量1.8.1",
        "医护人员应尽量避免约束患者，有制度和流程规范约束（包括物理约束、化学约束及隔离约束）的使用。【相互引用质量2.1.1，质量6.5.2，管理5.3.1】",
        "根据目前国际公认的循证指南和最佳临床实践，医院有患者住院医疗保护措施的制度与流程。医护人员应对住院患者提供适宜的帮助，尤其是弱势人群和患者如：新生儿、幼儿、孕产妇、老人患者、残疾患者、行动不便患者、慢性病患者、精神病患者等；尽量避免约束患者若对患者有益处（例如：家人可令患者情绪稳定）及在病房情况容许下，家人可陪伴患者（有传染病风险时除外）。如需防止跌倒、坠床造成伤害；或需防止有严重身体或精神障碍的患者伤害自己及他人时，医务人员应把患者约束措施作为最后手段，并尽可能选择活动限制最少的约束方法，依据病情变化随时重新评估受约束的患者，并尽快解除约束【相互引用质量6.5.2】。期间应对患者及其家属进行有关约束的教育，加强他们积极参与其护理程序。 \n医院有住院患者包括精神病类患者使用物理约束、化学约束和隔离约束的制度与流程，有主动向监护人就实施医疗保护措施可能导致意外情况履行书面知情同意的规定与流程【相互引用质量2.1.1，质量6.5.2，管理5.3.1】，并听取患者意见及对其反馈，相关情况有在病历中记录。医院有对相关员工进行约束使用制度的规范培训。 ",
        "1. \t医院有住院患者医疗保护措施的制度，并实施。 \n2. \t医院有患者约束的使用制度和流程与履行书面知情同意的规定，并实施。 \n3. \t医院有对相关员工进行患者约束使用制度的规范的培训。 \n4. \t相关职能部门及科室对住院患者医疗保护措施的制度、患者约束的使用制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对住院患者医疗保护措施的制度、患者约束的使用制度与实施及员工培训的实施有定期监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对住院患者医疗保护措施的制度、患者约束的使用制度、减少患者约束的使用的改进有成效。 "
    ],
    "Q1.9": [
        "质量1.9",
        "压力性损伤风险评估及预防和创面处理",
        "",
        "",
        "",
        ""
    ],
    "Q1.9.1": [
        "质量1.9.1",
        "医院有压力性损伤风险评估与报告制度及诊疗和创面处理的制度，以预防患者压力性损伤的风险。【相互引用质量4.3.1】",
        "医院有循证的压力性损伤风险评估、压力性损伤预防、创面处理规范。压力性损伤风险评估从识别风险因素和检查皮肤开始，护理人员应定时检查高风险的患者，特别是弱势人群和患者及长期病患者，利用风险评估量表（例如 Braden Scale 布莱登量表）预测压力性损伤风险，以预防压力性溃疡或尽量在早期发现加以管理及治疗，并落实报告制度【相互引用质量4.3.1】。医务人员有减压以维持微循环的预防及治疗措施，包括定时更换患者体位，指导和或协助患者利用手动辅助装置（如吊架杆）重新定位来降低压力、或使用静态或动态的减压装置。 \n医护人员定期为患者进行压力性损伤风险评估并按风险程度及病情变化进行动态评估；有预防压力性损伤的设备材料和相关培训，医护人员能够掌握并正确使用。医护人员根据压力性损伤预防、创面处理规范，落实各项措施。 ",
        "1. \t医院有压力性损伤评估与预防、创面处理及报告制度，并实施。 \n2. \t医院有预防压力性损伤的设备材料和相关培训，有记录。 \n3. \t相关职能部门及科室对压力性损伤评估与预防、创面处理及报告制度、预防压力性损伤的设备材料和相关培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对有压力性损伤评估与预防、创面处理及报告制度、预防压力性损伤的设备材料和相关培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对压力性损伤评估与预防、创面处理及报告制度、预防压力性损伤的设备材料和相关培训的改进有成效。 "
    ],
    "Q1.10": [
        "质量1.10",
        "医院主动邀请患者及服务对象参与医疗安全活动",
        "",
        "",
        "",
        ""
    ],
    "Q1.10.1": [
        "质量1.10.1",
        "医院主动邀请患者及服务对象参与医疗安全活动，并汇报其医疗成效。【相互引用质量1.4.1，质量3.3.6】",
        "医院定期进行医疗安全活动，营造积极的医院安全文化，主动邀请患者参与医疗安全活动并反馈其主观感受的医疗效果。鼓励患者主动参与医疗安全管理，尤其是患者在接受介入或手术等有创诊疗前、或使用药物治疗前、或输液输血前主动参与配合医务人员医疗安全活动，确保所实施的具体安全措施与流程落实到位。例如：鼓励患者/服务使用者/照顾者反馈使用抗菌药物后的反应【相互引用质量3.3.6】；患者提醒医护人员有关手卫生的程序；患者参与手术部位标识的落实【相互引用质量1.4.1】；鼓励患者在接受医疗服务后主动反馈其对医疗服务与效果的主观感受。医院有对患者的反馈进行分析，及有相应地改进医疗安全的规范、流程以及宣传活动。 ",
        "1. \t医院有主动邀请患者参与医疗安全活动和主动反馈其对医疗服务与效果的主观感受的具体措施与流程，并实施。 \n2. \t相关职能部门及科室对主动邀请患者参与医疗安全活动和主动反馈其对医疗服务与效果的主观感受的具体措施、流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对主动邀请患者参与医疗安全活动和主动反馈其对医疗服务与效果的主观感受的具体措施、流程的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对主动邀请患者参与医疗安全活动和主动反馈其对医疗服务与效果的主观感受的具体措施与流程的改进有成效。"
    ],
    "Q2.0": [
        "质量2.0",
        "以人为本",
        "",
        "",
        "",
        ""
    ],
    "Q2.1": [
        "质量2.1",
        "医院有相关制度保障患方（患者或其亲属、授权委托人）权益与责任。",
        "",
        "",
        "",
        ""
    ],
    "Q2.1.1": [
        "质量2.1.1",
        "医院有相关制度保障患方（患者或其亲属、授权委托人）充分了解其权利和责任。向患方说明病情、治疗方案、向患者或授权委托人就实施医疗保护措施可能导致意外情况履行书面知情同意。【相互引用质量1.8.1，质量2.2.2，质量2.4.1，质量4.2.2，质量5.2.1，质量5.3.3，质量6.1.3，质量6.4.1，质量6.5.1，质量6.5.2，质量6.6.3，质量6.6.4，管理5.2.1，管理5.3.1】",
        "医院有保障患者合法权益的相关制度并落实，医务人员开展诊疗活动时应当遵循患者知情同意原则，履行告知患者其权益与义务及责任，听取意见（关注、赞美和正式的投诉）及反馈（包括患者感受、治疗效果及其他征状的舒缓等），尊重患者的自主选择权和隐私权，尊重民族习惯和宗教信仰，并对患者的隐私保密。完善保护患者隐私的设施和管理措施。医院对患者个人资料与其接受治疗有关的所有文档保密【相互引用质量2.2.2，质量2.4.1，质量5.3.3，质量6.1.3，质量6.5.1，质量6.5.2，质量6.6.3，质量6.6.4，管理5.3.1】。 \n医院公示患者的权益及其需履行的责任，医务人员需告知患者其病情、诊断、医疗措施、医疗风险和替代医疗方案【相互引用质量2.4.1，质量5.2.1，质量6.4.1】，了解患者的意见和需要并作相应调整，取得患者理解后履行书面知情同意手续并在病历中体现。 \n患方责任包括向医疗与护理提供者提供准确的信息，坦陈病情，患者同意接受任何医疗程序后，与医护人员充分合作，促进医疗服务的成效，患者应尊重其他患者和医护人员的权益，遵守医院所制定的规则。 \n患者入院时，医院员工有责任向患者及其家属告知其权利与责任，介绍入院程序、医院提供的服务范围及有关设施。医务人员为患者进行评估后，告知患者检查和初步诊疗计划，征求患者同意及对其反馈。从患者入院时开始建立出院计划并适时更新，当计划出院或转诊至内部和/或外部服务时，与患者及/家属商讨，征得同意后，再作合适安排【相互引用质量4.2.2】。 \n患者留院期间，医院有定期通知患者检验结果、诊断和其治疗反应。服务或治疗进展。患者其他的权益与责任包括：在接受诊治和任何医护程序前可获知所需的有关分项费用、获得医院定期提供关于最新收费的通知；接受服务后应向提供服务的医院缴付所有应缴的医疗费用；在办妥相关手续及付款后，可获取医疗报告，取得有关自己的诊断、治疗、进展和检查结果；不可要求医师签发假收据、证明书或在医疗记录内填写不实内容等。 \n医院有向患者介绍实施医疗保护、治疗措施可能导致意外情况履行书面知情同意的规定与流程，包括手术，介入，血制品、白蛋白、球蛋白、特殊检查、特殊治疗（如化疗、放射治疗）、使用贵重药品、耗材、临床科学研究项目中使用医疗技术、有创诊疗操作、任何类型的医疗约束、转科及转院。如为未成年人及无行为能力做出自我决定的人员，则向其监护人或授权委托人进行说明，并使用相应模板的知情同意书。患者亦可以书面拒绝接受医治疗措施或中止治疗，医务人员应予以回应，确保他们了解他们疾病和所需的治疗，并告知他们和所有利益相关者的权利和责任将得到尊重。若遇有医患伦理难题，可提交医学伦理委员会【相互引用管理5.1.2】，寻求协助。实施精神类疾病治疗的医院为患者提供适当的医疗保护措施，向其监护人或授权委托人提供医疗保护措施的知情同意和教育【相互引用质量1.8.1】。 \n临床科学研究项目中使用医疗技术应尊重患者的自主选择权，签署知情同意书。患者亦可以拒绝参与实验或科学研究或教学计划【相互引用管理5.2.1】。 \n医院在非公共场所使用录音、录像、拍照及推广活动前应通知并取得患者和/或家属的书面知情同意。 \n医院有对员工进行告知患者其权利和责任、对医务人员有知情同意和告知技能的培训及确保员工尊重这些权利。 ",
        "1. \t医院公开张贴患者权益与责任。 \n2. \t医院有保障患者合法权益的相关制度，包括为患者所有资料保密，相关人员知晓，并实施。 \n3. \t医院有相关医疗措施履行书面知情同意的规定与流程，并实施。 \n4. \t医院有培训医务人员履行告知患者/服务使用者其权益与义务和知情同意工作的技能，并有记录。 \n5. \t相关职能部门及科室对医务人员履行告知患者/服务使用者其权益与义务和知情同意工作的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医务人员履行告知患者其权益与义务和知情同意工作的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医务人员履行告知患者其权益与义务和知情同意工作的改进有成效。 "
    ],
    "Q2.2": [
        "质量2.2",
        "医院尊重患者民族习惯和宗教信仰，保护患者的隐私权",
        "",
        "",
        "",
        ""
    ],
    "Q2.2.1": [
        "质量2.2.1",
        "医院尊重患者民族习惯和宗教信仰。【相互引用质量6.6.3】",
        "医院尊重患者的文化和宗教信仰、饮食习惯、习惯性称呼、随身物品、着装与兴趣爱好和希望接待的访客，并有相关制度和措施。对患者的精神和心灵照顾需求有回应，并为患者提供当地宗教事务管理部门等联系方式，以方便患者接触不同教义人员。对医务人员有关于不同民族、种族、国籍以及不同文化和宗教患者习惯的培训，使其熟悉并予以尊重【相互引用质量6.6.3】。 ",
        "1. \t医院有尊重文化、宗教信仰、民族习惯的管理制度，相关人员有培训、熟知，并实施。 \n2. \t医院有为患者提供当地宗教事务管理部门等联系方式，以方便患者接触不同教义人员，并实施。 \n3. \t相关职能部门及科室对尊重文化、民族习惯和宗教信仰的实施有自查，对存在问题有纠正措施。 ",
        "主管部门对尊重民族习惯和宗教信仰的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对尊重民族习惯和宗教信仰的改进有成效。"
    ],
    "Q2.2.2": [
        "质量2.2.2",
        "医院保护患者的隐私权，有保护患者隐私的设施和管理制度【相互引用质量2.1.1，质量6.6.3，管理4.1.4，管理6.1.1】，以减低泄露患者隐私的风险。",
        "医院有保护患者隐私权的相关制度和具体措施。为患者提供私密性的诊疗环境，如：私密性的医患沟通及知情告知场所【相互引用管理6.1.1】，在患者进行暴露躯体检查时提供保护隐私的措施；医院多人病房内各病床之间有隔帘或间隔设施。男女患者分病房收治，如有需要收治在可容纳2个不同性别或以上的病房或病区（例如ICU），床单位间要有隔帘或间隔设施，以减低泄露患者隐私的风险；并在入院时通知患者及其家属入住的是男女混合病房。 \n医院保护患者的隐私权，在非公共场所（如，医患沟通室等）录音、录像、拍照及推广活动前应取得患者和/或家属的书面知情同意。有患者在场的录音、录像、拍照的资料要遵守医院相关的保密要求和删除机制（即在指定时限内删除，特殊情况除外），并实施及通知有关患者和家属【相互引用质量2.1.1，质量6.6.3】。 \n医院实行信息系统等级保护管理，信息安全采用身份认证、权限控制（包括数据库和运用系统）、患者数据使用控制、保障网络信息安全，保护患者隐私【相互引用管理4.1.4】。 \n医务人员有保护患者隐私、尊重文化和信仰、民族习惯的培训，并实施。除法律规定外未经患者本人同意不得向他人泄露患者病情及相关病历资料。医务人员遵循以上保护患者隐私的各项要求。 ",
        "1. \t医院有保障患者隐私权的相关制度与培训，相关人员熟知，并实施。 \n2. \t医院有为患者提供私密性的诊疗环境和隐私保障措施方案，并实施。 \n3. \t医院有患者在场的录音、录像、拍照的资料相关的保密要求和删除机制，并实施。 \n4. \t医院有为医务人员提供保护患者隐私、尊重文化和信仰、民族习惯的培训，有记录。 \n5. \t相关职能部门及科室对保护患者隐私权、患者在场的录音、录像、拍照的保密要求和删除机制、保护患者隐私、尊重文化和信仰、民族习惯培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对保护患者隐私权、患者在场的录音、录像、拍照的保密要求和删除机制、保护患者隐私、尊重文化和信仰、民族习惯培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对保护患者隐私权、患者在场的录音、录像、拍照的保密要求和删除机制、保护患者隐私、尊重文化和信仰、民族习惯培训的改进有成效。 "
    ],
    "Q2.3": [
        "质量2.3",
        "医院有风险预防与措施保障和照护弱势人群和患者。",
        "",
        "",
        "",
        ""
    ],
    "Q2.3.1": [
        "质量2.3.1",
        "医院有保障弱势人群和患者如：新生儿、幼儿、孕产妇、老人患者、残疾患者、行动不便患者、慢性病患者、精神病患者等的风险管理制度和便民措施，缩短其就诊等候时间，帮助弱势人群和患者有效就诊。【相互引用质量4.3.1，管理6.1.2】",
        "根据目前国际公认的循证指南和最佳临床实践，医院有识别、评估和保障弱势人群和患者如：新生儿、幼儿、孕产妇、老人患者、残疾患者、行动不便患者、慢性病患者、精神病患者等的风险管理制度和预防措施，建立弱势人群和患者就诊流程及指引。风险包括: 跌倒、压力性损伤、营养、疼痛、自残/自杀等。医务人员根据患者的医疗需求和病情在门、急诊及日间服务对其进行初次医疗及护理评估，监测患者、情境和场所等的风险和实施干预措施；以便将患者评估结果作为疾病诊断、诊疗方案和制定护理诊疗计划的依据【相互引用质量4.3.1】。医护人员主动向患者及其家属提供就诊指南与便捷的服务流程、并进行预防相关风险的教育。 \n医院建立弱势人群和患者就诊流程及指引，为有特殊需要的患者提供协助与便民服务，如：为行动不便者提供轮椅、设立无障碍通道、辅助技术例如听力循环等设备；为老年人、有困难的患者提供导医和其它帮助；提供饮水、电话、健康教育宣传等服务或设施；有适宜的特殊患者停放车辆的区域【相互引用管理6.1.2】。 \n医院门、急诊信息系统对弱势人群和患者就诊有针对性的支持和帮助，保证他们便捷就诊。 ",
        "1. \t医院在门、急诊及日间服务有弱势人群和患者的风险识别、评估和管理制度，并实施。 \n2. \t医院在门、急诊及日间服务有向弱势人群和患者提供就诊指南、便捷的服务流程及预防相关风险的教育，相关人员熟知并实施。 \n3. \t医院门、急诊及日间服务信息系统有帮助弱势人群和患者就诊的支持方案，并实施。 \n4. \t相关职能部门及科室对医院门、急诊及日间服务的弱势人群和患者的风险识别、评估和管理制度、为弱势人群和患者提供服务的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对为弱势人群和患者的风险识别、评估和管理制度和患者提供服务的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对弱势人群的风险识别、评估和管理制度和患者提供服务的改进有成效。 "
    ],
    "Q2.3.2": [
        "质量2.3.2",
        "医院根据各类弱势人群和患者的不同特征，有识别和评估相关风险的制度和流程，建立并执行相应的诊疗、护理规范及风险预防措施。【相互引用质量3.4.4，质量4.3.1】",
        "根据目前国际公认的循证指南和最佳临床实践，医院针对各类不同的弱势人群和患者可能面临的常见风险和需求，制定风险预防措施、处理流程，建立相应诊疗及护理规范，并落实。 \n医院由具有法定资质的医务人员按照制度、程序、规范和流程对弱势人群和患者进行初次评估和再评估。并根据病情及对治疗的反应制定及检讨其诊疗计划、出院计划（包括临终患者）并遵循【相互引用质量4.3.1】。留院时医务人员需对弱势人群和患者（如新生儿、幼儿、孕产妇、老人患者、残疾患者、行动不便患者、慢性病患者、精神病患者等）、特别是长期病患者和接受多种药物治疗的患者，增加观察频率及调整药物的使用、以防跌倒及压力性损伤的风险。医务人员要与患者及其家属/照顾者沟通、了解其出院后的需要；与其他社区医疗或支持机构联系、提供患者所需的服务及支持照顾者的安排，以保障患者获得适当的出院后护理。 \n医务人员教育弱势人群和患者（包括长期病患者）及其照顾者常见风险、预防措施及处理流程，包括需留意患者心理状况、饮食营养、药物依从性和药物交互作用（尤其是接受多种药物治疗的患者）【相互引用质量3.4.4】、跌倒、压力性损伤、疼痛、谵妄、健忘、其他身体不适、居家环境安全、患者被忽视或虐待等，及如有需要可联络的医务人员/医院以寻求协助。 \n医院有对为弱势人群和患者服务的相关人员（包括医护和支持人员）进行培训，有培训计划并落实，相关人员掌握识别、评估和预防弱势人群和患者的风险措施及处理流程。 ",
        "1. \t医院有识别和评估弱势人群和患者制度、流程与培训，相关人员知晓，并实施。 \n2. \t医院有弱势人群和患者风险预防措施、处理流程包括常见风险的诊疗及护理规范，对相关人员进行培训，使其知晓，并实施。 \n3. \t医务人员有教育弱势人群和患者及其照顾者可能面临的常见风险及预防措施、处理流程，并实施。 \n4. \t医院有服务弱势人群和患者的相关人员培训的计划并实施及相关记录。 \n5. \t相关职能部门及科室对为弱势人群和患者提供服务和风险评估与防范、教导弱势人群和患者及其照顾者的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对弱势人群和患者提供服务和风险评估与防范的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对弱势人群和患者提供服务和风险评估与防范的改进有成效。 "
    ],
    "Q2.4": [
        "质量2.4",
        "医护人员注重与患者沟通，让患者知晓其诊疗计划及护理计划，以期得到患者的积极配合。医院对患者/服务使用者提出中止治疗或拒绝治疗和/或护理的书面要求时，予以回应与尊重。",
        "",
        "",
        "",
        ""
    ],
    "Q2.4.1": [
        "质量2.4.1",
        "医院对医护人员进行与患者沟通的培训，落实知情告知义务，让患者知晓其病情、所需治疗及护理计划，患者表示同意后，有责任积极与医务人员配合。如患者提出中止治疗或拒绝治疗和/或护理的书面要求，医院应予以回应和尊重，并告知患者/服务使用者其权利和责任。【相互引用质量2.1.1，质量5.2.1，质量5.3.3，质量5.6.1，质量6.1.2，管理5.1.2】",
        "医院建立健全医患沟通机制和流程，明确沟通的主要内容和重点环节。医务人员能用通俗易懂的语言和方式与患方进行沟通，让患者知晓其病情及护理和诊疗计划，并听取患者意见及对其反馈。患者与医务人员沟通表示同意后，有责任积极与医务人员配合，遵从护理和诊疗计划。沟通与诊疗计划进行情况在病历中体现【相互引用质量5.3.3，质量6.1.2】。如有需要，医院为患者提供所需的翻译服务。 \n医院有对医务人员进行医患沟通制度、流程及技巧的培训，以提高临床疗效。 \n患者提出中止治疗（包括：\"不作心肺复苏术\"）或拒绝治疗和/或护理的要求时【相互引用质量5.6.1】，医院应予以回应、确认患者已清楚地了解自己的病情和所需的治疗方案、并主动告知患者其权利和责任，听取患者意见及对其反馈【相互引用质量2.1.1，质量5.2.1】。如患者仍然坚持拒绝治疗和/或护理，医院应予以尊重，相关情况记录在病历中，如有因医务人员、患者或家属/照顾者意见相互冲突而出现的伦理难题包括：与临终医疗有关的问题如患者要求医师协助死亡、分配稀缺资源如等待移植的器官等，医务人员应咨询医学伦理管理委员会关于处理的流程及方法【相互引用管理5.1.2】。 ",
        "1. \t医院有医患沟通制度、流程与培训计划，相关人员熟知并实施。 \n2. \t病历中有医患沟通情况相关记录。 \n3. \t相关职能部门及科室对医患沟通的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医患沟通的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医患沟通的改进有成效。 "
    ],
    "Q2.5": [
        "质量2.5",
        "投诉与医疗纠纷管理",
        "",
        "",
        "",
        ""
    ],
    "Q2.5.1": [
        "质量2.5.1",
        "医院贯彻落实国家法律法规实行\"首诉负责制\"，设立专门部门统一接受及时处理投诉及答复投诉人，并有投诉管理制度与流程。医院有机制为有需要的被投诉人提供法律支持。【相互引用管理2.1.2，管理2.4.2】",
        "医院根据国家相关法律、法规，建立健全投诉管理相关制度及处理流程。有明确的投诉处理时限并得到严格执行。医院公开投诉程序、投诉管理部门、地点、接待时间、联系方式及本院和上级部门投诉电话，妥善处理医疗纠纷，有医疗纠纷范围界定、处理制度与操作流程，包括有法律顾问、律师提供相关法律支持，为有需要的被投诉人提供法律支持的制度和流程；在规定的时间框架内接受和处理投诉流程并实施。 \n医院设立专门部门统一接受、处理患者投诉，人力资源部门/工会按正规程序进行处理接受、处理员工投诉，实行\"首诉负责制\"。明确职能部门及科室处置投诉的职责，有投诉协调处置机制，有记录，并及将处理该投诉所需的调查周期及结果知会投诉人。当员工被投诉时，有关部门以同理心与有关员工沟通，并给予妥善处理的支持【相互引用管理2.1.2，管理2.4.2】，有法律顾问、律师提供相关法律支持。医院设置投诉接待室、建立健全投诉管理档案、以作自查、监管与改进。医疗纠纷处理档案规范，资料齐全。 \n医院有投诉管理的培训，相关人员知晓并实施。 ",
        "1. \t医院有投诉管理相关制度、处理流程及首诉负责制，有法律支持投诉人和被投诉人的制度和流程，相关人员知晓并实施。 \n2. \t医院有投诉管理部门职能及架构文件资料。 \n3. \t医院有投诉管理档案相关资料。 \n4. \t相关职能部门及负责投诉的部门对投诉管理制度及首诉负责制的实施情况\n自查，对存在问题有纠正措施。 ",
        "主管部门对投诉管理制度及首诉负责制的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对投诉管理制度及首诉负责制的改进有成效，并通过对投诉问题的改进促使质量安全服务的进步。 "
    ],
    "Q2.5.2": [
        "质量2.5.2",
        "医院落实国家相关法律法规，加强医疗风险管理制度，建立院内、外多部门医疗纠纷预防与处理联动制度【相互引用管理2.3.5，管理6.1.4】，及时处理及预防医疗风险；并对员工进行有关培训。",
        "医院落实国家相关法律法规，加强医疗风险管理制度，各科室有完善的医疗风险的识别、评估和防控措施，并落实到位，定期检查落实情况，及时消除隐患和预防相关的风险，以降低患者及公众投诉的机会。 \n医院建立医务、护理、门诊、保卫等多部门医疗纠纷预防与处理联动制度，与公安、保险、医疗调解委员会等院外机构保持良好沟通与协调。医院应根据不同岗位的员工，开展形式多样的、有针对性的风险识别、风险评估和风险管理，并落实防控措施。所有员工接受相关培训，知晓医疗纠纷预防与处理联动机制。 \n医院设立警务室并有完备的报警设施，明确报警方式、情形与流程。建立报警处理登记制度，及时受理涉医报警求助，加强动态管控，积极配合做好维护医院秩序【相互引用管理2.3.5，管理6.1.4】。医院应制定安全保卫人员法律知识教育与应急处理培训计划，每年至少开展2 次专门培训和考核。 ",
        "1. \t医疗有纠纷预防与处理的制度与流程，有多部门联动机制，相关人员知晓，并实施。 \n2. \t医院有报警设施、报警方式、情形与流程清晰，相关人员知晓并实施。有完整报警处理记录。 \n3. \t医院有员工及安全保卫人员安全教育培训和应急处理培训计划及实施情况记录。 \n4. \t相关职能部门及科室对医疗纠纷预防与处理的实施情况自查，对存在问题有纠正措施。 ",
        "主管部门对医疗纠纷预防与处理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗纠纷预防与处理的改进有成效。 "
    ],
    "Q2.5.3": [
        "质量2.5.3",
        "医院有医疗质量与安全管理信息相关数据库的管理制度，将投诉相关信息用于改进医院质量与安全管理，包括风险管理和医疗质量管理的持续改进。【相互引用质量2.6.3，质量3.1.3，管理1.2.1】",
        "医院建立健全投诉管理档案和医疗质量与安全管理信息相关数据库的管理制度，并有提取数据的管理制度。数据包括：投诉管理、医疗纠纷与事故管理、医疗安全不良事件管理、分析反馈管理等。医院信息部门能为职能部门与临床科室提供质量与安全管理的有关数据。 \n医院和科室定期分析投诉事件，利用投诉事件信息资源和医疗质量与安全管理相关的信息数据，制定质量与安全改进计划，从而改进医院质量与安全管理，包括风险管理与员工培训，为质量与安全管理决策、持续改进及战略规划之间的整合提供依据【相互引用质量2.6.3，质量3.1.3，管理1.2.1】，并实施具体有效的措施，用于医疗质量管理的持续改进。 ",
        "1. \t医院利用投诉事件信息资源改进医院质量与安全管理，包括员工培训与风险管理，并实施。 \n2. \t医院有医疗质量与安全管理信息相关的数据库的管理制度，并实施。 \n3. \t医院和科室定期分析投诉事件，利用投诉事件信息资源和医疗质量与安全管理相关的信息数据，改进医院质量与安全管理，有案例。 \n4. \t相关职能部门及科室对利用投诉事件信息资源改进医院及科室质量与安全管理，包括风险管理与员工培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对利用投诉事件信息资源改进医院质量与安全管理，包括风险管理与员工培训的实施有监管、定期分析、反馈和整改、并有相关证明。 ",
        "持续改进有成效，有证据证明医院利用投诉事件信息资源改进医院质量与安全管理，包括风险管理与员工培训的改进有成效。 "
    ],
    "Q2.6": [
        "质量2.6",
        "医院安全（不良）事件管理",
        "",
        "",
        "",
        ""
    ],
    "Q2.6.1": [
        "质量2.6.1",
        "医院有主动报告医院安全（不良）事件（包括近失事件）的制度、激励机制及非惩罚制度与流程。【相互引用质量3.4.8】",
        "医院有主动报告对患者/服务使用者、员工或访客影响的安全（不良）事件（包括近失事件）的制度与流程，实行非惩罚、主动报告与激励机制。医院明确安全（不良）事件（包括近失事件）的报告方法、流程及记录内容，有途径便于相关人员报告，并确保报告及时、客观、完整和准确。医院有降低安全（不良）事件（包括近失事件）漏报的方法、分析和改进措施【相互引用质量3.4.8】。 \n医院有部门统一收集、核查、评估医院安全（不良）事件（包括近失事件），确保其过程的保密性和安全性。 \n医院根据卫生行政部门要求向指定机构上报医院安全（不良）事件（包括近失事件），开展安全（不良）事件（包括近失事件）通报与教育/以降低风险。医院对重大安全（不良）事件进行根本原因分析，并执行改进措施；寻找近失事件系统管理环节中的疏漏，并有具体的针对性防范措施，防止日后有类似不良事件的发生，减少可避免的医院安全（不良）事件（包括近失事件）。 ",
        "1. \t医院有主动报告医院安全（不良）事件（包括近失事件）的制度与流程，实行非惩罚、主动报告与激励机制，相关人员知晓，并实施。 \n2. \t医院有安全（不良）事件（包括近失事件）直报信息系统，有部门统一核查、评估，并实施。 \n3. \t医院有安全（不良）事件（包括近失事件）通报与教育培训，并实施。 \n4. \t相关职能部门及科室对主动报告医院安全（不良）事件（包括近失事件）的制度与流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对主动报告医院安全（不良）事件（包括近失事件）的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对主动报告医院安全（不良）事件（包括近失事件）的改进有成效。 "
    ],
    "Q2.6.2": [
        "质量2.6.2",
        "医院在适当的情况下，安排有关人员与患者及其家人就曾经导致患者伤害的不良事件进行坦诚披露、讨论及沟通。【相互引用管理2.4.2】",
        "医院有安全（不良）事件的处理流程。发生安全（不良）事件后，主管部门安排有关人员用合适的方式分别与受不良事件影响的患者以及与有关员工沟通，并在适当的情况下，安排资深人员就曾经导致患者伤害的不良事件进行的坦诚披露、讨论、沟通。在整个调查、处理过程中应适时提供最新的信息，避免长时间的处理过程结束后才给患者最终报告，并确保在整个调查过程中尊重患者的隐私权和医疗记录的机密性。 \n当发生医院安全（不良）事件，医院有坦诚披露的制度和流程，并为医护人员和其他相关员工提供有关医院安全（不良）事件和坦诚披露的岗前培训和持续教育，包括发生医院安全（不良）事件后的处理，员工在事件中的责任以及进行坦诚披露的方法。医院对涉事员工给与帮助，直到事件得到妥善处理，并给员工教育【相互引用管理2.4.2】。 ",
        "1. \t医院有安全（不良）事件的处理流程，并实施。 \n2. \t医院有坦诚披露的制度和流程，并实施。 \n3. \t医院为医护人员和其他员工提供有关医院安全（不良）事件和坦诚披露的岗前培训和持续教育，并实施。 \n4. \t相关职能部门及科室对医院安全（不良）事件的处理、坦诚披露和医院安全（不良）事件的员工教育的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院安全（不良）事件的处理、坦诚披露和医院安全（不良）事件的员工教育的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医院安全（不良）事件的处理、坦诚披露和医院安全（不良）事件的员工教育的改进有成效。 "
    ],
    "Q2.6.3": [
        "质量2.6.3",
        "医院有医疗质量与安全管理信息相关数据库的管理制度，将医院安全（不良）事件信息资源用于改进医院质量与安全管理、包括风险管理。【相互引用质量2.5.3，质量3.1.3，管理1.2.1】",
        "医院有医疗质量与安全管理制度、计划和储存相关信息的数据库，医院建立医院安全（不良）事件（包括近失事件）信息采集、记录和报告制度和流程。有信息直报系统及数据库，确保其保密性、安全性和档案资料完整性。有核查、评估及有改进计划，并按规范要求向相关机构上报。医院有定期对本院医疗护理质量（安全）不良事件及管理缺陷进行统计分析、信息共享和持续改进机制。医院与员工分享已去除保密内容的医院安全（不良）事件信息与数据（保存隐私）作培训之用，防止同类事件重复发生。 \n医院定期利用医院安全（不良）事件（包括近失事件）信息资源、制定质量与安全改进计划，从而改进医院安全管理，服务质量，风险管理和战略规划之间的整合【相互引用质量2.5.3，质量3.1.3，管理1.2.1】。 ",
        "1. \t医院有医疗质量与安全管理信息相关的数据库的管理制度，并实施。 \n2. \t医院定期对医疗质量（安全）不良事件及管理缺陷进行统计分析、信息共享和持续改进机制，有证明。 \n3. \t医院有与员工分享已去除保密内容的医院安全（不良）事件信息与数据，有记录。 \n4. \t相关职能部门及科室对利用医院安全（不良）事件（包括近失事件）信息资源改进医院安全管理，服务质量，风险管理和战略规划之间的整合的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对利用医院安全（不良）事件（包括近失事件）信息资源改进医院质量与安全管理及员工培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对利用医院安全（不良）事件（包括近失事件）信息资源改进医院质量与安全管理及员工培训的改进有成效。 "
    ],
    "Q3.0": [
        "质量3.0",
        "医疗质量管理与持续改进 - [医疗质量管理]",
        "",
        "",
        "",
        ""
    ],
    "Q3.1": [
        "质量3.1",
        "医院有临床管理制度，科室与主管部门依据临床诊疗指南和规范，定期对制度落实、质量管理及临床审核情况进行自查与改进。利用审核结果和数据来提高医疗安全与服务质量。",
        "",
        "",
        "",
        ""
    ],
    "Q3.1.1": [
        "质量3.1.1",
        "医院建立以患者为中心，注重医疗质量安全建设，并根植于医院服务理念的特色价值取向和行为守则；医院有临床治理和质量与安全管理体系。质量管理实行院、科两级责任制。院长负责策划医院质量管理活动，指挥与协调质量与安全管理体系正常运转，并有成效。",
        "医院重视医院文化建设，逐步建立以患者为中心、注重医疗质量安全建设，并将其根植于医院服务理念、特色价值取向和行为守则中。医院有实施临床治理工作，营造和培养临床卓越的环境，以推行各项服务的持续改进。临床治理的内涵包括：临床科室主任带领医疗、护理团队使用循证的临床政策、制度、风险管理和方案以规范临床实践，为患者提供有效的循证诊疗及循证护理及治疗；医院和科室通过安全（不良）事件的管理和临床审核进行绩效衡量和质量改进及临床培训与持续专业教育。院长负责制定医院医疗质量方针与目标，策划医疗质量管理，确保质量与安全管理体系所需资源的获得，指挥与协调医疗质量管理活动，定期开展医疗质量和医疗安全专题研究。 \n医院依据国家法律、法规，有质量与安全管理体系，落实医疗质量管理主体责任，医疗质量管理实行院、科两级责任制，院长是医院质量管理第一责任人，指挥与协调全院质量管理的过程。科室主任是所在科室质量管理责任人，负责组织科室质量与安全管理小组开展活动。 \n医院质量与安全管理组织机构健全、人员组成和职责符合国家法律、法规要求，主要包括：由院领导、相关部门负责人或管理者及资深临床专家组成的医院质量与安全管理委员会、各质量相关委员会（伦理委员会、药事管理与药物治疗学委员会、医院感染控制管理委员会、病案管理委员会、输血管理委员会、护理质量管理委员会等）、质量管理部门、各相关职能部门、科室质量与安全管理小组等。医院在医疗质量管理委员会下设立医疗技术临床应用管理专门组织，人员组成和功能任务符合国家法规要求，包括院领导、职能部门负责人或管理者及资深的医护技人员。医院质量与安全管理委员会及各相关管理委员会能在质量与安全管理中发挥统筹协调作用。医院建立基于电子病历的医院信息平台，满足医疗质量管理与控制工作需要。 ",
        "1. \t医院有医院文化建设制度及质量与安全管理体系，医疗质量管理实行院、科两级责任制，医院质量与安全管理组织机构健全，并落实各委员会职能，有记录。 \n2. \t院长是医院质量管理第一责任人，指挥与协调全院质量管理的过程，有记录。科室主任是所在科室质量管理责任人，组织科室质量管理小组开展活动，有记录。 \n3. \t医院质量与安全管理委员会及各相关管理委员会能在质量与安全管理中发挥统筹、协调、策划作用，有案例说明。 \n4. \t相关职能部门及各专业委员会对医院文化建设制度、质量与安全管理体系、质量方针与目标及质量管理活动的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院文化建设制度、质量与安全管理体系、质量方针与目标及质量管理活动的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医院文化建设制度、质量与安全管理体系、质量方针与目标及质量管理活动的改进有成效。 "
    ],
    "Q3.1.2": [
        "质量3.1.2",
        "医院与科室分别制定院科两级医疗质量与安全核心制度，质量与安全管理方案及质量与安全改进计划，并实施。医院有医疗质量管理与控制工作制度，医务人员遵循目前公认的循证临床诊疗指南、医疗技术操作规程、行业标准规范等有关要求开展诊疗工作。医院建立科室与多部门协作的临床审核机制，运用内部现场检查和临床审核结果及数据，有针对性地指导和管理，以提高医疗安全与服务质量。【相互引用质量4.2.1】",
        "医院落实国家法律法规要求，制定本院医疗质量与安全核心制度、年度质量与安全管理目标、计划及重点改进项目。院长和各科室（部门）负责人分别是医院和科室医疗质量与安全管理第一责任人，负责医院和科室质量与安全管理工作；各科室根据医院制定的目标，结合本科室情况制定科室年度质量与安全管理目标、工作方案及重点改进项目。 \n医院建立全员参与、覆盖临床诊疗服务全过程的医疗质量与安全管理制度。员工遵循目前公认的循证临床诊疗指南，医疗、护理技术操作规程、行业标准等有关要求开展临床诊疗工作，并落实医院及科室制定的质量与安全改进计划及方案，年度质量与安全管理目标、临床审核、医疗质量安全指标及趋势，包括：医疗技术、诊疗、感染控制和临床用药监测信息等。各主管部门有履行指导、检查、监督和评价其质量与安全管理职责【相互引用质量4.2.1】。 \n医院和/或科室定期（每年一次）或在有需要时更新质量与安全改进计划及方案。医院应当成立医疗质量管理专门部门，负责本机构的医疗质量管理工作，负责组织各科室有效的实施持续质量与安全改进计划，并指导各科室质量安全管理小组落实质量管理工作，包括临床审核，以解决本科室存在的质量与安全管理问题，有记录。 \n医院有医疗质量内部现场检查和公示制度。医院有多部门协作的临床审核机制，对临床诊疗指南和规范的执行及质量管理情况有定期（至少每年一次）的现场检查及临床审核；科室（部门）每年最少一次进行质量管理检讨及临床审核运用内部现场检查审核结果和数据分析结果，有针对性地指导提高医疗安全与服务质量。 \n医院建立院-科-病区或院-病区护理质量与安全管理组织体系，职责明确；成立护理质量与安全管理委员会，定期研究护理质量与安全工作，科或病区有护理质量与安全管理小组，负责落实护理质量与安全管理工作。护理文书、护理查房、护理会诊和护理病例讨论制度参照《医疗质量安全核心制度要点》执行。 ",
        "1. \t医院有制定院医疗质量安全核心制度及年度质量与安全管理目标、计划及重点改进项目，并实施。 \n2. \t医院及科室有制定质量与安全改进计划及方案，科室负责人负责本科室质量与安全管理小组工作，制定科室质量与安全工作计划，实施医疗质量安全指标及趋势监测管理工作，解决本科室存在的质量与安全管理问题，有记录。 \n3. \t医院定期（最少每年一次）或在有需要时更新质量与安全改进计划，有记录。 \n4. \t相关职能部门及科室对医疗质量安全核心制度及年度质量与安全管理目标、质量与安全改进计划及方案、质量管理检讨及临床审核的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗质量安全核心制度及年度质量与安全管理目标、质量与安全改进计划及方案、质量管理检讨及临床审核的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗质量安全核心制度及年度质量与安全管理目标、质量与安全改进计划及方案、质量管理分析研究及临床审核的改进有成效。 "
    ],
    "Q3.1.3": [
        "质量3.1.3",
        "医院建立医疗质量与安全管理信息相关的数据库，以支持医疗服务、医院管理、质量与安全管理决策，并按照卫生行政管理部门要求按时完成相关数据报送工作，确保数据真实可靠、可追溯。【相互引用质量2.5.3，质量2.6.3，管理4.1.3】",
        "医院根据国家法律法规与卫生行政部门规定，完成医院基本运行状况、医疗质量安全、医疗技术、诊疗信息和临床用药监测信息等相关数据报送工作，确保数据真实可靠、可追溯。医院建立医疗质量与安全管理信息相关的数据库，为质量与安全管理决策和持续改进提供依据，并有提取数据的管理制度。医院熟练运用医疗质量管理工具开展医疗质量管理与自我评价，完善本院医疗质量管理相关指标体系，掌握本院医疗质量基础数据。 \n医院信息部门为信息主管部门，负责收集、处理、管理相关数据信息，并实行数据集中归口管理。医院信息部门能为职能部门与临床科室提供质量与安全管理的有关数据及相关数据调阅服务【相互引用质量2.5.3，质量2.6.3，管理4.1.3】。 \n医院建立医疗技术临床应用质量控制制度，以限制类技术为重点，制定本院医疗技术限制类技术目录及质量控制指标及随时间变化趋势，加强信息收集、分析与反馈，持续改进技术临床应用质量。 \n医院对质量管理要求执行情况进行定期评估、对医疗质量信息数据开展内部验证并及时分析和反馈，对医疗质量问题和医疗安全风险进行预警和干预，对存在的问题及时采取有效干预措施，评估干预效果。医院和科室利用收集的医疗质量与安全管理信息相关数据，包括投诉和安全（不良）事件相关信息，作自我纵向比较，并与各级卫生行政部门或行业组织公布的医疗质量和安全数据做外部横向比较，找出差距，制定质量与安全改进计划和目标，并将改进目标纳入医院年度工作计划和中长期发展规划中。 ",
        "1. \t医院有医疗质量与安全管理信息相关的数据库及掌握本院医疗质量基础数据。 \n2. \t医院对医疗质量信息数据进行内部验证，分析和反馈，对存在的问题及时采取有效干预措施，有记录。 \n3. \t医院有利用医疗质量信息数据检讨和再制定质量和患者安全计划的实例。 \n4. \t相关职能部门及科室对医疗质量与安全管理信息数据管理和患者安全计划的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗质量与安全管理信息数据管理和数据在改进质量安全中的指导作用的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗质量与安全管理信息数据管理和数据在改进质量安全中的指导作用的改进有成效。 "
    ],
    "Q3.1.4": [
        "质量3.1.4",
        "医院根据本院医疗质量安全核心制度开展全员培训；将科室医疗质量管理情况作为科室负责人综合目标考核重要依据。【相互引用管理2.1.1，管理2.1.3，管理2.2.1，管理2.2.3】",
        "医院根据本院医疗质量安全核心制度的组织实施，建立健全医疗质量管理人员培训和考核制度，充分发挥专业人员在医疗质量管理工作中的作用。各主管部门有履行指导、检查、监督和评价其质量与安全管理职责的工作记录。医院将科室医疗质量管理情况作为科室负责人综合目标考核以及聘任、晋升、评先评优的重要指标，将科室和医务人员医疗质量管理情况作为其定期考核、晋升的重要依据。医院把门、急诊工作质量纳入临床各科室质量管理范围，作为考核科室和医务人员的重要内容。医院以综合绩效考核为依据，突出服务质量、数量，逐步扩大分配，提高员工待遇【相互引用管理2.1.3】。医院建立基于护理工作量、质量、患者满意度，结合护理难度、技术等要素，以考核护理人员实际工作能力为核心的绩效考核制度，考核结果与护理人员的评优、晋升、薪酬分配相结合，调动护理人员积极性。 \n医院制定全员医疗质量管理和患者安全教育培训计划【相互引用管理2.2.1】，定期开展形式多样的院、科两级质量与安全教育和培训，并有记录，用以强化医疗质量管理和患者安全意识，提高全员医疗质量管理与改进的参与能力。医院、职能部门及科室能够熟练运用医疗质量管理工具针对医疗质量安全核心制度执行情况进行自查，对存在问题有分析和改进措施，并有记录。医院定期（每半年）对科室质控小组进行培训，帮助科室/医院实施持续的质量改进和患者安全计划【相互引用管理2.1.1，管理2.2.1，管理2.2.3】。 \n医院有对员工进行医疗质量管理制度及循证临床诊疗指南和规范的培训，员工知晓本岗位相关制度和职责，有记录。 ",
        "1. \t医院有医疗质量管理人员培训和考核制度，并实施，有记录。 \n2. \t医院有全员医疗质量核心制度及管理和患者安全教育培训计划，并实施，有记录。 \n3. \t医院、职能部门及科室能够熟练运用医疗质量管理工具针对医疗质量安全核心制度执行情况进行自查，并实施，有记录。 \n4. \t医院有医疗质量管理人员的培训和考核制度及医疗质量安全核心制度全员培训，有记录。 \n5. \t相关职能部门及科室对医疗质量管理人员培训和考核制度、医疗质量管理和患者安全教育培训计划、医疗质量安全核心制度及全员培训的实施有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗质量管理人员培训和考核制度、医疗质量管理和患者安全教育培训计划、医疗质量安全核心制度及全员培训有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗质量管理人员培训和考核制度、医疗质量管理和患者安全教育培训计划、医疗质量安全核心制度及全员培训的改进有成效。 "
    ],
    "Q3.2": [
        "质量3.2",
        "单病种与临床路径管理",
        "",
        "",
        "",
        ""
    ],
    "Q3.2.1": [
        "质量3.2.1",
        "医院根据卫生行政管理部门要求，遵循临床诊疗指南、医疗技术操作规范、行业标准开展单病种和临床路径管理，规范临床诊疗行为。",
        "医院遵循目前公认的循证临床诊疗指南、医疗技术操作规范、行业标准开展单病种和临床路径管理，规范临床诊疗行为。有临床路径、单病种管理和质量控制方案，建立健全院科两级管理组织，明确各级人员职责并建立信息化管理支撑平台。 \n医院根据国家卫健委要求和行业标准，结合本院实际，制定临床路径病种目录和路径文本。对\"临床路径\"全过程进行监测和质量控制，指标包括：入组率、入组后完成率、死亡率、退出率、变异率、平均住院日、平均住院费用、出院患者经临床路径管理的占比等。 \n医院根据国家卫健委及各质控中心要求，建立单病种管理制度和目录，及时、准确向国家质控中心报送单病种相关数据。加强单病种质量控制，指标包括：收治例数、死亡率、平均住院日、平均住院费用等；并对全院主要病种（各学科前五位病种及低风险病种（ICD-10，2019 v2.0）开展质量效益数据分析。 \n为医务人员开展单病种和临床路径相关知识及管理制度的培训，相关人员知晓并落实。有需要时医务人员应与患者及家属进行沟通，使其加以配合。 ",
        "1. \t医院有临床路径、单病种管理制度、实施病种目录、质控方案并实施。 \n2. \t医院有对医务人员进行临床路径、单病种相关知识及管理制度进行培训并有相关活动记录。 \n3. \t医院信息系统有临床路径、单病种管理模块，能满足临床应用和管理需求。 \n4. \t职能科室和临床各科室对临床路径、单病种管理实施情况有自查，有院、科两级检查、分析、整改相关资料，对存在问题有纠正措施。 ",
        "主管部门对单病种与临床路径的相关制度与流程、实施情况有监管，对主要监测指标定期进行分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对单病种与临床路径服务管理的改进有成效。 "
    ],
    "Q3.3": [
        "质量3.3",
        "医院感染控制（感控）与感染性疾病管理",
        "",
        "",
        "",
        ""
    ],
    "Q3.3.1": [
        "质量3.3.1",
        "医院有感染管理组织，由具有相关工作经验或持有相应证书人员负责医院感染预防和控制工作，制定感染预防和控制计划。感染预防与控制和消毒工作符合国家法律、法规要求，并与医院功能和任务及临床工作相匹配。【相互引用质量3.3.9，质量3.3.10】",
        "医院依据相关法律法规要求建立医院感染管理组织，建立\"医院感染管理委员会-医院感染管理部门-临床科室\"三级医院感染监控体系，有医院感染管理与控制制度及职责。建立院感多部门协调机制，有方案及实施。感染管理部门配备专职人员，临床科室设有医院感染管理质量控制人员。 \n医院将医院感染管理纳入医院总体工作规划和质量与安全管理目标，并依据上级部门与医院感染管理的有关要求，制定并实施全面的感染预防与控制计划，包括感染风险防控的操作、流程和降低感染风险的策略；按感染风险、收集数据和医院感控情况，并与多部门联动协调，促进感染质量改进及保障患者安全。每年开展自我检查及分析讨论，并更新预防与控制计划【相互引用质量3.3.9】。 \n医院及科室制订相应的管理制度，针对医院所有医疗活动和工作流程制定具体感控措施，并落实，将医院感染的预防与控制贯彻于所有医疗服务中，并根据相关法律法规不断修订和完善医院感染的预防与控制制度。医院有所开展手术及其他侵入性诊疗操作目录，制订相关感染防控措施并实施数据监测，建立侵入性器械/操作相关感染防控制度。医院根据相关规范要求，制定并实施在医疗环境中实施无菌技术操作规程与安全使用各类医疗利器的制度、以指导进行安全的侵入性医疗程序（包括手术和介入程序）和注射操作。医院感染管理及消毒管理人员熟知相关制度、工作流程及所管辖部门、科室及消毒感控特点。经相关培训后全体员工熟知本部门、本岗位有关医院感染管理及消毒管理相关制度及要求，并执行。 \n医院根据国家有关规定，结合医院的具体情况，制定全院和不同部门的消毒制度，并落实；消毒、灭菌和隔离工作符合相关标准和规范要求，工作人员能获得并正确使用符合国家标准的消毒与防护用品【相互引用质量3.3.10】。全院和重点部门、重点部位（如重症医学科、新生儿病房、产房、手术室、导管室、内镜室、感染性疾病科、口腔科、消毒供应中心、静脉药物调配中心等）的消毒工作管理和制度符合相关特殊要求，并执行。 ",
        "1. \t医院有三级医院感染监控体系，有各层级的制度及职责，人员配置满足临床需求。 \n2. \t医院及科室有感染预防与控制相关规章制度、流程、计划和具体措施，定期修订，相关人员受培训后熟知，并实施。 \n3. \t医院有侵入性器械/操作相关感染防控制度和医疗环境中实施无菌技术操作规程与安全使用各类医疗利器的制度，并实施。 \n4. \t医院有消毒制度、灭菌和隔离工作，并实施。 \n5. \t相关职能部门及科室对感染预防与控制计划和管理及消毒制度、灭菌和隔离工作的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对感染预防与控制计划和管理及消毒制度、灭菌和隔离工作的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医院感染预防与控制计划和管理及消毒制度的改进有成效。 "
    ],
    "Q3.3.2": [
        "质量3.3.2",
        "医院设置感染性疾病科、发热门诊、肠道门诊，其建筑规范，医疗设备及设施、人员应符合国家有关规定，并科学制订相关制度和管理措施。【相互引用功能3.2.2，管理6.1.1】",
        "医院根据相关法律法规要求设置感染性疾病科、发热门诊、肠道门诊，其建筑规范，布局，分区均符合国家相关要求；医疗设备和设施、人员符合相关规定，便于患者就诊与预检，能满足避免患者间的交叉感染风险【相互引用功能 3.2.2，管理6.1.1】。患者在发热门诊中完成流行病学调查、挂号、就诊、核酸检测、化验检查、胸部CT检查、缴费、取药和必要的治疗处置。 \n医院有感染性疾病科、发热门诊、肠道门诊规章制度与流程、岗位职责，相关人员知晓并执行。有感染性疾病、发热、肠道疾病患者就诊流程规定并公示，有清晰、规范、醒目、易懂的标识。发热门诊实行患者就诊救治全流程闭环管理。 \n医院按计划对所有工作人员进行相关培训，并有记录。 ",
        "1. \t医院有感染性疾病科、发热门诊、肠道门诊，其建筑规范，医疗设备和设施、人员符合规定。 \n2. \t医院有感染性疾病科、发热门诊、肠道门诊管理制度与流程、岗位职责，定期修订，相关人员有培训及熟知，并实施。 \n3. \t相关职能部门及科室对发热门诊、肠道门诊医疗设备及设施、岗位职责、感染性疾病科管理制度与流程和相关人员的培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对发热门诊、肠道门诊医疗设备及设施、岗位职责、感染性疾病科管理制度与流程和相关人员的培训的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对发热门诊、肠道门诊医疗设备及设施、岗位职责和感染性疾病科管理制度与流程的实施情况和相关人员的培训的改进有成效。 "
    ],
    "Q3.3.3": [
        "质量3.3.3",
        "医院有针对医护人员和其他担任不同职责的各级各类人员，进行医院感染预防与控制策略的岗前和持续在岗培训，并向患者、家属、公众开展传染病预防知识的教育、咨询。【相互引用功能3.2.3，质量3.3.8，质量3.3.10，管理6.3.4】",
        "医院建立医院感染预防控制知识与技能全员培训制度，针对不同层级、不同岗位的工作人员并结合不同岗位特点制定岗前和持续在岗培训感染管理培训计划、培训大纲和培训教材以及考核方案，定期开展医院感染预防与控制策略方面的培训与教育并进行考核，保证相关人员掌握医院感染防控知识与技能【相互引用质量3.3.10】。 \n医院制定手卫生培训计划，定期开展覆盖全体人员的手卫生宣传、教育和培训，并对培训效果进行考核。相关人员掌握手卫生知识和正确的手卫生方法，保障手卫生的效果。医院为患者、照顾者、志愿者和承包商提供手卫生知识培训【相互引用质量1.5.1】。 \n医院及科室制定无菌技术培训计划，定期对医务人员开展培训无菌技术，包括外科手消毒和对使用利器的无菌技术作准备、完成医疗操作后损伤性医疗废物处置等的全过程风险管理、监测与控制【相互引用质量3.3.8】，并对培训效果进行考核。医院有防止针刺或被利器损伤的保护性措施并实施【相互引用管理6.3.4】。医院对感染性疾病科员工制定及提供岗前及在岗培训计划并落实。工作人员严格按照传染病防治有关规定和临床诊疗规范接诊和治疗传染病患者。相关工作人员经考核合格后方可上岗，对不合格人员实行离岗再培训。科室针对新颁布或修订的规范、制度及新发传染病，能及时组织相关工作人员进行适时的再培训。 \n医院向患者、家属和公众开展传染病预防知识的教育和咨询制度，有完整的教育咨询资料【相互引用功能3.2.3】。 ",
        "1. \t医院有各级各类人员感染预防与控制策略的培训制度、培训计划、培训大纲和培训教材以及考核方案，并组织实施。 \n2. \t医院有无菌技术培训计划包括外科手消毒和预防针刺伤或被利器损伤，定期对医护人员开展无菌技术教育、培训和考核，有记录。 \n3. \t科室（部门）有对患者、家属、公众开展手卫生和传染病预防知识的教育和咨询制度并落实，有教育咨询资料。 \n4. \t相关职能部门及科室对各级各类人员感染预防与控制策略的培训制度和计划、对患者、家属、公众手卫生和传染病预防知识的教育及咨询制度，和对医护人员无菌技术培训计划包括外科手消毒和预防针刺伤或被利器损伤的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对各级各类人员感染预防与控制策略的培训制度和计划、患者、家属、公众手卫生和传染病预防知识的教育与咨询制度及对医护人员无菌技术培训计划包括外科手消毒和预防针刺伤或被利器损伤的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对各级各类人员感染预防与控制策略的培训制度和计划、患者、家属、公众手卫生和传染病预防知识的教育与咨询制度，及对医护人员无菌技术培训计划包括外科手消毒和预防针刺伤或被利器损伤的改进有成效。 "
    ],
    "Q3.3.4": [
        "质量3.3.4",
        "医院加强对重点部门、重点环节、重点人群与高危险因素的监测，控制并降低医院感染风险。医院有感染暴发管理制度流程与处置预案。【相互引用功能3.2.3，管理6.4.3】",
        "医院按照感染规范，针对重点部门包括：重症医学科、新生儿病房、产房、手术室、导管室、内镜室、感染性疾病科、口腔科、消毒供应中心；重点环节包括：手术、有创操作、置管等环节；重点人群包括新生儿、孕产妇、免疫低下患者等与高危险因素如血液透析、无菌操作；重点部位包括：下呼吸道、手术部位、导尿管相关尿路、血管内导管相关血流等部位感染，制定感染管理制度、具体预防控制措施与感控监测计划，并实施。医院为患者开展感染风险评估，依据评估结果采取预防控制措施，控制并降低医院感染发生率。 \n医院建立医院感染暴发管理制度，制定医院感染暴发的报告、调查与处置等控制措施、流程和应急预案。根据医院感染可能发生的暴发情况制定各类演练方案，并组织开展演练，定期进行补充、调整和优化演练方案。医院有多种形式与渠道，使医务人员和医院感染的相关管理人员及时获得医院感染的信息。相关人员知晓医院感染暴发报告流程和处置预案【相互引用功能3.2.3，管理6.4.3】。 ",
        "1. \t医院有重点部门、重点环节、重点人群、重点部位与高危险因素的医院感染防控管理措施与监测计划，并实施。 \n2. \t医院有医院感染暴发管理制度、报告流程与处置预案，有演练方案，并实施。 \n3. \t相关职能部门及科室对重点部门、重点环节、重点人群、重点部位与高危险因素的医院感染管理预防控制措施与监测计划、医院感染爆发管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对重点部门、重点环节、重点人群、重点部位与高危险因素的医院感染管理预防控制措施与监测计划，以及医院感染暴发管理制度的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对重点部门、重点环节、重点人群、重点部位与高危险因素的医院感染管理预防控制措施与监测计划，以及医院感染暴发管理制度的改进有成效。 "
    ],
    "Q3.3.5": [
        "质量3.3.5",
        "医院感染管理组织建立医院感染风险因素监测制度、医院感染率及其变化趋势进行监测，定期开展风险评估并改进诊疗流程；定期通报医院感染监测结果并加强横向比较。",
        "医院感染管理组织按照相关规范要求，建立医院感染危险因素监测制度、监测指标体系和流程，制定医院感染监测计划，组织开展目标性监测、全院综合性监测等监测工作并记录。监控应覆盖高风险科室、人群、环节和部位，监测的目录/清单范围符合要求。医院感染管理专职人员和监测设施配备符合要求。科室能按照制度和流程要求，监测规范要求的全部项目，并有记录。定期通报医院感染监测结果、医院感染率及其变化趋势。 \n医院建立感染监测信息收集与反馈渠道，保证信息质量，保存原始记录文件。根据感染监测信息，结合科室（部门）所开展诊疗流程的特点，定期开展感控风险评估，并分析报告，对医院感染风险、医院感染率及其变化趋势提出预警和改进诊疗流程等建议。医院感染监测信息由专人负责上报，上报信息需审核，以确保其真实、准确。医院有根据省市医院感染质量控制中心发布本地区的医院感染监测信息，进行横向比较分析，提出改进建议。 ",
        "1. \t医院有医院感染危险因素监测制度、医院感染监测制度、指标体系和流程以及医院监测计划，相关人员知晓并组织实施。 \n2. \t医院有由专人负责医院感染监测信息上报和结果通报的制度与流程，相关人员知晓并组织实施。 \n3. \t医院有定期通报医院感染监测结果并进行横向比较，提出改进建议，有记录。 \n4. \t相关职能部门及科室对医院感染危险因素监测制度、医院感染监测制度及计划、信息上报和结果通报制度与流程、横向比较的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院感染危险因素监测制度、医院感染监测制度及计划、信息上报和结果通报制度与流程、横向比较的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医院感染危险因素监测制度、医院感染监测制度及计划、信息上报和结果通报制度与流程、横向比较的改进有成效。 "
    ],
    "Q3.3.6": [
        "质量3.3.6",
        "医师、临床药师、护理人员按照法律法规、卫生行政管理部门要求及行业规范要求使用抗菌药物，并有监督机制。医院有多重耐药菌管理规范与程序，有多部门共同参与的多重耐药菌管理合作机制，对多重耐药菌医院感染实施监管与改进。应用感染管理信息与指标及其趋势，指导临床规范使用抗菌药物。【相互引用质量1.10.1，质量3.4.2】",
        "医院依据国家法律法规建立抗菌药物临床应用管理组织，在医院药事管理与临床药师治疗委员会下设立抗菌药物管理工作组和临床应用管理专业技术团队，人员构成、职责任务及管理工作符合相关规范要求。制定抗菌药物临床应用管理规范，并严格执行，制定抗菌药物遴选、采购、处方、调剂、临床应用和药物评价的管理制度和具体操作流程，确定抗菌药物分级管理目录、医师抗菌药物处方权限和医师会诊权限，并定期调整，有抗菌药物目录和目录外抗菌药物临时采购程序并实施。有相关指南和资源，确保员工可以随时使用，抗菌药物临床应用管理能得到有效的行政支持。 \n医院抗菌药物管理工作组，由医务、药学、感染性疾病、临床微生物、护理、医院感染管理等部门负责人和具有相关专业高级技术职务任职资格的人员组成，负责临床科室技术指导、咨询、抗菌药物应用相关知识专业培训和持续教育，以改变医师不规范的抗菌药物处方。根据抗菌药物耐药性指南，并结合本院病原学证据/资料，选择较少在该院有病菌形成耐药性的抗菌药物，减少不必要处方及治疗延误。医院医务、药学等部门共同负责抗菌药物临床应用日常管理工作，组织专业人员对抗菌药物的处方、医嘱定期进行点评，对存在的问题进行分析反馈整改。 \n医院根据国家的要求，制定抗菌药物临床应用和实施细则及抗菌药物分级管理制度，建立并实施结构清晰的抗菌药物导向计划，有抗菌药物分级管理目录和实施分级权限管理，明确非限制性，限制性和特殊级抗菌药物处方、医嘱开具、调剂和会诊权限及特殊使用级抗菌药物临床应用审核管理程序，并定期更新【相互引用质量3.4.2】。 \n医院建立抗菌药物的临床应用进行监测与评价制度，有评价标准（包括：抗菌药物使用适应症，使用率，使用强度，病原学送检率，一类切口感染预防率和审核对抗菌药物导向计划遵从性等），有细菌耐药预警和通报机制，对监测结果进行评估，对不符合规定用药的情况采取干预，并有改进措施。检验、院感、药学三方联合完成的细菌耐药情况分析与对策报告，至少每半年一次。医院有鼓励患者/照顾者反馈使用抗菌药物后的副作用和不良反应机制和渠道【相互引用质量1.10.1】。 \n医院有多重耐药菌医院感染控制管理规范与程序，有临床科室、微生物实验室或检验部门、药学、医院感染管理部门等多部门共同参与的多重耐药菌管理协作机制，针对多重耐药菌医院感染的诊断、监测、预防和控制等各个环节，结合实际工作，制订并落实多重耐药菌感染管理制度与流程以及预防与控制方案和措施，对多重耐药菌医院感染实施监管与改进。 \n医院有对多重耐药菌控制落实的有效措施，包括手卫生措施、隔离措施、无菌操作、抗菌药物使用规定及保洁与环境消毒制度等。医院应用微生物室检测和医院感染管理数据信息指导临床规范使用抗菌药物，临床微生物实验室能开展临床对多重耐药菌检测及抗菌药物敏感性分析。医院应用感染管理信息与指标，指导临床正确使用抗菌药物。医院有细菌耐药监测及预警机制，并每半年进行反馈。各重点部门应了解其前五位的医院感染病原微生物名称及耐药率；根据医院细菌耐药监测变化趋势图定期调整。 \n医院有临床治疗性使用抗菌药物的微生物送检率、临床治疗性使用抗菌药物种类、微生物检测种类与微生物检测种类的年度统计分析。 ",
        "1. \t医院有抗菌药物临床应用的管理组织，抗菌药物的临床应用和分级管理制度以及抗菌药物导向计划，并实施。 \n2. \t医院有多重耐药菌感染预防与控制管理制度与流程、有多部门共同参与的多重耐药菌管理协作机制与方案，并实施。 \n3. \t医院对医务人员进行抗菌药物应用培训和继续教育并有记录。 \n4. \t相关职能部门及科室对抗菌药物的临床应用和分级管理制度、多重耐药菌感染预防与控制管理制度的实施，以及医务人员抗菌药物应用培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对抗菌药物的临床应用和分级管理制度、抗菌药物导向计划、多重耐药菌感染预防与控制管理制度的实施，以及医务人员抗菌药物应用培训的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对抗菌药物的临床应用和分级管理制度、抗菌药物导向计划、多重耐药菌感染预防与控制管理制度的实施，以及和医务人员抗菌药物应用培训的改进有成效。 "
    ],
    "Q3.3.7": [
        "质量3.3.7",
        "医院制定消毒管理制度和去污程序；应妥善、安全管理医疗设备，确保充分的清洁、消毒、灭菌和恰当的储存环境来降低与医疗/手术的设备、器械和物品有关的感染风险，制定失效物品、一次性和重复使用器械的管理制度与流程并实施。【相互引用质量6.3.3，管理6.2.5】",
        "医院根据国家法律法规，结合医院的具体情况，制定全院和部门的消毒管理制度和去污程序，并执行。以降低与医疗/手术的设备、器械和物品有关的感染风险。医院根据医疗物品危险性选择正确的消毒、灭菌方法，确保消毒灭菌效果，定期针对消毒开展常规监测，包括消毒液的浓度监测、紫外线灯的强度监测以及必要的消毒后生物监测等，并有记录。 \n消毒供应中心建筑布局符合国家法律法规的要求，周围环境清洁，无污染源；内部环境整洁，通风、采光、分区符合规范；整体布局符合要求，洁污区分清晰，不交叉，不逆流。消毒供应室采取集中管理的方式，对全院所有需要消毒或灭菌后重复使用的诊疗器械、器具和物品均由消毒供应中心回收，集中清洗、消毒、灭菌和供应。消毒供应室建立去污、清洗、消毒、灭菌效果监测制度，加强质量管理；有质量与安全改进计划。清洗、消毒、灭菌符合消毒供应中心行业标准要求，专人负责监测质量与安全改进计划工作。 \n医院依据国家相关规定，加强高值医用耗材、一次性使用的无菌器械和其他医用耗材的管理包括：溯源等。医院诊疗活动中使用的一次性使用诊疗器械/物品符合使用管理规定【相互引用管理6.2.5】。 \n医院有制定并实施重复使用器械/物品的管理制度与流程，包括：去污、消毒程序，消毒记录，重复使用次数，追溯机制，患者病历和记录【相互引用质量6.3.3】。 ",
        "1. \t医院有消毒供应室（消毒供应中心），有医疗/手术设备、器械和物品的去污、清洗、消毒、灭菌和恰当的储存管理制度与流程，并实施。 \n2. \t医院有一次性器械管理制度与流程，并实施。 \n3. \t相关职能部门及科室对医疗/手术设备、器械及物品的去污、清洗、消毒、灭菌和恰当的储存管理制度与流程、一次性和重复使用器械管理制度与流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗/手术设备、器械和物品的去污、清洗、消毒、灭菌和恰当的储存管理制度与流程、一次性和重复使用器械的管理制度与流程的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明去污、清洗、消毒、灭菌和恰当的储存管理制度与流程及一次性和重复使用器械的管理制度与流程的改进有成效。 "
    ],
    "Q3.3.8": [
        "质量3.3.8",
        "医院执行医疗废物、废液管理制度，安全和妥善地处理潜在传染性医疗废物、利器与针头，以降低医院感染的风险。医疗废物、废液管理符合医院感染管理要求。污水管理和处置符合规定。【相互引用质量3.3.3，质量5.3.5，质量6.1.1，质量6.3.3，管理2.3.4，管理6.3.4】",
        "医务人员进行侵入性医疗程序时严格实施无菌技术操作，并对完成医疗介入程序、手术和注射操作后损伤性医疗废物处置等的全过程进行风险管理、监测与控制【相互引用质量3.3.3】。 \n医院提供符合规范要求的个人防护用品和利器收集盒。所有利器收集盒必须防穿刺、防渗漏且密闭及不可重复使用。医院对医务人员开展安全注射相关知识与技能培训，指导医务人员和相关工作人员正确处置使用后的利器和注射器具【相互引用质量3.3.3】。 \n医院根据相关规范要求制定并实施符合相关法律法规要求的医疗废物、废液管理制度、机制、处理系统和责任制，健全组织架构、落实岗位职责并执行，以降低医院感染发生率【相互引用管理6.3.4】。 \n医院有安全操作规程，用于处理潜在传染性医疗废物的个人防护用品，并符合医院感染管理要求，包括被体液污染的仪器、用具和衣物，血液与血液成分和病理废物（标本、人体组织、器官和身体部位等），以减少处理、运输和加工过程中感染的风险。对一次性介入诊疗器材使用流程有明确规定，所有一次性器材使用完毕后按医疗废物管理。科室（部门）按要求进行医疗废物、废液处置并有记录【相互引用质量5.3.5，质量6.1.1，质量6.3.3，管理2.3.4，管理6.3.4】。 \n医院有专人负责医疗废物、废液处理工作，上岗前经过相关知识培训，并有记录【相互引用管理6.3.4】。 ",
        "1. \t医院有安全使用各类医疗利器的制度和操作规程，有培训，相关人员知晓，并实施。 \n2. \t医院有安全注射管理制度和操作规程，并对医务人员开展安全注射相关知识与技能培训，有记录。 \n3. \t医院有潜在传染性医疗废物、废液管理制度和操作规程，有培训，相关人员知晓，并实施。 \n4. \t相关职能部门及科室有安全使用各类医疗利器包括安全注射管理的制度、潜在传染性医疗废物、废液管理制度和操作规程的落实和培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对安全注射管理制度和操作规程、安全使用各类医疗利器包括安全注射管理的制度、潜在传染性医疗废物、废液管理制度和操作规程的落实和培训的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明安全使用各类医疗利器包括安全注射管理的制度、潜在传染性医疗废物、废液管理制度和操作规程的实施和培训的改进有成效。 "
    ],
    "Q3.3.9": [
        "质量3.3.9",
        "医院按照国家法律法规，执行传染病信息报告管理。【相互引用功能3.2.1，质量3.3.1】",
        "医院按照国家法律法规，执行传染病信息报告管理【相互引用功能3.2.1，质量3.3.1】。医院确立或指定具体部门和专（兼）职人员负责传染病信息报告管理要求的落实。并制定传染病报告工作程序，明确各相关科室在传染病信息报告管理工作中的职责。 \n医院传染病管理负责部门及时报告法定传染病，甲类传染病例如：鼠疫、霍乱等；乙类传染病例如：传染性非典型肺炎、艾滋病等；丙类传染病例如：流行性感冒、流行性腮腺炎等；其他传染病；不明原因肺炎病例和不明原因死亡病例等重点监测疾病。当发现甲类传染病和乙类传染病中的肺炭疽、传染性非典型肺炎等按照甲类管理的传染病、以及其他传染病和不明原因疾病暴发等应当严格按照规范要求的时限和流程进行网络直报。未治愈的传染病患者或疑似患者离开报告所在地时，应立即报告当地卫生行政部门，同时报告上级疾病预防控制机构。 \n医院建立健全传染病诊断、登记、报告、培训、质量管理和自查等制度。 \n医院对相关医务人员进行传染病诊断标准和信息报告管理技术等内容的培训；相关人员知晓。医院将传染病信息报告管理工作纳入工作考核范围。 ",
        "1. \t医院有传染病信息报告管理和传染病报告工作程序，并实施。 \n2. \t医院有指定具体部门和专（兼）职人员负责传染病信息报告管理，并实施。 \n3. \t医院有传染病诊断、登记、报告、培训、质量管理和自查等制度，并实施。 \n4. \t医院对相关医务人员进行传染病诊断标准和信息报告管理技术的培训，有记录。医院有将传染病信息报告管理工作纳入工作考核范围。 \n5. \t相关职能部门及科室对传染病信息报告管理和传染病报告工作程序、传染病诊断、登记、报告、培训、质量管理和自查等制度、传染病诊断标准和信息报告管理技术的培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对传染病信息报告管理和传染病报告工作程序、传染病诊断、登记、报告、培训、质量管理和自查等制度、传染病诊断标准和信息报告管理技术的培训的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对传染病信息报告管理和传染病报告工作程序、传染病诊断、登记、报告、培训、质量管理和自查等制度、传染病诊断标准和信息报告管理技术的培训的改进有成效。"
    ],
    "Q3.3.10": [
        "质量3.3.10",
        "医院提供屏障预防措施和隔离措施，以保护患者、照顾者和医务人员不受传染病的侵害，并保护免疫功能受到抑制的患者不易遭受特殊感染的侵害。【相互引用质量3.3.1，质量3.3.3】",
        "医院根据相关标准和规范要求，结合感染性疾病的传播途径及特点，制订并实施对全院和重点部门如新生儿室、血液透析室等，和重点人群（如免疫低下等）的隔离制度及操作流程；针对诊疗过程中出现或者可能出现的不同感染传播途径疾病风险，采取有效消毒、灭菌、屏障预防和符合相关标准和规范要求的隔离措施，为隔离患者和相关医务人员提供必要的个人防护用品。隔离设施及物品配备能满足临床需要。 \n医院完善手术部（室）、消毒供应中心（室）和新生儿病室等护理质量管理与监测相关制度及措施，并组织实施和持续改进。医院加强新生儿室消毒隔离管理，防范院内感染；医院有新生儿室消毒隔离制度、新生儿暖箱、奶瓶、奶嘴消毒规范和高危新生儿、疑似传染病、传染病患儿消毒隔离制度及措施，标识清晰，并落实。 \n血液透析室有传染病患者隔离制度与具体措施。乙型肝炎病毒、丙型肝炎病毒、梅毒螺旋体及艾滋病病毒感染的患者分别在各自隔离透析治疗间或隔离透析治疗区进行专机血液透析。 \n产房布局符合国家法律法规的要求，分区明确，设有隔离待产室和隔离分娩室，用后的产房、产床应清洁消毒。消毒隔离工作符合规范要求；医务人员能够获得并正确使用符合国家标准的消毒与防护用品【相互引用质量3.3.1】。 \n医院开展对医务人员有关目前公认的循证的隔离技术、消毒技术、个人防护用品使用的教育与培训，有培训考核记录【相互引用质量3.3.3】。 \n医院开展对隔离患者的探视、陪护人员的感控知识宣教与管理，指导和监督探视、陪护人员根据患者感染情况选用合适的个人防护用品。 ",
        "1. \t医院有消毒、灭菌、屏障预防措施包括防护用品和隔离制度与操作流程，并实施。 \n2. \t相关职能部门及科室对消毒、灭菌、屏障预防措施包括防护用品和隔离措施隔离制度与操作流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对消毒、灭菌、屏障预防措施包括防护用品和隔离制度与操作流程的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对消毒、灭菌、屏障预防措施包括防护用品和隔离制度与操作流程的改进有成效。 "
    ],
    "Q3.4": [
        "质量3.4",
        "药事和药物使用管理",
        "",
        "",
        "",
        ""
    ],
    "Q3.4.1": [
        "质量3.4.1",
        "依据国家法律法规，医院药事管理工作和药学部门设置、人员配备和培训符合国家相关法律法规及部门规章的要求。医院建立与完善药事管理组织及药事管理与临床药学服务各项规章制度并组织实施。",
        "医院药事管理工作和药学部门设置以及人员配备符合国家相关法律法规及部门规章的要求。医院建立与完善药事管理组织及药事管理与临床药学服务各项规章制度并组织实施。 \n医院设立药事管理与药物治疗学相关组织，其职责明确，有相应的工作制度。药学部门负责药学专业技术服务与相关药事管理工作，有年度工作计划总结，医务部门负责药物治疗相关管理工作。医院建立医务与药学部门协调联动机制并由医务、药学、护理、临床专业人员组成的药事管理与药物治疗学委员会，负责全院临床用药管理，制定临床药学服务各项规章制度和药学相关的质量与安全改进计划，并组织实施。医院负责人担任药事管理与药物治疗学委员会（组）主任委员，药学和医务部门负责人任药事管理与药物治疗学委员会（组）副主任委员，资深临床医护人员和相关管理部门负责人任成员。有药事管理工作制度、操作规程，并组织实施。委员会定期开展药事管理法律、法规及相关制度的宣传、教育、培训工作，医务人员熟悉药事管理法律法规及相关制度并落实。委员会每季度对医院药事管理和药物治疗学工作情况进行分析、总结，研究、解决药事管理工作中的相关问题，如研究新药引进、遴选和药品淘汰的相关工作原则，讨论、分析处方点评结果，对不正确用药情况和药物事件提出改进措施和处理意见等。 \n医院各级药学专业技术人员职责明确，熟悉并履行本岗位职责，有培训、考核和管理相关规定，并有效执行。 ",
        "1. \t医院有药事管理组织、人员任命文件及工作制度、操作规程等，并实施。有年度工作计划和和质量与安全改进计划总结，有药事管理组织活动记录。 \n2. \t医院有药事管理与药物治疗学委员会负责全院临床用药管理，并实施。 \n3. \t药事管理与药物治疗学委员会有对医护人员开展药事法律法规及相关制度宣传、教育、培训方案和活动记录，相关人员知晓，并实施。 \n4. \t药学部门和药事管理与药物治疗学委员会对药事管理组织与临床药物治疗工作的实施情况有自查，对存在的问题有纠正措施。 ",
        "主管部门对药学管理组织建设、职责落实及临床药物治疗工作的实施有监管，有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对药学管理组织建设、职责落实及临床药物治疗工作的改进有成效。 "
    ],
    "Q3.4.2": [
        "质量3.4.2",
        "医院依据国家法律法规，加强药品管理，规范药品遴选、采购、处方、储存、调剂。有处理药物废物的制度并实施。【相互引用质量3.3.6，质量3.4.3，管理6.3.4】",
        "医院依据国家药品管理相关法律法规，有药品（包括基本药物、全院急救等备用药品、抗菌药物及中药等）采购供应管理制度与流程，供药渠道合法。药学部门统一负责药品采购供应；药品采购规范，储备量与功能、任务和服务量相适应；规范药品遴选、采购、处方、储存、调剂，建立全流程监测系统，有效控制药品质量，保障药品质量和供应，并落实执行。医院建立临床应用和药物评价的管理制度和具体操作流程，【相互引用质量3.4.3】调配工作符合有关规定。 \n抗菌药物采购目录在规定期限内向卫生行政部门备案，建立医师抗菌药物处方权限和医师会诊权限，定期调整，并落实执行【相互引用质量3.3.6】。医院建立静脉药物（包括：肠外营养液）调配中心，静脉药物调配中心和调配工作符合有关规定【相互引用质量3.4.3】。 \n医院有药品贮存管理制度，定期对库存药品进行养护和质量检查，定期盘点、账物相符。药物存放正确且安全，药品贮存设施与设备满足药品质量要求。医院设置冷藏库、阴凉库、常温库，化学药品、生物制品、中成药、中药饮片分类定位存放。有中药贮存制度，贮存药品的场所、设施与设备符合有关规定，设置中成药及饮片分类定位存放，按规定设置验收、退药、发药等功能区域。根据医院规模和临床需要，所设置的中药房与中药煎药室符合法律法规。 \n药学部门按规定设置验收、退药、发药等功能区域。药库管理由药学专业人员负责，科室或病区备用药品指定专人管理，严格执行药品有效期管理相关制度与处理流程。有药物库存清单以供检查，包括相关资料：如何使用所列药物，订购与库存的方法，有控制措施和记录。药物输送时，保持其所需的药品质量要求的条件，包括保持温度的要求，确保有效冷链管理（包括疫苗）。医院有制定并落实药品调剂制度及遵守药品调剂操作规程，保障药品调剂的准确性。药品调剂必须设置处方、医嘱审核环节，严格执行《医疗机构处方审核规范》。有发药差错报告制度、及差错分析登记。发出的药品标示有用法、用量和特殊注意事项。药品如需分装调剂，应有操作规程和记录；分包装上有药品名称、规格、剂量、批号、有效期、分装日期等信息；医院对住院患者的药品配发有统一的规范要求。临床药师调剂过程需有第二位有资质的人员双签字核对药品与处方，分别独立计算和核对调剂剂量和处方相符。独立值班时二次核对可由临床药师与其他科室（部门）一位具资历的专业人员（医师或护士）做两次独立双重核对，每一次都要签名。 \n医院制剂配制与使用符合《医疗机构制剂注册管理办法》的规定，持有《医疗机构制剂许可证》，并取得相应的制剂批准文号，有保证制剂质量的设施、设备和管理制度，按规定配备药学专业技术人员。配制制剂经省级药品监督管理部门批准后，方可在医院之间调剂使用。 \n医院建立有零库存药品的保障制度及措施，并教育员工。对全院的急救等备用药品进行有效管理，确保质量与安全。存放于急诊科、病房（区）急救室（车）、手术室及各诊疗科室的急救备用药品有管理和使用制度。各相关科室急救备用药品统一储存位置、定期统一规范管理、统一清单格式，有目录及数量清单，实行基数管理，专人负责；使用后及时补充，损坏或近效期药品及时报损或更换，保障抢救时能及时获取。药学部门每月对各科室备用药品的管理与使用情况进行检查。药学部门制定药品（含医院制剂）召回管理制度和有针对患者用药召回的处理与流程；召回药品妥善保存，保留原始记录。对因病情变化、医嘱调整而产生退药要有规定的程序及流程，药学部门进行有效管理。有处理药物废物的制度并实施【相互引用管理6.3.4】，相关人员有培训，熟悉程序。 ",
        "1. \t药学部门有药品采购供应管理制度与流程、药品遴选、采购、处方、储存、调剂、药库管理、中药贮存制度及药品质量管理制度、操作规程、应急保障预案等，相关人员知晓并落实。 \n2. \t药学部门有药品贮存、运输条件、设施与设备、冷链管理、药物废物处理能满足药品质量管理要求，并有专人负责管理，有维护保养、检修记录。 \n3. \t医院有静脉药物调配中心、零库存药品的保障制度及措施，并实施。 \n4. \t药学部门对抗菌药物和药品的遴选、采购、处方、储存、调剂、零库存药品的保障措施和药物废物处理的实施情况有自查，对存在的问题有纠正措施。 ",
        "主管部门对药品采购供应管理制度与流程、药品遴选、采购、处方、储存、调剂、中药贮存制度、静脉药物调配中心、零库存药品保障制度及措施和药物废物处理的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明药品采购供应管理制度与流程、药品遴选采购、处方、储存、调剂、中药贮存制度、静脉药物调配中心、零库存药品的保障制度及措施和药物废物处理的改进有成效。 "
    ],
    "Q3.4.3": [
        "质量3.4.3",
        "医院依据国家法律法规及目前公认的循证临床用药指南和标准，建立药品供应全流程监测系统，有效控制药品质量，并加强特殊管理药品及药品类易制毒化学品的管理。【相互引用质量3.4.2，管理2.3.4，管理6.3.2】",
        "医院建立药品质量控制体系，保障药品质量【相互引用质量3.4.2】。有药品质量管理组织及药品质量管理相关制度，职责明确。有药品验收管理制度与程序，保证各环节符合质量要求。对药品质量抽查结果及科室备用药品质量管理检查情况进行分析、总结，落实整改措施。 \n按照有关法律法规、部门规章及目前公认的循证临床用药指南和标准，医院有加强抗菌药物、麻醉药品和精神药品、毒性药品、放射性药品、抗肿瘤药物、激素类药物、重点监控药物、基本药物临床应用规范化管理。医院对\"麻醉药品、第一类精神药品\"等特殊管理药品实施全程管理，依法建立麻醉药品、精神药品、放射性药品、医疗用毒性药品等特殊管理药品及药品类易制毒化学品的使用管理制度，执行药品存放区域、标识和贮存方法的相关规定。药库设置有\"麻醉药品、第一类精神药品\"专用库（柜），配有安全监控及自动报警设施；放射性药品按有关规定执行【相互引用管理2.3.4】。在门诊、急诊、住院等药房设置麻醉药品、第一类精神药品周转库（柜），库存不得超过医院规定的数量并每天结算。对\"麻醉药品、第一类精神药品\"实行批号管理，开具的药品可溯源到患者，使用时由执行护士和核对护士进行双人核对，并在处方上双签名。交接时需要日清日结、班班交接，双人（护师或医师）交接。药学部门每月复核。医院与药学部门有高警示药品，听似、看似等各类易混淆药品的贮存与识别要求。有特殊管理药品的应急预案，确保药品发放和使用安全。 \n药学部门及有关科室对相关人员进行\"麻醉药品、精神药品、放射性药品、医疗用毒性药品（包括抗肿瘤药物）等特殊管理药品及药品类易制毒化学品的使用与管理规范培训和有关规定的落实有自查，发现问题及时改进【相互引用管理6.3.2】。 \n按照有关法律法规、部门规章及目前公认的循证临床用药指南和标准，医院有加强基本药物临床应用规范化管理。医院有贯彻落实国家有关优先使用基本用药相关管理规定，建立优先使用国家基本药物管理制度和监督体系。定期对医师开展相关教育和培训。《国家基本药物目录》中的品种优先纳入\"药品处方集\"和\"基本用药供应目录\"，有相应的采购、库存量。对公立医院享有基本医疗服务对象使用国家基本药物（门诊、住院）配备使用比例符合省级卫生行政部门的规定 ",
        "1. \t医院有药品质量管理组织及相关管理制度，有麻醉药品、特殊管理药品管理制度，并实施； \n2. \t药学部门定期有对相关人员进行特殊药品管理培训考核方案及活动，并有记录； \n3. \t药学部门有对药品质量管理、特殊药品管理、药品类易制毒化学品、急救备用药品管理进行分析，有总结报告； \n4. \t医院有优先使用国家基本药物管理制度和监督体系，有对医师开展优先使用基本药物培训方案和记录并执行。 \n5. \t药学部门及有关科室对药品质量控制与特殊药品、药品类易制毒化学品、急救备用药品和基本药物的管理和培训的实施情况有自查，对存在的问题有纠正措施。 ",
        "主管部门对药品质量控制与特殊药品、药品类易制毒化学品、急救备用药品和基本药物的管理和培训的实施有监督，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对药品质量管理与特殊药品管理、药品类易制毒化学品和急救备用药品的管理和培训的改进有成效。 "
    ],
    "Q3.4.4": [
        "质量3.4.4",
        "医院根据相关临床诊疗指南和疾病诊疗常规，规范临床用药，制定药物管理和应用指南，包括特别或复杂药物应用，对医护人员有岗前和在岗的用药培训。配备临床药师，参与临床药物治疗，为病情需要的患者提供药物检查与药物调节，为临床医护人员提供用药咨询服务。【相互引用质量2.3.2】",
        "药事管理与药物治疗学委员会根据相关临床诊疗指南和疾病诊疗常规，制定药物管理和临床应用指南供员工应用，包括特殊药物治疗，例如肠道外营养疗法、激素类药物、肿瘤化学治疗等，规范临床用药，以促进药物治疗质量改进及保障患者安全。医院有特殊药物治疗管理小组，人员配置与岗位职责与医院功能和任务相符合，对医护人员有岗前和在岗的定期进行药物使用知识和技能培训，并对临床用药情况进行评价并有记录。 \n医院建立并实施临床临床药师制度，临床药师积极参与临床药物治疗，促进正确用药，拓展药学服务范围。加强临床药师队伍建设和培训，提高临床药学服务能力和水平。临床药师职责明确，配备数量符合国家相关规定，为临床正确用药提供药学专业技术服务，结合临床实践为患者提供药学监护，审核患者用药医嘱，对不符合规定用药、药物相互作用和重复使用同类药物进行干预，定期进行药物调节，并有记录。临床药师开展药学查房，对重点患者实施药学监护和入院、转科、转院和出院患者及时进行药物调节以建立药历，工作记录完整，同时用以保障延续护理质量和安全，并向患者（尤其是接受多种药物治疗的患者及其照顾者）提供相关的药物教育。临床药师还参加病例讨论，提出用药意见、个体化药物治疗建议和参与院内疑难重症会诊和危重患者的救治。临床药师按其职责、任务和有关规定参与临床药物治疗，为临床医师、护士提供正确用药知识的培训和咨询，及对患者进行用药教育【相互引用质量2.3.2】。 ",
        "1. \t药事管理与药物治疗学委员会有制定药物临床应用指南，相关人员知晓并实施。 \n2. \t医院配备临床药师符合国家相关规定要求，临床药师积极参与临床药物治疗，促进正确用药并为患者进行药物调节以建立药历，为临床医师、护士提供正确用药知识的培训和咨询及对患者进行用药教育方案及活动，有记录。 \n3. \t药学部门和药事管理与药物治疗学委员会对药物临床应用指南的应用、药物临床规范化情况和临床药师服务的实施情况有自查、对存在问题有改进措施。 ",
        "主管部门对药物临床应用指南的应用、药物临床规范化使用情况和临床药师的服务的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院药物临床应用指南的应用、药物临床规范化情况和临床药师的服务的改进有成效。 "
    ],
    "Q3.4.5": [
        "质量3.4.5",
        "医院有规范处方和规范医师处方行为的管理制度，医护人员遵照医嘱为患者提供符合规范的用药服务。有紧急抢救情况下使用口头下达临时医嘱的管理制度和流程。有开展处方审核和处方点评工作，以促进临床用药符合行业规范和指南。【相互引用质量3.4.6，质量3.4.7】",
        "医院按照国家法律法规，制定处方管理制度以规范医师处方行为，对注册执业医师处方权、医师开具处方、临床药师调剂处方有明确规定，医师开具处方应按照法律法规的要求执行。 \n医院有统一的处方标准书写格式及规范。处方开具方式、缩写格式规范、完整，包括名称、剂量、给药途径与时间，并使用经药品监督管理部门批准并公布的药品通用名称、新活性化合物的专利药品名称和复方制剂药品名称。开具与执行注射剂的处方或用药医嘱时注意药物配伍禁忌，按药品说明书应用。医师处方签名或签章式样，分别在职能部门、药学部门留样备案。医师在处方和用药医嘱中的签字或签章与留样一致。有用药处方或用药医嘱管理的相关制度，内容涵盖特殊情况下患者自带药品的相关规定并执行。医院有对医务人员进行处方管理法规及相关管理制度的培训。 \n依据国家法律法规，医院开展处方审核和处方点评并持续改进，由临床药师及以上资质人员承担处方或医嘱的审核工作，对不规范处方、用药不适宜的处方进行有效干预，及时与医师沟通，医院有可行的监督机制与干预措施。处方审核工作包括：患者的体重和其他生理信息；药品、给药剂量、给药频度和给药途径；已有或潜在的过敏或敏感性反应；已有或潜在的药品-药品、药品-食物之间的相互作用；重复用药治疗；与医院的药物使用标准之间的差异；以及其他禁忌证。药学部门定期（每月）对门、急诊处方和出院病历进行点评，有特定药物或特定疾病的药物使用情况专项点评，每年至少开展2项。药学部门定期对处方书写格式及规范执行情况进行分析，对存在的问题组织整改，并根据分析、整改情况及科室（部门）的需求，对医院处方书写格式及规范进行统一更新。 \n医院有超说明书用药管理的规定与程序。有自带药品进行治疗管理制度和审批流程，在符合医院相关规定的前提下，住院患者需经医师确定并按规定程序通过审批后才可使用自带药品进行治疗。 \n医院有医嘱核对与处理流程，护士为患者提供符合规范的治疗、用药等护理服务，及时观察、了解患者用药和治疗反应，并及时与医师沟通、处理【相互引用质量3.4.6，质量3.4.7】。护士对处方或用药医嘱应尽量减少转抄，如有转抄和执行时有严格的核对程序。 \n医院有紧急抢救情况下使用口头医嘱的相关制度。口头医嘱只限于紧急抢救时使用，医师使用的口头医嘱，执行者须复述确认，双人核查后方可执行；所使用的口头医嘱应在抢救结束后及时补充开具，不得超过六小时，并以标准书面格式开具处方并保存与病历中。 \n门诊药房设有用药咨询窗口（台），有主管临床药师及以上人员提供正确用药咨询服务，有咨询记录，并针对患者咨询的常见问题开展规范用药宣传工作，为有关患者/服务使用者提供其用药的书面/印刷信息。 ",
        "1. \t医院有用药处方或用药医嘱管理的相关制度；医嘱核对与处理流程、严格的医嘱转抄和执行核对程序、口头下达临时医嘱管理制度及处方审核和处方点评制度，相关人员知晓，并实施。 \n2. \t药学部门有为患者/服务使用者提供其用药的书面/印刷信息及定期检查标准处方。 \n3. \t药学部门对用药处方或用药医嘱管理、处方审核和处方点评制度、医嘱核对与处理流程、为患者/服务使用者提供其用药的书面/印刷信息的要求实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对用药处方或用药医嘱管理、处方审核和处方点评制度、医嘱核对与处理流程、为患者/服务使用者提供其用药的书面/印刷信息的要求的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对用药处方或用药医嘱管理、处方审核和处方点评制度、医嘱核对与处理流程、为患者/服务使用者提供其用药的书面/印刷信息的要求的改进有成效。 "
    ],
    "Q3.4.6": [
        "质量3.4.6",
        "医院由符合相关资格的人员，根据医嘱，在安全清洁环境准备和分配药物，并按规范程序发药，给患者发药时应讲解有关药物信息，并在患者病历中记录所派发的药物。【相互引用质量3.4.5，质量3.4.7】",
        "医院由符合相关资格的人员，根据医嘱，在安全清洁环境准备和分配药物，按规范程序发药，在患者的药物医嘱中记录所派发的药物并签字确认。【相互引用质量3.4.5，质量3.4.7】，医院有医嘱核对与处理流程，为患者提供符合规范的治疗、用药等护理服务。由符合相关资格的护士执行医嘱/处方，严格执行核对与签名确认制度。护士基于处方或医嘱执行安全发药，核对药品发放过程正确，内容包括：根据处方或医嘱核对药品名称、发药剂量；给药途径；发药时间和频率是否符合全院统一的要求；识别患者的正确身份；发药时医务人员向患者进行用药交代，讲解药品用法、用量和特殊注意事项等有关药物信息，主动告知将患者所发药物的用途，让患者有机会提出疑问，并听取意见及对其反馈，对患者进行用药指导，必要时为患者提供书面用药指导资料。 \n医院有为医务人员提供正确执行医嘱及发药程序的定期培训和再培训。 ",
        "1. \t医院由符合相关资格的人员，根据医嘱核对与处理流程，在安全清洁环境中准备和分配药物之后，按规范流程派发药物、有药物咨询制度，并实施。 \n2. \t医院有对相关医务人员进行正确执行医嘱、落实核对制度等规范培训方案和活动记录。 \n3. \t相关职能部门及科室对医嘱与处方核对与处理和发药的管理、有关培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医嘱与处方核对与处理和发药的管理、有关培训的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院处方核对与处理和发药的管理与培训的改进有成效。 "
    ],
    "Q3.4.7": [
        "质量3.4.7",
        "医院有药物安全性监测管理制度，观察患者用药过程，监测用药效果，按规定报告药物不良反应，并将不良反应记录在病历之中。【相互引用质量3.4.5，质量3.4.6，管理6.4.3】",
        "医院建立药物监测和警戒制度，观察用药过程，监测用药效果，按规定报告药物不良反应并反馈临床，不良反应情况应记入病历。护理人员及时观察、了解患者用药和治疗反应，并及时与医师沟通、处理【相互引用质量3.4.5，质量 3.4.6】。医护人员监测及评估药物对患者症状或疾病的效果和不良反应，并根据监测结果做相应药物调整。当患者使用新药物时，需适度增加监测的频率，以确定疗效及识别过敏反应或非预期地与原有药物发生相互作用，或有否因影响患者平衡功能而增加跌倒的风险。 \n医院有药物严重不良反应应急处理预案及医疗救治药品目录，对突发药物事件有抢救预案，有具体明确的抢救人员职责，有善后处理工作及应急能力有明确规定，应急药品储备数量和质量能够满足救治需求。有药物不良反应包括药物过敏性休克及输液反应的应急处理、预案培训与演练记录，相关人员熟练掌握【管理6.4.3】。 ",
        "1. \t医院建立药物监测管理和警戒制度，有药物严重不良反应报告制度，并实施。 \n2. \t医院有药物不良反应应急预案及应对处理培训方案和活动记录，相关人员知晓并熟练掌握。 \n3. \t医院有应急药品目录及储备数量能满足救治需求。 \n4. \t相关职能部门及科室对药物安全性检测和药物不良反应报告及应急处理管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对药物安全性检测和药物不良反应报告及应急处理管理的实施有监管，定期分析、反馈和实施改进措施、并有相关证明。 ",
        "持续改进有成效，有证据证明医院对药物安全性检测和药物不良反应报告及应急处理管理的改进有成效。 "
    ],
    "Q3.4.8": [
        "质量3.4.8",
        "医院有用药差错（不良事件）和近失事件的报告制度支持员工汇报所有与药物有关的不良事件，包括近失事件，并基于不良事件进行分析、讨论、改进并通知所有医护人员、进行风险管理，以降低药物事故的严重性。【相互引用质量2.6.1】",
        "医院制定并实施相应的流程来报告用药差错（不良事件）和近失事件的不良事件，并采取相应措施。医院有识别及报告用药不良事件和近失事件的制度并实施，包括临床医务人员参与药品管理的人员共同合作，确定用药差错和近失事件的定义和制定标准化的报告表格、负责处理的人员和流程，以降低药物事故的风险，并作为制定医院质量改进及患者安全计划的一部分。 \n医院质量与安全管理体系和药事管理与药物治疗学委员会共同参与预防用药错误工作，了解院内或其他医院及国际上发生的用药差错及近失事件的类型和原因，进行用药风险评估，以改进医院的用药流程和培训医护与药学部门人员，防止药物不良事件重复发生【相互引用质量2.6.1】。 ",
        "1. \t医院有制定用药差错和近失事件的定义和相应药物不良事件的报告格式、流程与负责人，并实施。 \n2. \t医院质量与安全管理体系和药事管理与药物治疗学委员根据用药错误和近失事件的报告信息做风险评估，改进用药流程。 \n3. \t医院质量与安全管理体系与药事管理和药物治疗学委员有对医护和药学部门人员进行报告药物不良事件的重要性和报告流程及改进用药流程的培训。 \n4. \t相关职能部门及科室对报告用药差错和近失事件的不良事件的流程，评估风险、改进用药流程与员工的相关培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对报告用药差错和近失事件的不良事件的流程，风险评估、改进用药流程与员工的相关培训的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "医院对报告用药差错和近失事件的不良事件的流程，风险评估、改进用药流程与员工的相关培训的改进有成效。 "
    ],
    "Q3.5": [
        "质量3.5",
        "医疗技术管理",
        "",
        "",
        "",
        ""
    ],
    "Q3.5.1": [
        "质量3.5.1",
        "医院依据法律法规开展医疗技术服务，所开展的医疗技术服务与医院已获准的诊疗科目一致。依法准予医务人员实施与其专业能力相适应的医疗技术。",
        "医院依法依规准予医护人员实施与其专业能力相适应的医疗技术，有相应的管理制度和流程，对相关人员定期开展依法执业教育，无非卫生技术人员从事医疗卫生技术工作。 \n医院提供的医疗技术服务与医院功能任务及服务能力相适应，开展的医疗技术服务项目符合医院《医疗机构执业许可证》执业许可，并与诊疗科目一致。医疗技术临床应用应遵循科学、安全、有效、规范并符合医学伦理原则。 \n医院建立标准化的、客观的、循证的程序用于授权医疗人员收住和治疗患者，执行手术及医疗操作，和／或提供与其资质相符的其他临床服务。根据岗位职责、技术能力、并结合员工岗前培训及继续教育完成情况等定期实施聘用、资质认证及授予临床权限；每年由科室考核评估小组评估员工岗位胜任力、医疗质量状况决定再授权，尤其对高风险、特殊岗位的有关人员的授权和再授权管理，并有记录。 ",
        "1. \t医院有准予医护人员实施与其专业能力相适应的医疗技术管理制度，相关人员知晓并实施。 \n2. \t医院卫生技术人员从事的医疗卫生技术与《医疗机构执业许可证》中获准的诊疗科目和项目一致，有记录。 \n3. \t医院有一套标准化和循证的程序用于授权医疗人员收住和治疗患者和/或提供与其资质相符的诊疗科目，有记录。 \n4. \t相关职能部门及科室对医疗技术服务开展、医务人员资质及执业管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗技术服务开展、医务人员资质及执业管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗技术服务开展、医务人员资质及执业管理和规范实施的改进有成效。 "
    ],
    "Q3.5.2": [
        "质量3.5.2",
        "依据国家相关规定与管理办法，在医院医疗质量管理委员会下设立医疗技术临床应用管理专门组织，建立医疗技术管理制度，临床应用评估制度、临床应用质量控制制度、监督评价和档案管理制度、新技术准入制度、限制类医疗技术上报备案制度等。不应用未经批准或已经废止和淘汰的技术。【相互引用管理1.5.2，管理5.1.1，管理5.2.1】",
        "医院依据国家法律法规及部门规章，在医疗质量管理委员会下设医疗技术临床应用管理专门组织，人员组成和功能任务符合国家法律法规及部门规章要求。建立健全医疗技术管理制度，包括医疗技术目录管理、手术分级管理、医师授权管理、质量控制、档案管理、动态评估等制度，并组织实施。 \n医院有临床医疗技术应用管理分类目录、手术分级管理目录及限制类技术管理目录。对医疗技术临床应用进行评估，对限制类技术的质量安全和技术保证能力进行重点评估，并根据评估结果及时调整临床技术应用管理目录。 \n医院建立医疗技术临床应用论证及新技术和新项目准入审查制度，对已证明安全有效，但属本院首次应用的医疗技术，应当组织开展技术能力和安全保障能力论证并进行伦理审查。有统一的审批、管理流程。遵循科学、安全、有效、规范并符合医学伦理原则，包括立项、论证、风险评估、审批、追踪、评价等管理程序。所有新技术和新项目必须通过医院医学伦理委员会和医疗技术临床应用管理委员会审查同意后开展临床应用【相互引用管理5.1.1，管理5.2.1】。 \n医院建立医疗技术临床应用评估制度，对限制类技术的质量安全和技术保证能力进行重点评估，并根据评估结果及时调整本院医疗技术临床应用管理目录、医师技术临床应用权限和有关管理要求。加强限制类技术管理，有目录、有审核、有评估、有经医院审核后报送相关备案。医院开展的限制类技术目录、手术分级管理目录和限制类技术临床应用情况应当纳入医院院务公开范围，接受社会监督【相互引用管理1.5.2】，管理人员和医务人员知晓相关要求并遵守。 \n医院建立医疗技术临床应用质量控制制度，以限制类技术为重点，制定本院医疗技术质量控制指标，加强信息收集、分析与反馈，持续改进技术临床应用质量。 \n医院有完整的医疗技术管理档案和数据库，包括：技术目录、新技术、新项目申请、论证、评估、审查、批准、追踪等资料。 \n医院有医疗技术临床应用暂停和终止管理制度，出现终止应用相关情形时，应立即停止临床应用并按规定履行报告责任，无应用未经批准或禁止类技术。",
        "1. \t医院有医疗质量管理委员会、医学伦理管理委员会及相关医疗技术临床应用管理制度、流程，相关人员知晓并实施。 \n2. \t医院有临床医疗技术应用管理目录、手术分级管理目录、限制类技术管理目录并定期更新，已开展的技术中，无应用未经批准或禁止类技术，并执行。 \n3. \t医院有完整的医疗技术管理档案和数据库，有按规定向上级卫生行政管理部门报备相关资料。 \n4. \t相关职能部门及科室对医疗技术管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗技术管理制度的实施有监管、定期分析、反馈和整改，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗技术管理制度的改进有成效。 "
    ],
    "Q3.5.3": [
        "质量3.5.3",
        "医院有医疗技术风险预警制度和医疗技术损害处置预案，并实施。对新技术和新项目实施全程追踪管理、质量控制和动态评估，以降低医疗技术风险。",
        "医院建立医疗技术风险预警制度与损害处置预案，内容包括技术项负责人、项目组成员、可能出现的并发症和不良反应及预防措施和处置措施（包括消除致害因素、补救措施、多学科协调诊治）、报告流程、技术终止等情形。有诊疗新技术、新项目准入管理制度，包括立项、论证、风险评估、审批、追踪、评价等管理程序。明确开展新技术和新项目临床应用的专业人员的资质和范围、论证可能存在的安全隐患或技术风险并制定相应预案。医院建立新技术和新项目临床权限和动态评估制度，对新技术和新项目实施全程追踪管理、质量控制和动态评估；以降低医疗技术风险。管理人员和医务人员知晓相关预案和处置流程。 \n当可能影响到医疗质量和安全的条件（如技术力量、设备和设施）发生变异时，有终止实施诊疗技术的相关规定。 ",
        "1. \t医院有医疗技术风险预警机制和医疗技术损害处置预案，相关人员知晓并实施。 \n2. \t医院有完整的新技术、新项目管理档案，有实施临床权限、全程追踪管理和动态评估的记录。 \n3. \t相关职能部门及科室对医院医疗技术风险管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院医疗技术风险防范与处置工作的实施有监管、定期分析、反馈和整改，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医院医疗技术风险防范与处置工作的改进有成效。 "
    ],
    "Q3.5.4": [
        "质量3.5.4",
        "医院建立医务人员的医疗技术资格许可授权制度、程序及考评标准，对授权实施动态管理。【相互引用质量6.1.1，质量6.2.2，管理2.1.4】",
        "医院有医务人员医疗技术临床应用资格许可授权组织、制度、流程及目录，有医疗技术临床应用资格初评、复评、取消及级别变更的标准，有医疗技术临床应用管理档案与授权动态管理的数据资料，有医师资质与授权的专门部门或委员会，并为医务人员建立医疗技术临床应用管理档案，纳入个人专业技术档案管理。 \n医院建立手术分级管理制度和手术分级管理目录。建立医师手术分级授权与动态管理制度，根据医师的专业能力、临床实践、相关经验、手术质量安全和培训情况，授予或者取消相应的手术级别和具体手术项目权限，医院对手术医师能力进行定期评估，根据评估结果对手术权限进行动态调整【相互引用质量6.1.1，质量6.2.2，管理2.1.4】，医务人员知晓自身医疗技术临床应用资格许可的授权。 \n医院依法准予医务人员实施与其专业能力相适应的医疗技术，实施人员与授权名单完全一致。拟开展限制类技术的医师需按照相关要求完成培训并接受考核，考核包括过程考核和结业考核。 \n医院有高风险技术操作的卫生技术人员授权制度、包括手术、分娩和产科手术、麻醉、介入包括疼痛诊疗的有创操作、腔镜诊疗等技术的医务人员授权目录。医务人员知晓自身医疗技术临床应用资格许可的授权，相关部门和手术室通过多种形式获得授权目录并实施。医院有\"非计划再次手术\"相关管理制度与流程，将控制\"非计划再次手术\"作为对手术科室质量评价的重要指标及趋势和作为对手术医师资格评价、再授权的重要依据。急诊医务人员按计划进行技术和技能专业培训，能够熟练、正确使用各种抢救设备，掌握各种抢救技能，并通过医院主管职能部门的考核，达到\"急诊医师、护理人员技术和技能要求\"，可以胜任急救岗位工作。 \n临床检验科室有相应人员管理制度，包括：上岗、轮岗、培训、考核、授权，并落实，特别是分子生物学、特殊岗位如 HIV 初筛实验、产前筛查及诊断、新生儿疾病筛查、组织化学染色操作、参加尸体剖验的病理医师和技术人员等。 ",
        "1. \t医院有医务人员的医疗技术资格许可授权制度、程序及考评标准。 \n2. \t医院提供的医疗技术资格实施人员与授权名单完全一致。 \n3. \t医院定期对相应人员开展考评并有相关记录在医疗技术临床应用管理档案和个人专业技术档案管理。 \n4. \t相关职能部门及科室对医疗技术资格授权管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗技术资格授权管理的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗技术资格授权管理的改进有成效。 "
    ],
    "Q3.5.5": [
        "质量3.5.5",
        "医院建立医疗技术临床应用规范化培训制度，重视医疗技术临床应用管理人才队伍的建设和培训。",
        "医院建立医疗技术临床应用规范化培训制度及流程，明确岗位职责和管理要求，重视及加强医疗技术临床应用管理人才队伍的建设和培养；重视首次应用于临床的医疗技术培训及医务人员培训档案。承担限制类技术临床应用规范化的培训工作的医院，应建立培训规章制度及流程，明确岗位职责和管理要求，制定培训方案并向社会公开，加强学员管理，建立学员培训档案，按照培训方案和计划开展培训工作，保障培训质量达到国家和省级卫生健康行政部门规定的条件，同时履行报备程序。 ",
        "1. \t医院有医疗技术临床应用的培训规章制度、培训方案、计划，相关人员知晓并实施。 \n2. \t医院有医疗技术临床应用的培训记录（含承担区域内限制类技术临床应用规范化培训工作的医院）与考核结果。 3、 医院有医务人员培训档案，资料齐全。 \n4.  相关职能部门及科室对医疗技术临床应用规范化培训制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗技术临床应用规范化培训制度的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗技术临床应用规范化培训制度的改进有成效。 "
    ],
    "Q4.0": [
        "质量4.0",
        "医疗质量管理与持续改进 - [患者历程]",
        "",
        "",
        "",
        ""
    ],
    "Q4.1": [
        "质量4.1",
        "医院门急诊服务便捷，预检分诊制度落实，患者就医体验不断改善",
        "",
        "",
        "",
        ""
    ],
    "Q4.1.1": [
        "质量4.1.1",
        "医院为患者提供就诊接待、引导、咨询服务，减少就医等待，改善患者就医体验。【相互引用质量4.1.3】",
        "医院有门诊便民服务管理制度及各种便民服务措施，并落实。医院有措施保障门诊诊疗，特别是重点区域和高峰时段的秩序和连贯性。有信息系统支持门诊分时段、分层挂号或科室、诊室直接挂号及缴费或自助挂号、缴费等服务，缩短患者等候时间，减少就医等待，改善患者就医体验。 \n医院以多种方式向患者提供出诊信息，并及时更新。有措施保障医务人员按时出诊，在特殊情况无法出诊应有替代方案并及时通知患者。 \n医院开展多学科综合门诊，方便患者就医【相互引用质量4.1.3】。有多学科综合门诊的相关制度与流程，并落实。 \n医院为患者提供就诊接待、引导、咨询服务，帮助患者，特别是保障弱势人群和患者能有效就诊。 ",
        "1. \t医院有门诊便民服务管理制度及各种便民服务措施、多学科综合门诊制度与流程，并实施。 \n2. \t医院有措施保障门诊诊疗，特别是重点区域和高峰时段的秩序和连贯性，并实施。 \n3. \t医院为患者提供就诊接待引导、咨询服务，帮助患者，特别是弱势人群和患者有效就诊的措施并落实。 \n4. \t相关职能部门及科室对门诊便民服务管理制度及各种服措施、多学科综合门诊制度与流程、保障门诊诊疗，特别是重点区域和高峰时段的秩序和连贯性的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对门诊便民服务管理制度及各种便民服务措施，多学科综合门诊制度与流程、门诊保障措施的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对门诊各种便民服务、多学科诊疗及保障措施的改进有成效。 "
    ],
    "Q4.1.2": [
        "质量4.1.2",
        "医院实行门、急诊预检分诊制度，建立规范的流程，并加强相关人员培训。【相互引用功能3.2.2】",
        "根据国家法律法规，医院实行预检分诊制度、有效分流非急危重症患者、甄别传染病，控制传染病疫情及防止院内交叉感染【相互引用功能3.2.2】。 \n在急诊规范设置预检分诊场所，在患者就医的第一时间，预检分诊人员根据分诊原则与预检分级标准，准确识别危重病患者和紧急时限性疾病患者，进行分级分区管理。预检分诊人员并进行有关传染病方面的甄别、检查并将疑似传染病患者分流至相对隔离的诊治区域，有完善的预检分诊管理制度和流程，并落实。 \n医院在门诊有同一规范设置预检分诊场所，预检分诊人员进行传染病方面的甄别、检查并将疑似传染病患者分流至相对隔离的诊治区域，落实完善的预检分诊管理制度和流程。 \n医院对预检分诊人员进行培训、考核，并有记录；预检分诊人员知晓岗位职责并严格遵循。 ",
        "1. \t医院有门、急诊预检分诊制度及流程，并实施。 \n2. \t医院对预检分诊人员有培训、考核，并有记录。 \n3. \t相关职能部门及科室对门、急诊预检分诊制度及流程、预检分诊人员有培训和考核的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对门、急诊预检分诊制度及流程、预检分诊人员培训和考核的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对门、急诊预检分诊的改进有成效。 "
    ],
    "Q4.1.3": [
        "质量4.1.3",
        "医院有预约诊疗工作制度和规范的操作流程。预约诊疗形式多样，能根据门诊就诊患者流量和突发事件调配医疗资源，做好门诊各科室之间的协调配合。【相互引用质量4.1.1，管理6.4.3】",
        "医院有预约诊疗工作制度和流程【相互引用质量4.1.1】，能兼顾老人、残疾人等特殊人员的需求，有具体的管理措施，并落实；有方便患者及时获取预约诊疗信息的措施，对变动出诊时间提前公告；有专门部门和专职人员负责统一预约诊疗管理和协调工作。医院至少提供两种以上形式的预约诊疗服务，如电话、网络、现场、诊间/手机APP预约等多种形式；门诊实行分层、分时段预约；专家门诊、专科门诊、普通门诊均开展预约诊疗服务，出院复诊患者实行中长期预约；逐步提高患者预约就诊比例。 \n医院有紧急调配医疗资源的方案并落实，有关部门能根据门诊就诊患者流量和突发事件调配医疗资源，做好门诊各科室之间的协调配合，为患者提供最有效的服务。 \n医院有门诊突发事件应急处置预案，并有效实施，包括：人员职责、处理程序、抢救设备、通讯方式、保障措施等；门诊医护人员熟悉门诊突发事件应急处置预案与处理程序，有演练，有总结及记录；门诊抢救设施设备、物（药）品处于备用状态，需要时能方便取用，确保患者的需要【相互引用管理6.4.3】。 ",
        "1. \t医院有预约诊疗工作制度和流程，并实施。 \n2. \t医院有专门部门和专职人员负责统一预约管理和协调工作，并实施。 \n3. \t医院至少提供两种以上形式的预约诊疗服务、门诊可实行分时段预约、出院复诊患者实行中长期预约，有佐证。 \n4. \t医院有门诊突发事件应急处置预案，有演练，有记录。 \n5. \t相关职能部门及科室对预约诊疗工作制度和流程、门诊突发事件应急处置预案和演练的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对预约诊疗工作制度和流程、门诊突发事件应急处置预案和演练的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对预约诊疗工作制度和流程、门诊突发事件应急处置预案和演练的改进有成效。 \n4.2 医院不断优化院前院内各项服务流程，为患者提供延续医疗服务和为出院患者提供规范的出院医嘱、康复指导、健康教育和随访管理。 "
    ],
    "Q4.2": [
        "质量4.2",
        "医院不断优化院前院内各项服务流程，为患者提供延续医疗服务和为出院患者提供规范的出院医嘱、康复指导、健康教育和随访管理。",
        "",
        "",
        "",
        ""
    ],
    "Q4.2.1": [
        "质量4.2.1",
        "医院制定急危重症抢救制度，落实首诊负责制。建立院前急救、院内急诊与住院或转诊的连贯性医疗服务流程，加强对重点病种管理，\"绿色通道\"畅通。医院依据当前国际公认和循证医学临床诊疗指南，制定与开展多学科急危重症病种服务规范，从急诊开始涵盖患者就诊全过程，实施风险控制以提高患者安全并优化资源利用。【相互引用功能2.1.2，功能3.1.2，质量3.1.2，质量6.2.2，管理6.4.2】",
        "医院建立急危重症抢救制度及\"绿色通道\"流程，建立院前急救、院内急诊与住院或转诊的连贯性医疗服务流程。加强急诊检诊、分诊，有效分流非急危重症患者，有及时救治急危重症患者保障措施。医院针对重大突发事件应急医疗救援，制定大规模抢救工作流程，保证绿色通道畅通。医院和科室确定急危重患者的范围，建立抢救资源配置与紧急调配机制和绿色通道保障机制【相互引用功能2.1.2，功能3.1.2，管理6.4.2】。 \n医院有首诊负责制度，明确在诊疗过程不同阶段的责任主体，明确首诊医师全程负责患者在一次就诊过程结束前或由其他医师接诊前的诊疗管理职责。急危重症需抢救的患者要转送的，应有医务人员全程陪同并积极抢救，必要时呼叫专科人员。非本院诊疗科目范围内的疾病，首诊医师需先评估患者病情状况，病情平稳者应告知患者或其法定代理人，建议患者前往相应医院就诊，听取患者意见并对其反馈。各不同阶段的医师应按病历书写规范做好医疗记录，保障患者诊疗服务连续性和医疗行为可追溯，有急危重患者护理常规，护理措施落实到位。 \n医院急危重症患者实行\"先抢救、后付费\"的制度；有急危重症抢救患者优先住院的制度与措施，包括及时办理入院的制度与流程，保证急诊处置后需住院治疗的患者能够及时收入相应的专科病房。有拟收治急诊患者需住院，科室无床位时的应急保障措施。有急诊留观患者的管理制度与流程，并落实；医院对急诊留观时间超过72小时的患者有管理协调机制，及时妥善处置；需住院患者滞留急诊观察比例逐渐下降。 \n多学科团队遵循并使用当前国际公认的偱证医学临床诊疗指南、医疗技术操作规程、行业标准，参照循证医学，最佳实践以及患者的期望及特征，制定全院性、多学科、全过程（从患者进入急诊或入院开始）的急危重症病种临床诊疗规范，有明文规定循证的服务流程与服务时限，涵盖整个患者就诊过程，明确说明治疗目标和关键要素；且在技术、设施方面提供支持。其中以急性创伤、急性心肌梗死、急性心力衰竭、急性脑卒中、急性颅脑损伤、急性呼吸衰竭、高危孕产妇及新生儿【相互引用质量6.2.2】等为重点管理病种。多学科急危重症病种服务需详细记录在临床文档及病历中，作为患者就诊全过程的医疗护理依据，也作为病历的一部分，持续记录患者所接受的治疗与其成效。多学科团队遵循并使用目前公认的偱证临床诊疗指南、医疗技术操作规程和指引、行业标准，并根据循证医学，最佳实践以及患者的期望及特征，制定的全院性多学科急危重症病种服务规范，有明文规定循证的服务流程与服务时限，涵盖整个患者就诊过程，明确说明治疗目标和关键要素【相互引用质量3.1.2】；通过临床审核，运用审核结果和数据，持续改进和规范化临床流程来降低风险、减少医疗服务重复和变异，从而改善医疗成效，提高患者安全并优化资源利用。 \n医院有根据实际情况选择进入多学科急危重症病种服务规范病种目录和规范文本，以患者为中心，促进各团队成员之间相互沟通协调以及与患者和家人的沟通，多部门和科室间的协调配合的实施有记录。医院和相关科室质控小组有针对急危重症抢救和服务规范定期开展演练。 ",
        "1. \t医院有急危重症\"绿色通道\"流程、危重患者优先及时办理入院的制度与程序，并实施。 \n2. \t医院有院前急救、院内急诊与住院或转诊的连贯性医疗服务流程，并实施。医院落实首诊负责制度，患者诊疗服务连续性和医疗行为可追溯，有记录。 \n3. \t医院有由急诊开始的多学科急危重症病种服务规范和流程，并实施，相关职能部门及科室对急危重症抢和服务规范有演练，有记录。 \n4. \t相关职能部门及科室对急危重症\"绿色通道\"流程、院前急救、院内急诊与住院或转诊的连贯性医疗服务流程、首诊负责制度、患者诊疗服务连续性和医疗行为可追溯，由急诊开始的多学科急危重症病种抢救与服务规范和流程及演练的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对急危重症\"绿色通道\"流程、院前急救、院内急诊与住院或转诊的连贯性医疗服务流程、首诊负责制度、患者诊疗服务的连续性和医疗行为可追溯、由急诊开始的急危重症病种抢救与服务规范和流程及演练的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对急危重症\"绿色通道\"流程、院前急救、院内急诊与住院或转诊的连贯性医疗服务流程、首诊负责制度、患者诊疗服务连续性和医疗行为可追溯、由急诊开始的急危重症病种抢救与服务规范和流程及演练的改进有成效。 "
    ],
    "Q4.2.2": [
        "质量4.2.2",
        "医院完善患者入院、出院、转科、转院服务管理工作制度和标准，床位统筹管理，体现\"以患者为中心\"，改进服务流程，方便患者。【相互引用质量2.1.1】",
        "医院加强患者入院、出院、转科、转院管理，制定相关管理制度与流程，并落实。有急诊患者入院管理制度与流程，有患者转科、转院交接制度和流程，保证患者得到连续的医疗服务。办理出入院部门能提供24小时服务，方便患者办理入院、出院、转科、转院。医院实行病床统筹管理，增加入院患者管理的透明度，有部门或专人负责管理和协调工作，体现\"以患者为中心\"。能为弱势人群和患者如：新生儿、幼儿、孕产妇、老人患者、残疾患者、行动不便患者、慢性病患者、精神病患者等提供多种入院、出院、转科、转院服务及便民措施，实行分时段或床边办理出（转）院。遵循患者知情同意原则，履行告知义务，听取患者意见并对其反馈，尊重患者的选择权并履行知情同意【相互引用质量2.1.1】。医师、护士在患者转科、转院、出院前为其实施病情再评估，有病情和病历等资料交接及时传递患者病历与相关信息，以方便为患者提供连续医疗服务，相关医务人员熟悉并执行上述流程。 ",
        "1. \t医院有入院、出（转）院、转科、转院管理制度与流程，并实施。 \n2. \t医院有部门或专人负责协调全院床位，有佐证。 \n3. \t医师、护士在患者转科、转院、出院前为其实施病情评估，病情和病历等资料有交接管理和连续医疗服务，有佐证。 \n4. \t相关职能部门及科室对入院、出（转）院、转科、转院管理制度、医务人员在患者转科、转院、出院前为其实施病情评估，履行知情同意有记录、病情及病历等资料交接管理和连续医疗服务的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对入院、出（转）院、转科、转院管理制度、医务人员在患者转科、转院、出院前为其实施病情评估，履行知情同意、病情及病历等资料交接管理和连续医疗服务的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对入院、出（转）院、转科、转院管理制度、医务人员在患者转科、转院、出院前为其实施病情评估，履行知情同意、病情及病历等资料交接管理和连续医疗服务的改进有成效。 "
    ],
    "Q4.2.3": [
        "质量4.2.3",
        "医院规范出院患者的出院医嘱和康复指导意见，加强健康教育和随访管理，做好与患者及家属的沟通，提高患者健康知识水平和出院后医疗、护理及康复措施的知晓度。【相互引用功能2.1.4，质量6.1.8】",
        "医院有患者出院指导和出院健康教育相关制度，并落实；经治医师为出院患者提供规范的出院医嘱及出院记录，主要内容记录完整，与住院病历记录内容保持一致，有经治医师签名；经治医师、护士为出院患者提供康复指导意见，必要时请临床药师参与。包括：服药指导、营养指导、康复训练指导及出院注意事项等，防止药物滥用及不适当的康复训练，加强出院患者健康教育，提高患者健康知识水平和出院后医疗、护理及康复措施的知晓度；经治医师及责任护士一起与患者及家属沟通，请他们参与计划出院或转院安排；向患者及家属告知出院或转院记录中主要内容，听取他们的意见及其反馈，使患者或家属知晓出院后医疗、护理和康复措施，有利于帮助患者康复，并做好记录。 \n医院有出院患者随访管理相关制度，并落实；利用电话、电子邮件、信函和必要的面谈等多种形式开展随访工作，随访内容包括处理患者病情及记录、患者对医院的表扬、批评及建议。医院将记录作为医院改进工作的依据，并有记录【相互引用功能2.1.4，质量6.1.8】。 ",
        "1. \t医院有患者出院指导和出院患者健康教育相关制度，并实施。 \n2. \t经治医师为出院患者提供出院医嘱及准确完整出院记录，与责任护士一起与患者及家属沟通，同时听取他们的意见及对其反馈，有记录。 \n3. \t医院有出院患者随访管理相关制度，并落实。随访结果成为医院表扬、批评及改进工作的依据，并有记录。 \n4. \t相关职能部门及科室对患者出院指导与沟通、出院患者健康教育制度、患者随访管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对患者出院指导与沟通、出院患者健康教育、患者随访管理制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对患者出院指导与沟通、出院患者健康教育、患者随访工管理制度的改进有成效。 \n4.3 医院建立专科常见疾病的临床诊疗规范和技术操作流程，由具有法定资质的医务人员（经资格认定、培训和再培训）按照制度、规范和流程对患者进行评估和疾病诊断并制定诊疗计划，为患者提供规范的同质化服务。 "
    ],
    "Q4.3": [
        "质量4.3",
        "医院建立专科常见疾病的临床诊疗规范和技术操作流程，由具有法定资质的医务人员（经资格认定、培训和再培训）按照制度、规范和流程对患者进行评估和疾病诊断并制定诊疗计划，为患者提供规范的同质化服务。",
        "",
        "",
        "",
        ""
    ],
    "Q4.3.1": [
        "质量4.3.1",
        "医院建立专科常见疾病的临床诊疗规范和技术操作流程，由具有法定资质的医务人员（经资质认证培训和再培训）按照各项医疗管理制度、规范和服务流程对患者进行评估和疾病诊断，制定诊疗计划，关注弱势人群和患者需求，为患者提供规范的同质化服务。根据病情和治疗情况定期对所有患者进行再评估，以确定患者对治疗的效果，并依据评估结果决定继续治疗或出院。【相互引用质量1.9.1，质量2.3.1，质量2.3.2，质量5.2.1，质量5.6.1】",
        "根据目前国际公认的循证指南和最佳临床实践，医院建立各专科常见疾病临床诊疗规范和技术操作流程，医护人员严格按规范和流程开展诊疗活动；并通过定期临床审核，运用审核结果和数据，更新和/或改进临床诊疗规范。医院有患者初次评估和再评估管理制度，医务人员根据患者的医疗需求和病情对其进行初次医疗及护理评估【相互引用质量5.6.1】；内容包括但不限于：患者评估项目及内容（包括：体格检查、病史、心理、营养、文化、家庭、社会、经济\n等）。评估由具有法定资质的医务人员按照制度、程序、规范和流程进行，为患者提供规范的同质化服务。 \n医院有要求医师和护士共同根据当前公认循证的评估工具，对患者进行必要的风险评估（如：药物过敏、食物过敏、容易跌倒、容易压力性损伤、疼痛、自残/自杀、谵妄、健忘、视力、听力或不足等），并在病程及护理记录中有记录和警示标识。医务人员建立疼痛评估、再评估制度与流程，对疼痛进行量化评估。医务人员将患者评估结果（包括相关的诊断测试结果）作为疾病诊断、诊疗方案和制定护理诊疗计划的依据；并与患者及/或其家属沟通其治疗、护理或服务目标和/或预期效果，以获得其同意及遵从。 \n初次评估应在住院患者人院后24小时内完成或根据患者病情在更短的时间内完成，并记录在病历中。患者有参与评估过程，在可行的情况下，照顾者／家属亦应参与初次评估。医务人员在患者入院时开始建立出院计划，包括及早确定预计出院日期。同时医务人员要与患者及其家属/照顾者沟通、了解其出院后的需要；提供患者所需的服务及支持照顾者的安排，以保障和决定患者获得适当的院后护理【相互引用质量2.3.2】。医务人员教导弱势人群和患者（包括长期病患者）及其照顾者在出院后预防、识别及管理常见风险【相互引用质量2.3.2】，及如有需要时可联络的医务人员/医院。 \n医务人员根据患者的病情和治疗的进展，监测患者能否达至其治疗、护理目标或预期效果，定期及在有需要时对患者进行再次评估，根据重新评估结果判断他们对治疗的反应，制订/修订后续诊疗计划或出院计划（包括临终患者）的依据【相互引用质量5.6.1】，并与患者和/或家属商讨，以获得其同意在出院后实行。 \n重症医学科的医务人员对入住重症医学科的患者实行\"危重程度评分\"以进行疾病严重程度评估。患者符合重症医学科收住范围、转入和转出标准。护理人员根据危重患者护理常规进行风险评估以建立应急预案和安全防范措施，并根据病情变化和诊疗需要实施再评估。 \n医院有对医务人员进行患者患者风险识别、评估和预防弱势人群和患者的风险措施及处理流程相关内容的培训，医务人员熟悉并落实上述相关内容。 ",
        "1. \t各科室（部门）实施患者（包括弱势患者）风险识别、初次评估和再评估管理制度，并在在病历中有体现。 \n2. \t医院有开展患者（包括弱势患者）预防风险措施及处理流程评估相关内容的培训及有记录。 \n3. \t科室（部门）有对患者评估和再评估结果用于制订后续诊疗计划或出院计划的病例，有记录。 \n4. \t医院/科室（部门）有对患者（包括弱势患者）风险识别、评估和预防风险措施及处理流程相关内容的培训，有记录。 \n5. \t相关职能部门及科室对患者风险识别、初次评估和再评估管理制度、预防风险措施及处理流程及评估和再评估结果用于制订后续诊疗计划或出院计划的实施情况有自查，对存在的问题有纠正措施。 ",
        "主管部门对患者（包括弱势患者）风险识别、初次评估和再评估管理制度、预防风险措施及处理流程及评估和再评估结果用于制订后续诊疗计划或出院计划的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对患者初次评估和再评估管理制度、预防风险措施及处理流程及评估和再评估结果用于制订后续诊疗计划或出院计划的落实情况的改进有成效。 \n4.4 医院开展多学科综合服务，建立会诊制度、疑难与死亡病例讨论制度及流程，为患者制订适宜的住院诊疗计划与方案。 "
    ],
    "Q4.4": [
        "质量4.4",
        "医院开展多学科综合服务，建立会诊制度、疑难与死亡病例讨论制度及流程，为患者制订适宜的住院诊疗计划与方案。",
        "",
        "",
        "",
        ""
    ],
    "Q4.4.1": [
        "质量4.4.1",
        "医院建立科室（部门）间沟通与协调机制及会诊制度。实施多学科综合诊疗，为患者制订适宜的住院诊疗计划与方案。【相互引用质量4.4.2，质量5.4.2】",
        "医院加强临床专科服务能力建设，重视专科及多学科协同和中西医共同发展，制订专科建设发展规划并组织实施，推行\"以患者为中心、以疾病为链条\"的多学科诊疗模式【相互引用质量5.4.2】。医院建立会诊制度，明确各类会诊的具体流程和时间要求，统一会诊单格式及填写规范。会诊请求人员应当陪同完成会诊，并按规定将会诊意见落实情况记录在病例中。 \n医院有院内会诊、医师外出会诊管理制度与流程，并建立医师外出会诊管理档案，相关人员知晓并执行。 \n医院有对疑难危重患者、恶性肿瘤患者，实施多学科评估与再评估和综合诊疗的相关制度与程序。医院根据患者病情需要及转变和对治疗的反应、对急危重症与疑难患者实施医疗全过程的多学科联合会诊，为患者制订适宜的住院护理诊疗计划与方案。实施疑难病例讨论制度【相互引用质量4.4.2】和多学科协作相关规定与措施。重症医学科与相关学科医师实行联合查房和病例讨论等，为患者提供专科诊疗支持，保障患者安全及治疗延续性。护理查房、护理会诊和护理病例讨论制度参照《医疗质量安全核心制度要点》执行。 ",
        "1. \t医院有专科建设发展规划、多学科诊疗模式，并实施。 \n2. \t医院有科室（部门）间沟通与多学科住院诊疗协作机制，并实施。 \n3. \t医院有为疑难危重患者、恶性肿瘤患者作多学科评估、综合诊疗、联合查房、病例讨论的相关制度与程序，并实施，有记录。 \n4. \t医院有院内会诊、医师外出会诊管理制度与流程，有档案，并实施。 \n5. \t相关职能部门及科室对专科建设发展规划、多学科诊疗模式、科室（部门）间沟通与多学科住院诊疗协作机制、多学科评估、综合诊疗、联合查房、病例讨论的制度与程序、院内会诊、医师外出会诊管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对专科建设发展规划、多学科诊疗模式、科室（部门）间沟通与多学科住院诊疗协作机制、多学科评估、综合诊疗、联合查房、病例讨论的制度与程序、院内会诊、医师外出会诊管理制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对专科建设发展规划、多学科诊疗模式、科室（部门）间沟通与多学科住院诊疗协作机制、多学科评估、综合诊疗、联合查房、病例讨论的制度与程序、院内会诊、医师外出会诊管理制度的改进有成效。 "
    ],
    "Q4.4.2": [
        "质量4.4.2",
        "医院建立疑难与死亡病例讨论制度，讨论内容专册记录，讨论结论记入病历。【相互引用质量4.4.1】",
        "医院建立疑难病例讨论制度，明确疑难病例范围，主持人、参与讨论人员范围和流程要求。讨论内容和存档符合卫生行政部门要求，保障患者安全及治疗延续性【相互引用质量4.4.1】。 \n医院建立死亡病例讨论制度，监测全院死亡病例并及时进行汇总分析，提出持续改进意见。明确死亡病例讨论主持人、参加人员、时限要求，讨论内容和存档符合卫生行政部门要求，并落实。 \n医院对疑难病例讨论、死亡病例讨论记录，有统一的规范格式、模板，保管有明确规定。 \n通过疑难与死亡病例及严重并发症讨论，医务人员对患者诊治和/或抢救过程的分析，对患者的诊疗计划、临床成效、非预约入院、非计划手术、重大并发症等死亡原因、诊断和诊治中可能存在的缺陷进行讨论，总结经验，吸取教训，用作其他患者的诊疗改进依据。 ",
        "1. \t医院有疑难病例讨论制度，讨论人员范围、组成和流程要求，讨论内容专册记录，讨论结论记入病历，并实施。 \n2. \t医院有死亡病例讨论和全院死亡病例监测，讨论的结果用作其他患者的诊疗改进依据，有记录。 \n3. \t相关职能部门及科室对疑难与死亡病例讨论制度及讨论的结果用作改进其他患者的诊疗的实施有自查，对存在问题有纠正措施。 ",
        "主管部门对疑难与死亡病例讨论制度及讨论结果用作改进其他患者的诊疗的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明对疑难与死亡病例讨论制度及讨论的结果用作\n改进其他患者的诊疗改进有成效。 "
    ],
    "Q5.0": [
        "质量5.0",
        "医疗质量管理与持续改进 - [临床服务]",
        "",
        "",
        "",
        ""
    ],
    "Q5.1": [
        "质量5.1",
        "临床营养服务",
        "",
        "",
        "",
        ""
    ],
    "Q5.1.1": [
        "质量5.1.1",
        "营养科具备与其功能和任务相适应的场所、设备、设施和人员条件。从事临床营养工作的人员具备相应资质，有临床营养工作管理制度，并落实。【相互引用管理2.1.4】",
        "医院依据国家相关法律法规，设置营养科（室），并具备开展临床营养服务的设施、设备、空间等基本条件，有治疗膳食种类及制备技术。有临床营养工作管理制度，并按规范开展临床营养工作。主管医师遵循医院制定的\"住院患者的各类膳食适应证和膳食应用原则\"下达膳食医嘱，有膳食医嘱执行路径。医院开设营养门诊，开展营养风险筛查和营养评估、健康体检的营养咨询服务。 \n医院营养科（室）配备与其规模相适应的营养专业人员，有营养专业人员及保障人员岗位职责，医院及科室组织开展岗位培训。营养医师和护士分别具有执业医师证书和执业护士证书，并具备相应的技能和职能【相互引用管理2.1.4】。 ",
        "1. \t医院有营养科（室）人员配备信息、资质证明和有效执业证书。 \n2. \t医院有临床营养工作管理制度和营养专业人员及保障人员岗位职责及相关培训资料，有记录。 \n3. \t相关职能部门及科室对临床营养工作管理制度、人员配备信息、资质证明、有效执业证书、岗位职责及相关培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对临床营养工作管理制度、人员配备信息、资质证明、有效执业证书、岗位职责及相关培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床营养工作管理制度、人员配备信息、资质证明、有效执业证书、岗位职责及相关培训实施的改进有成效。 "
    ],
    "Q5.1.2": [
        "质量5.1.2",
        "营养医师及护士与临床医师、责任护士一起，为有需要的住院患者实施营养评估，为住院患者提供营养膳食指导、营养配餐和治疗饮食。对特殊、疑难、危重及大手术患者的提供营养会诊。开展营养与健康宣传教育服务。",
        "医院有营养诊疗与服务质量控制方案与质量指标及趋势分析。营养医师及护士与临床医师、责任护士共同为有需求的住院患者实施营养评估，为住院患者提供营养膳食指导、营养配餐和治疗饮食服务，满足患者治疗需要。医院对特殊、疑难、危重及大手术患者提供营养会诊，按需要提供营养支持方案（包括：肠内与肠外营养支持），重点是各类营养不良/营养失衡的患者，相关诊疗按规范记入病历中。营养医师及护士定期查房，参与临床病例讨论，完成重点患者营养病历记录。 \n营养医师采取多种形式开展营养与健康宣传教育为住院患者提供疾病营养指导，定期听取并征求患者及家属的意见及对其反馈，不断改进营养诊疗质量与服务质量。 ",
        "1. \t医院有营养诊疗与服务质量指标及趋势，并定期开展质控活动。 \n2. \t营养医师及护士与临床医师、责任护士共同为有需求的住院患者实施营养评估，营养医师及护士为住院患者提供营养膳食指导、营养配餐和治疗饮食和营养支持方案，并实施。 \n3. \t营养医师及护士参与特殊、疑难、危重及接受大手术患者的营养会诊，病历中有记录。 \n4. \t营养医师采取多种形式开展营养与健康宣传教育，营养科定期征求并听取患者及家属的意见及对其反馈，不断改进营养诊疗质量与服务质量，有记录。 \n5. \t相关职能部门及科室对住院患者营养评估与营养支持方案、营养与健康宣传教育、营养膳食指导的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对住院患者营养评估与营养支持方案、营养与健康宣传教育、疾病营养指导的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对住院患者营养评估与营养支持方案、营养与健康宣传教育、疾病营养指导实施的改进有成效。 "
    ],
    "Q5.2": [
        "质量5.2",
        "疼痛诊疗服务",
        "",
        "",
        "",
        ""
    ],
    "Q5.2.1": [
        "质量5.2.1",
        "医院为患者提供规范的疼痛诊疗服务[包括：急性（如术后）和慢性疼痛]。制定疼痛诊疗、疼痛评估、疗效评估与追踪随访等相关管理制度。医院对从事疼痛治疗的医师实行疼痛诊疗资质和相应的权限管理。经治医师为患者进行有创镇痛诊疗操作前应履行知情同意手续。【相互引用质量2.1.1，质量2.4.1，质量5.6.1，质量6.1.4，管理2.1.4】",
        "医院有疼痛诊疗服务，包括急性与慢性疼痛诊疗、术后镇痛治疗、有创镇痛诊疗与操作管理规范和流程；对从事疼痛治疗的医师实行疼痛诊疗资质和相应的权限管理，包括有创镇痛诊疗操作权限管理制度，【相互引用质量6.1.4，管理2.1.4】，有疼痛评估、再评估规范与流程，有疼痛诊疗相关学科协调机制，各项制度、规范、流程能有效执行。 \n医院根据世界卫生组织（World Health Organisation，WHO）\"三阶梯止痛原则\"，以无痛为目的，为急性、慢性疼痛患者制定适宜的个体化疼痛诊疗方案【相互引用质量5.6.1】。按患者不同程度的疼痛如轻、中、高，给予不同阶梯的药物。具有资质的麻醉医师掌握术后镇痛治疗规范与流程，对术后镇痛治疗效果有观察、有评价，有记录。 \n医院有在进行有创镇痛诊疗操作前遵循患者知情同意的原则，尊重患者的自主选择权，履行告知义务，听其意见和反馈（包括治疗效果、患者感受及其疼痛的舒缓），并签署书面知情同意【相互引用质量2.1.1，质量2.4.1】。知情同意资料完整。对实施镇痛的患者进行量化评估，并对治疗效果进行追踪随访，治疗、评估、追踪等情况记录在病历中。 ",
        "1. \t医院有急性与慢性疼痛诊疗管理制度及对疼痛诊疗的有创操作实行临床权限管理，并实施。 \n2. \t医院有疼痛诊疗疗效评估、再评估、追踪随访的制度与流程，并实施。 \n3. \t医院实施有创镇痛诊疗操作知情同意，有记录。 \n4. \t相关职能部门及科室对疼痛诊疗管理制度，包括疼痛和疗效评估、有创镇痛诊疗操作知情同意、医师资质与临床权限管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对疼痛诊疗管理制度，包括疼痛和疗效评估、有创镇痛诊疗操作知情同意、医师资质与临床权限管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对疼痛诊疗管理制度，包括疼痛和疗效评估、有创镇痛诊疗操作知情同意、医师资质与临床权限管理实施的改进有成效。 "
    ],
    "Q5.2.2": [
        "质量5.2.2",
        "医院有疼痛治疗常见并发症的预防与风险管理制度，并进行相关培训、教育。",
        "医院有疼痛治疗风险防范要求与处置预案。包括：常见并发症、药物不良反应、高风险操作等相关风险管理制度。 \n医院对实施疼痛治疗的相关人员进行培训教育，包括术后疼痛，熟悉各种并发症、风险防范的措施与处置流程，以减低疼痛治疗相关的风险。对全院医务人员进行定期疼痛治疗规范的相关培训与指导，并有记录。 \n医务人员为患者提供疼痛知识教育，对中重度疼痛、癌痛患者开展疼痛知识的宣教。 ",
        "1. \t医院有疼痛治疗风险管理制度与处置预案，并实施。 \n2. \t医院对相关人员进行疼痛治疗规范的培训，有记录。 \n3. \t医务人员为患者提供疼痛知识教育，包括对中重度疼痛、癌痛患者疼痛知识的宣教，有记录。 \n4. \t相关职能部门及科室对疼痛治疗风险管理制度与处置预案、疼痛治疗规范的培训和对患者提供宣教的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对疼痛治疗风险管理制度与处置预案、疼痛治疗规范的培训和对患者提供宣教的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对疼痛治疗风险管理制度与处置预案、疼痛治疗规范的培训和对患者提供宣教实施的改进有成效。 "
    ],
    "Q5.3": [
        "质量5.3",
        "输血服务",
        "",
        "",
        "",
        ""
    ],
    "Q5.3.1": [
        "质量5.3.1",
        "医院依据输血管理的相关法律法规和临床输血技术规范制定输血管理制度。设置输血科或血库，职责明确并执行到位。具备为临床提供24小时服务的能力，保障急救用血需要。",
        "医院依据输血管理相关法律法规和临床输血技术规范制定输血管理制度，设置输血科或血库，不具备独立设置输血科或血库条件的，应当安排人员负责临床用血工作。医院严格落实国家关于医疗机构临床用血的有关规定，设立输血管理委员会或工作组，制定临床用血、临床输血管理等相关制度和实施细则，内容覆盖临床输血管理的全过程。医院落实临床用血申请审核制度和用血申请分级管理，建立临床科室和医师临床用血评价公示制度。 \n输血科或血库不断完善管理机制和流程，制定临床用血计划与储备计划，有血液库存预警机制，及时掌握预警信息，满足临床工作需要，保障急救用血，为临床提供24小时供血服务，有特殊用血（如稀有血型）应急协调机制，确保急诊抢救用血。 \n输血科或血库人员结构、房屋设施和仪器设备均符合相关规定要求。输血科或血库位置远离污染源，靠近手术室和病区，布局符合院内感染控制的要求，污染区与非污染区分开，应设置血液入库前的血液处置室、血液标本处理室、储血室、发血室、输血兼容性检测实验室，值班室和资料保存室。配备2℃～6℃ 储血专用冰箱、-20℃以下专用低温冰箱、2℃～8℃试剂冰箱等必备的基础设备。 \n输血科或血库负责人接受输血相关理论和实践技能的培训和考核，输血科或血库工作人员无影响履行输血专业职责的疾病。医院有输血科或血库员工工作制度、岗位职责、相关技术规范与操作规程，对相关人员进行培训，相关人员知晓用血制度与流程，并严格执行。医院有对医务人员进行临床输血相关法律、法规、规章制度培训，有考核、有记录。教育与培训，每年至少一次。临床医师用血的评价结果用于个人业绩考核与用血权限的认定，以促进临床科学用血。医院注重输血质量与安全管理，持续改进输血工作。 ",
        "1. \t医院有临床规范用血、输血管理制度，有临床用血计划和储备计划，并执行。 \n2. \t输血科或血库人员结构、房屋设施和仪器设备均符合规定要求。 \n3. \t医院有提供24小时供血服务的能力和特殊用血（如稀有血型）应急协调机制，并实施。 \n4. \t医院对输血科或血库工作人员和医务人员进行临床输血相关制度培训、考核，并有记录。 \n5. \t相关职能部门及科室对临床规范用血、临床输血管理制度、用血计划、储备计划、输血科或血库人员结构、房屋设施和仪器设备、特殊用血应急协调机制、输血科或血库工作人员和医务人员培训考核的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对临床用血、临床输血管理制度、用血计划、储备计划、输血科或血库人员结构、房屋设施和仪器设备、特殊用血应急协调机制、输血科或血库工作人员和医务人员培训考核的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。  ",
        "持续改进有成效，有证据证明医院对输血管理文件、临床输血管理制度、用血计划、输血科或血库人员结构、房屋设施和仪器设备、特殊用血应急协调机制、输血科或血库工作人员和医务人员培训考核实施的改进有成效。 "
    ],
    "Q5.3.2": [
        "质量5.3.2",
        "输血科或血库做好血液入库、贮存和发放管理，确保用血安全。医院落实患者血液样本核对制度和输血兼容性检测的管理制度。",
        "医院建立输血管理信息系统，做好血液入库、贮存和发放管理。医院有制度对血液预约、接收、入库、储存、出库及库存预警等进行管理。用血申请单、发血单、输血记录单书写格式和内容规范、信息记录完整。血液的出入库有效期内使用情况记录完整，并有出入库记录完整率和血液有效期内使用率等统计数据。 \n血液储存、运送符合国家有关标准和要求。全血、红细胞的储藏温度应当控制在2～6℃，血小板的储藏温度应当控制在20～24℃。有血液储藏温度的24小时监测记录。 \n输血科或血库严格执行输血前相关检测规定，落实实验室患者血液样本核对制度和输血兼容性检测的管理制度。输血兼容性检测管理制度和实验质量管理要求。有输血兼容性检测实验室的管理制度与室内质控、室间质评制度，能提供输血前检验项目，包括：血型ABO反正定型、血型系统 Rhesusfactor, RH（D）、交叉配血、输血感染性疾病免疫标志物及不规则抗体等项目，提供需要输血的患者、手术患者、待产孕妇和有创诊疗操作应进行输血兼容性检测检查项目。交叉配血必须采用能检查不完全抗体的实验方法，具备为准备输血的患者进行血型及感染筛查（肝功能、乙肝五项、Hepatitis C Virus （HCV）、爱滋病毒（Human Immunodeficiency Virus，HIV）、梅毒抗体）的相关检测能力，并开展相关检测；用于输血兼容性检测的试剂应符合相应标准，确保输血安全、有效、科学用血。 ",
        "1. \t医院有血液质量管理监控、输血管理信息系统，并有血液入库、贮存和发放管理规定，并实施。 \n2. \t输血科或血库落实患者血液样本核对制度和输血兼容性检测的管理制度，严格掌握输血适应证和输血技术操作规范。相关职能部门及科室对血液质量管理监控、输血管理信息系统、血液入库、贮存和发放管理、患者血液样本核对制度、输血兼容性检测的管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对血液质量管理监控、输血管理信息系统、血液入库、贮存和发放管理、患者血液样本核对制度、输血兼容性检测的管理制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对血液质量管理监控、输血管理信息系统、血液入库、贮存和发放管理、患者血液样本核对制度、输血兼容性检测的管理制度实施的改进有成效。 "
    ],
    "Q5.3.3": [
        "质量5.3.3",
        "医院对临床用血全过程进行管理，落实临床用血审核制度，严格掌握输血适应证和输血技术操作规范，确保输血安全。输血前向患者及其近亲属告知输血的目的和风险，并签署\"输血治疗知情同意书\"。【相互引用质量2.1.1，质量2.4.1】",
        "医院依据有关行业标准、目前公认的循证指南及专业实践制定全院统一的临床用血过程管理制度及规定、临床用血申请及临床用血审核制度。临床用血申请包括：申请备血量和医师常规用血的临床权限、审核程序及紧急用血报批手续等，并执行。 \n输血前，主诊医师需告知患者及其家属输血的目的，相关风险和讨论可代替方案，听取患者和/或患者家属的意见及对其反馈，并了解其需求，主诊医师与患者共同签署输血治疗知情同意书并保存在病历中【相互引用质量2.1.1，质量 2.4.1】。医院尊重患者的自主选择权、文化和宗教信仰包括不接受输血和不接受自体输血，并有相关医疗程序予以保障。有抢救生命垂危患者等特殊情况下的紧急输血相关规定与快速申请流程。输血治疗病程记录完整详细，输血治疗病程记录至少包括输血原因、不同输血方式的选择、输注成分、血型、数量、输注起止时间、输血过程观察情况及有无输血不良反应等内容，并有输注效果评价的描述。手术输血患者的手术记录、麻醉记录、护理记录和术后记录中输血量与发血量必须一致。 ",
        "1. \t医院有临床用血过程管理制度及规定，临床用血申请及临床用血审核制度、输血全程记录完整详细，并实施。 \n2. \t医患双方共同签署的输血治疗知情同意书，保存在该患者病历中，并实施。 \n3. \t医院有抢救生命垂危患者等特殊情况下的紧急输血相关规定与批准流程，并实施。 \n4. \t相关职能部门及科室对临床用血过程管理制度、临床用血申请及临床用血审核制度、紧急输血流程、输血治疗知情同意书的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对临床用血过程管理制度、临床用血申请及临床用血审核制度、紧急输血流程、输血治疗知情同意书的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床用血过程管理制度、临床用血申请及临床用血审核制度、紧急输血流程、输血治疗知情同意书实施的改进有成效。 "
    ],
    "Q5.3.4": [
        "质量5.3.4",
        "医院建立输血科与所有用血科室，特别是麻醉科与手术科室的有效沟通，节约用血，满足临床工作需要。积极开展循证血液保护相关技术包括自体输血、围手术期血液保护等输血技术管理制度【相互引用质量6.1.2】。",
        "医院建立输血科或血库与麻醉科和手术科室等用血科室的有效沟通，严格掌握术中输血适应症，节约用血、安全输血并落实，保障术中输血及时、有效、安全。输血科或血库参与疑难病例的诊断、会诊与治疗，指导临床科学用血，配合临床用血事件及输血不良反应的调查。输血科或血库主动征求临床科室对输血管理工作的意见和建议。 \n医院有手术中用血的相关制度与流程，麻醉科医师有术前用血评估和用血疗效评价制度【相互引用质量6.1.2】，并积极开展循证血液保护相关技术，包括自体输血、围手术期血液保护等输血技术管理制度，严格掌握术中输血适应证，节约用血，用血制度与循证血液保护技术的应用能满足临床工作需要。主管部门严格监管用血量和超常规用血量，一次性用血超过1600ml需经科室主任核准签发后，报医务部门批准，方可用血。 ",
        "1. \t医院有输血科或血库与所有用血科室的有效沟通制度，并实施。 \n2. \t医院有手术中用血的相关制度与流程，并实施。 \n3. \t麻醉科有术前用血评估和用血疗效评价制度，有循证血液保护相关技术，并实施。 \n4. \t相关职能部门及科室对建立输血科或血库与所有用血科室的有效沟通、手术中用血的相关制度与流程、术前用血评估和用血疗效评价制度和循证血液保护相关技术的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对输血科或血库与所有用血科室的有效沟通、手术中用血的相关制度与流程、术前用血评估和用血疗效评价制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对输血科或血库与所有用血科室的有效沟通、手术中用血的相关制度与流程、术前用血评估和用血疗效评价制度和循证血液保护相关技术的改进有成效。 "
    ],
    "Q5.3.5": [
        "质量5.3.5",
        "医院开展血液质量管理全程监控，制定、实施控制输血严重危害（Serious Hazards of Transfusion，SHOT）（输血传染疾病、输血不良反应、输注无效）的方案，严格执行输血技术操作规范。【相互引用质量3.3.8，管理6.4.3】",
        "医院依据相关法律法规和临床输血技术规范制定评价指标及监测其趋势，和控制输血严重危害（Serious Hazards of Transfusion，SHOT，包括输血传染疾病、严重不良反应）的方案并实施。医院根据有关管理流程、对临床科室开展全过程血液质量监控管理工作，有监控指标及趋势（包括：储血、发血、输血中、输血后、输血室内质控和室间质评等）和监测评价结果，有输血反应处理预案报告与流程，输血不良反应发现和处理时间应精确到分钟记录在病历中。 \n医院有输血相关应急预案，内容包括紧急用血的应对，控制输血严重危害（SHOT）、超常规用血量、关键设备故障等。有关键设备故障的应急措施，包括电话、负责人及替代方式。相关人员知晓应急预案处置流程，并能执行【相互引用管理6.4.3】。  \n医院有血液贮存质量监测与信息反馈的制度，并执行。输血科或血库有专人对血液贮存（存放方式、冰箱温度、标识、消毒、细菌监测等）有定期监测记录。血液发出后，受血者和供血者标本于2℃～6℃保存至少7天。从发血到输血各个交接环节要有记录，时间应精确到分钟。医院所使用的输血器和辅助设备符合国家标准、操作规范与流程。一次性输血耗材进行无害化处理，有记录【相互引用质量3.3.8】。 ",
        "1. \t医院有血液质量管理及控制输血严重危害的方案，并执行。 \n2. \t医院有输血相关应急预案，并执行。 \n3. \t相关职能部门及科室对血液质量管理、输血相关应急预案及控制输血严重\n危害的方案的实施况有自查，对存在问题有纠正措施。 ",
        "主管部门对血液质量管理、输血相关应急预案及控制输血严重危害的方案的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对血液质量管理、输血相关应急预案及控制输血严重危害的方案的改进有成效。 "
    ],
    "Q5.4": [
        "质量5.4",
        "中医服务与中西医结合管理",
        "",
        "",
        "",
        ""
    ],
    "Q5.4.1": [
        "质量5.4.1",
        "中医诊疗科室设置应当符合国家法律、法规的要求，建立中医临床诊疗规范，开展中医特色护理，提供具有中医特色的康复和健康指导等服务。",
        "医院建立中医诊疗科室，设置符合国家有关要求。医院有中医科的工作制度、岗位职责、体现中医特色的临床诊疗规范、特色护理、特色康复和健康指导，并落实；中医科设立中医门诊。有中医诊疗、护理常规、操作规程，在中医病史、体检、诊断、治疗、护理等方面体现辨证施护和中医特色的医疗、护理技术。中医科根据中医特色，开展培训与教育活动，相关人员知晓上述制度、本岗位职责及临床诊疗规范。通过定期临床审核，运用审核结果和数据，持续改进中医特色的临床诊疗规范。 \n中医科科主任和中医医师均具中医类别的资质和资质认定。护士接受过中医药知识技能岗位培训。护士长具有主管护师任职资格，能够指导护理人员开展辨证施护和运用中医护理技术；提供具有中医特色的康复和健康指导等服务。 ",
        "1. \t医院有中医科工作制度、操作规程和诊疗、护理常规，并实施。 \n2. \t科主任、中医师、护士长具任职资格，有记录。 \n3. \t中医科提供具有中医特色的临床诊疗规范、特色护理、特色康复和健康指导等服务，有记录。 \n4. \t在中医病史、体检、诊断、治疗、护理等方面体现辩证论治的中医特色，并在病历中可体现。 \n5. \t相关职能部门及科室对中医科工作制度、操作规程、员工任职资格、诊疗、护理常规、中医特色的临床诊疗规范、特色护理、特色康复和健康指导的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对中医科工作制度、员工任职资格、操作规程、诊疗、护理常规、中医特色的临床诊疗规范、特色护理、特色康复和健康指导的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对中医科工作制度、操作规程、员工任职资格、诊疗、护理常规、中医特色的临床诊疗规范、特色护理、特色康复和健康指导实施的改进有成效。 "
    ],
    "Q5.4.2": [
        "质量5.4.2",
        "中医诊疗科室充分发挥中医特色，建立并完善中医与西医临床科室的协作机制，为患者提供适宜的中西医结合诊疗服务。【相互引用质量4.4.1】",
        "中医科充分发挥中医特色，建立并完善中医与西医临床科室共同发展【相互引用质量4.4.1】，为患者提供适宜的中西医结合诊疗服务。科室有中西医结合推进措施，有中医与西医临床科室的会诊、转诊相关制度及多学科诊疗模式，并落实。通过科间会诊，建立中医与西医临床科室的协作机制，中西医共同开展疑难危急重症、慢性疾病及康复的病情评估，制定适宜的中西医结合的诊疗方案。有中西医结合的护理技术的实施。 ",
        "1. \t医院有中医与西医临床科室的会诊、转诊相关制度，并落实。 \n2. \t科室通过中西医科间会诊及多学科诊疗模式，共同开展疑难危急重症、慢性疾病及康复患者的病情评估，制定适宜的中西医结合的诊疗方案。有案例。 \n3. \t相关职能部门及科室对中西医临床会诊、多学科诊疗、转诊相关制度、疑难危急重症、慢性疾病及康复患者的联合诊治工作的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对中西医临床会诊、多学科诊疗、转诊相关制度、疑难危急重症、慢性疾病及康复患者的联合诊治工作的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对中西医临床会诊、多学科诊疗、转诊相关制度、疑难危急重症、慢性疾病及康复患者的联合诊治工作的改进有成效。 "
    ],
    "Q5.4.3": [
        "质量5.4.3",
        "医院中药房与中药煎药室设置符合相关法律法规的要求。医院有制度和指南处理中西药并用可能引发的药物相互作用。",
        "医院中药房与中药煎药室设置、煎药室的位置、环境、通风、消防、煎药设施设备、容器及环境维护等符合相关规定。相关人员知晓本岗位的履职要求。中药房有中药质量管理的相关制度，对采购、验收、贮存、调剂、煎煮等环节实行质量控制。 \n医院有制度和指南处理中西药并用可能引致的药物相互作用。 ",
        "1. \t医院中药房与中药煎药室应当符合相关法律法规的要求；有中药质量管理的相关制度与煎药环境及设施的规定。 \n2. \t科室有制度和指南处理中西药并用可能引致的药物相互作用，并实施。 \n3. \t相关职能部门及科室对中药质量管理、中药房、中药煎药室的管理规范的落实及有制度和指南处理中西药并用可能引致的药物相互作用的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对中药质量管理、中药房、中药煎药室的管理规范的落实及有制度和指南处理中西药并用可能引致的药物相互作用的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对中药质量管理、中药房、中药煎药室的管理规范及有制度和指南处理中西药并用可能引致的药物相互作用的改进有成效。 "
    ],
    "Q5.5": [
        "质量5.5",
        "康复治疗服务",
        "",
        "",
        "",
        ""
    ],
    "Q5.5.1": [
        "质量5.5.1",
        "医院有康复诊疗指南/规范，康复医师应为每位康复患者明确诊断并进行功能评估。康复治疗计划由康复医师、治疗师、护士、患者及家属共同制定，住院患者经治医师与责任护士一并参与康复治疗计划的制定，由具备相应资质的康复治疗训练人员实施。康复治疗训练按规范实施并有记录。【相互引用管理2.1.4】",
        "医院有康复医学科建设与管理制度、有康复诊疗指南及技术规范，有综合应用作业疗法、物理治疗法、语言治疗法等的规范，并执行。康复医学科统一管理康复医学专业人员和康复医疗专业设备，有康复治疗诊疗标准、训练流程与记录规范。 \n康复医学科开展对康复治疗训练人员进行康复治疗理论与技能的培训。由具备相应资质的康复治疗训练人员为患者实施康复治疗与训练【相互引用管理2.1.4】，功能康复过程与训练效果并记录病历中；对转入专业康复机构、社区及家庭的患者提供转诊后康复训练指导方案，保障康复训练的连续性。 \n医院有制度要求康复医师和治疗师与临床医疗护理团队共同开展临床早期康复介入服务。康复医师和治疗师深入临床科室，与临床科室建立协作的工作模式，为需康复治疗的患者，提供早期、专业的康复医疗服务。需要康复治疗的住院患者由康复医师会诊，康复医师对每位康复患者有明确诊断与功能评估，与主管医师、治疗师、护士、患者及家属共同制订康复治疗计划，并落实。护理团队知晓患者的诊断与功能评估，并参与康复治疗计划的实施；患者家属积极配合康复治疗计划的实施。 ",
        "1. \t医院有康复医学科建设与管理制度、康复诊疗指南及技术规范，并实施。 \n2. \t康复医学科统一管理康复医学专业人员和康复医疗专业设备，有康复治疗诊疗标准、训练流程与记录规范，并实施。 \n3. \t相关职能部门及科室对康复建设与管理制度、康复诊疗指南及技术规范、康复治疗诊疗标准、训练流程与记录规范的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对康复医学科建设与管理制度、康复诊疗指南及技术规范、康复治疗诊疗标准、训练流程与记录规范的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对康复医学科建设与管理制度、康复诊疗指南及技术规范、康复治疗诊疗标准、训练流程与记录规范的改进有成效。 "
    ],
    "Q5.5.2": [
        "质量5.5.2",
        "康复医学科有定期康复治疗与训练效果评定。有康复意外紧急处置预案。",
        "康复医师定期对每名患者进行系统的康复治疗与训练效果评定、有中止无效康复训练的标准与程序，有康复医学科诊疗活动评价指标及趋势。其他科住院患者由康复医师、治疗师与临床医师、护士共同进行康复训练与治疗效果评价，并记录，相关人员知晓效果评定的标准与程序并落实。对康复患者有落实预防并发症、预防二次残疾的具体措施及评价。 \n医院有康复患者及家属满意度评价的制度与流程，并组织实施，相关人员知晓上述规范和流程并落实到位。 \n医院有康复意外紧急处置预案与流程，对相关人员进行紧急处置预案培训与考核。相关人员均熟知预案处置内容，并能遵循。 ",
        "1. \t康复医师、治疗师与临床医师、护士共同进行康复训练与治疗效果评价，并记录。 \n2. \t对康复患者有落实预防并发症、预防二次残疾的具体措施及评价并实施。 \n3. \t医院有康复患者及家属满意度评价的制度与流程，并组织实施。 \n4. \t医院有康复意外紧急处置预案与流程，对相关人员进行紧急处置预案培训与考核。 \n5. \t相关职能部门及科室对康复治疗训练效果评价、预防并发症及二次残疾的具体措施及评价、康复患者及家属满意度评价的制度和康复意外紧急处置预案培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对康复治疗训练效果评价、预防并发症及二次残疾的具体措施及评价、康复患者及家属满意度评价的制度和康复意外紧急处置预案培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对康复治疗训练效果评价、预防并发症及二次残疾的具体措施及评价、康复患者及家属满意度评价的制度和康复意外紧急处置预案培训的改进有成效。 "
    ],
    "Q5.6": [
        "质量5.6",
        "临终关怀服务",
        "",
        "",
        "",
        ""
    ],
    "Q5.6.1": [
        "质量5.6.1",
        "为临终患者提供人文关怀服务。【相互引用质量2.4.1，质量4.3.1，质量5.2.1】",
        "医院制定为临终患者提供所需评估、再评估与服务的有关规定及诊疗计划【相互引用质量4.3.1】。在可能的情况下，为临终患者提供舒适照顾的环境、空间，以维护患者的尊严，方便家人陪伴，为患者及其家属提供人文关怀服务包括：临终愿望、临终关怀、临终疼痛处理【相互引用质量5.2.1】、症状控制等，并妥善处理患者疼痛、症状和病情。 \n医务人员尊重不同民族的患者和/或其文化和宗教信仰，对服务需求给予帮助，如有需要，医院应为患者及其家属有关死亡和哀伤的心理、情感、文化和精神方面的需求的帮助。 \n医院制定患者或家属拒绝心肺复苏术（Do not resuscitate，DNR）或\"不作心肺复苏术\"（Do-Not-Attempt Cardiopulmonary Resuscitation，DNACPR）的管理制度和审核流程。\"拒绝心肺复苏术\"由患者和/或其家属提出，与主诊医师及护士商量与讨论后，由主诊医师、副高以上专科医师和患者共同签署标准规范的\"不作心肺复苏术\"同意书。当患者和/或其家属提出有意向改变同意书的内容；或患者的病情、决策能力或预后发生变化；或患者的主治医师有更改意见时，医院和患者和/或其家属必须重新讨论同意书并作出相应的修改。如患者和/或其家属没有提出任何意向改变、医院也应定期与他/她/他们/她们重新讨论同意书的内容，更新同意书的内容并于病历中记录（例如：急性病房三天；慢性病/长期病房七天）；此同意只适合于同一医疗诊断【相互引用质量2.4.1】和同次住院治疗时段。 \n医院对医务人员、患者、家属开展安宁护理理念的宣传，包括生命教育、生前预嘱（一位有决策能力的成年人书面指示其在严重生病或受伤和无法表达其意愿时希望得到或拒绝的治疗包括\"不作心肺复苏术\"），并定时重新考虑、修订、确认或取消）、伦理学等内容，并有记录。 ",
        "1. \t医院有为临终患者提供所需服务及计划的有关规定，相关人员知晓，并实施。 \n2. \t医护人员有为临终患者妥善处理疼痛、症状和病情，有记录。 \n3. \t医院有患者或家属拒绝心肺复苏术的制度，并实施。 \n4. \t医护人员有为不同民族和/或不同文化和宗教信仰的临终患者提供支持的服务需求，有记录。 \n5. \t医院有对医护人员、患者、家属开展安宁护理理念的宣传教育活动，有相关资料和记录。 \n6. \t相关职能部门及科室对临终患者提供需要服务、患者或家属拒绝心肺复苏术的管理制度和流程、医护人员、患者、家属开展安宁护理理念的宣传教育活动的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对临终患者提供所需服务、患者或家属拒绝心肺复苏术的管理制度和流程、医护人员、患者、家属开展安宁护理理念的宣传教育活动的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临终患者提供所需服务、患者或家属拒绝心肺复苏术的管理制度和流程、医护人员、患者、家属开展安宁护理理念的宣传教育活动的改进有成效。 "
    ],
    "Q6.0": [
        "质量6.0",
        "医疗质量管理与持续改进- [专科服务]",
        "",
        "",
        "",
        ""
    ],
    "Q6.1": [
        "质量6.1",
        "镇静、麻醉、手术与介入诊疗服务",
        "",
        "",
        "",
        ""
    ],
    "Q6.1.1": [
        "质量6.1.1",
        "医院开展麻醉、手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等）服务应严格执行卫生行政部门制定的诊疗技术规范，并有相应的管理制度。人员配备符合麻醉、手术及诊疗操作服务需求，相关人员依法取得相应的执业资质和相关经验。医院有手术、麻醉及诊疗操作授权与动态管理制度，相关人员依据医院授权开展相应的手术、麻醉服务和介入诊疗服务。【相互引用质量3.3.8，质量3.5.4，质量6.1.2，质量6.1.3，质量6.2.2，管理2.1.4，管理6.1.1，管理6.1.2，管理6.3.4】",
        "医院依法取得与麻醉、手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等）相关的诊疗科目。麻醉专业设置、人员配备与医院功能、任务相适应，并满足临床需要，能提供24小时诊疗服务。手术室布局、分区，标识，洁污分区、空气净化洁净度、洁净手术室用房分级、洁净区内的洁净辅助用房、非洁净区内的非洁净辅助用房、洁净手术室用房的技术指标、医疗流程、基本装备、空气调节、空气净化、医用气体、给水排水、电气、消防、隔离手术间设置均符合国家相关规范要求；医院手术室和介入诊疗配备所需设施设备，有多功能监护系统和心、肺、脑抢救复苏设施、急救药品等保障措施。医院内的手术室（急诊科手术室、专科手术室、日间手术室）实行统一管理，达到同质化要求，保障手术安全【相互引用管理6.1.1，管理6.1.2】。 \n医院依据卫生行政管理部门制定的诊疗技术管理规范，制定手术室各项管理制度和手术（含所有手术、日间手术、介入手术、内镜手术等）和诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等）工作管理制度，并落实；有手术（含所有手术、日间手术、介入手术、内镜手术等）和诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等）相关管理规范与流程。实施介入诊疗前，必须经2名以上具有介入诊疗资格和经验的医师决定，并有记录【相互引用质量6.1.2，质量6.1.3】。 \n医院根据国家相关规定、手术量及工作需要，有工作人员配备方案并实施，包括护理人员、辅助工作人员和设备技术人员，有明确的资质及岗位技术能力要求，有手术室和介入诊疗岗位职责，有考核及记录。 \n医院建立手术分级管理工作制度，有限制类技术目录、手术分级管理目录和日间手术病种和技术目录。医院建立医师手术临床权限管理制度，对实施手术、介入诊疗、麻醉等高风险技术操作的卫生技术人员实行\"临床权限\"并予以动态管理。根据医师的专业能力、临床实践、相关经验、手术质量安全和培训情况等，授予其相应的手术级别权限和手术项目，并定期进行技术能力与质量绩效的评价，根据评估结果对手术临床权限进行动态调整。临床权限及动态调整结果以文件形式下发所有有关科室执行【相互引用质量3.5.4，质量6.2.2，管理2.1.4】。并将有关评估结果及动态管理结果纳入医师技术档案。 \n医院有定期（至少每年）对手术、介入诊疗、内镜诊疗、麻醉医师和有关工作人员实施专业理论和技能培训的制度，相关人员接受继续教育和知识更新培训，并考核合格。 \n医院规范管理介入诊疗和手术技术，并有相关的管理制度。人员配备符合介入诊疗手术技术服务需求，相关人员依法取得相应的执业资质。按照规范开展介入诊疗技术服务和质量控制。医院有介入诊疗器械购置、使用、维保登记制度，保证器械来源可追溯，所有诊疗器材均有相关的合格证件。每例介入诊疗使用的器材在病历中均有识别记录。医院对一次性介入诊疗器材使用流程有明确规定，所有使用后的一次性器材按医疗废物管理【相互引用质量3.3.8，管理6.3.4】。 ",
        "1. \t医院手术室卫生、空气清洁度符合规范要求，有手术室各项规章制度和手术、日间手术、介入手术、内镜手术等）和诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等）、麻醉和诊疗技术管理规范与人员配备方案，并实施。 \n2. \t医院有手术分级管理制度、有限制类技术目录、手术分级目录和日间手术病种，并实施。 \n3. \t医院有医师手术及介入诊疗临床权限与动态管理制度，并实施。 \n4. \t医院有手术、介入诊疗、麻醉医师和有关工作人员培训与考核方案和记录。 \n5. \t相关职能部门及科室对麻醉、手术（日间手术、介入手术、内镜手术等）和诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等）的管理、手术分级管理制度、手术、介入诊疗和麻醉人员临床权限及动态管理、人员培训实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对麻醉、手术（含所有手术、日间手术、介入手术、内镜手术等）和诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等）的管理、手术分级管理工作制度、人员培训制度、手术、介入诊疗和麻醉人员临床权限及动态管理自动、人员培训制度的实施的有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院麻醉、手术（含所有手术、日间手术、介入手术、内镜手术等）和诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等）的管理、手术分级管理制度、手术、介入诊疗和麻醉人员临床权限及动态管理制度、人员培训制度的实施情况的改进有成效。 "
    ],
    "Q6.1.2": [
        "质量6.1.2",
        "医院依据国家医疗质量安全核心制度要点制定术前评估和讨论制度（含所有手术、日间手术、介入手术、内镜手术等）），讨论范围、讨论内容、参加人员符合规范要求。讨论重点是对拟手术患者进行术前全面评估（含麻醉评估及术后并发症评估）及手术的风险，手术/诊疗操作的益处和可供选择的方案。各手术及介入治疗科室遵循临床诊疗规范，制订诊疗和手术（含介入、日间）方案，落实知情同意，并记录在病历中。【相互引用质量1.7.1，质量2.1.1，质量2.4.1，质量5.3.4，质量6.1.1，质量6.1.3，质量6.6.4】",
        "医院有要求手术科室的医师对手术患者实施术前（含所有手术、日间手术、介入手术、内镜手术等）评估和讨论的制度，根据评估和讨论意见制订诊疗和手术方案。医院应当明确不同级别手术的术前讨论形式、参加人员范围和流程。科室应当明确本科室各级手术术前讨论的范围报医疗管理部门审定。术前讨论内容包括：患者的临床诊断、术前病情评估、手术风险、手术/诊疗操作的益处和可供选择的方案、术前准备、拟施行的手术（含所有手术日间手术、介入手术、内镜手术等）方式，术后并发症的风险评估和预防措施【相互引用质量1.7.1，质量6.6.4】。如需要输血或血制品时，需讨论有关风险和代替方案【相互引用质量5.3.4】。讨论内容和存档符合卫生行政部门要求，讨论结论记录在病历中，讨论结论包括术前诊断、拟施行的手术、麻醉名称、可能出现的风险与对策等。 \n各手术及介入治疗科室遵循临床诊疗规范、术前评估、术前讨论意见，为患者制定治疗及护理计划，医护人员注重与患者的沟通和知情告知的落实，让患者和/或患者家属知晓其治疗及护理计划，并主动听取患者和/或患者家属的意见及对其反馈。通过定期临床审核，运用审核结果和数据，持续改进临床诊疗规范，保障患者手术安全。 \n麻醉医师为每位患者进行麻醉前访视、评估及讨论有记录【相互引用质量6.1.1】。在即将开始麻醉诱导前麻醉医师再次为患者进行诱导前评估，以减低患者手术的风险【相互引用质量6.1.3】。变更麻醉方法有明确的适应证，获得上级医师同意，家属知情，并记录。麻醉科有麻醉意外与并发症处理规范与流程，处理过程有记录。医务人员制订患者术后医疗、护理和其他服务计划。 \n医务人员熟悉手术后常见并发症及预防措施，并落实。有针对可能发生的手术常见并发症的风险评估，对骨关节与脊柱等大型手术、高危手术患者有预防\"深静脉栓塞\"、\"肺栓塞\"的常规与措施【相互引用质量1.7.1】。 \n医院实施手术、麻醉、临床诊疗操作前，遵循患者知情同意原则，履行告知义务，尊重患者的自主选择权，尊重民族习惯、文化和宗教信仰，并对患者的隐私保密。医务人员能够用患者易懂的方式、语言与患方进行沟通，主动向患者说明相关情况，了解其需求和反馈，并履行书面知情同意手续。如为未成年人及无能力做出自我决定的人群，则向其监护人或授权委托人进行说明，并使用相应模板的知情同意书。择期手术患者在完成各项术前检查、病情和风险评估以及履行知情同意手续后方可下达手术医嘱【相互引用质量2.1.1，质量2.4.1，质量6.1.1，质量6.1.3】。 ",
        "1. \t医院有患者术前与麻醉前及诱导前评估和讨论制度，有不同级别手术术前讨论形式及参加人员范围规定和流程，有记录。 \n2. \t医院有术前与麻醉前向患者履行书面知情同意手续的制度及要求，并实施。 \n3. \t医院有术后并发症的风险评估和预防措施及麻醉意外与并发症处理方案，并实施。 \n4. \t相关职能部门及科室对患者术前、麻醉前与诱导前评估和讨论制度、不同级别手术术前讨论形式、参加人员范围的规定和流程、知情同意、术后并发症的风险评估和预防措施及麻醉意外与并发症处理方案的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对手术患者术前与麻醉前与诱导前评估和讨论制度，不同级别手术术前讨论形式、参加人员范围的规定和流程、知情同意、术后并发症的风险评估和预防措施及麻醉意外与并发症处理方案的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对手术患者术前与麻醉前与诱导前评估和讨论制度，不同级别手术术前讨论形式、参加人员范围的规定和流程、知情同意、术后并发症的风险评估和预防措施及麻醉意外与并发症处理方案的改进有成效。 "
    ],
    "Q6.1.3": [
        "质量6.1.3",
        "医院对临床诊疗操作或手术药物镇静进行标准化管理。【相互引用质量2.1.1，质量2.4.1质量6.1.1，质量6.1.2】",
        "医院依据有关行业标准、目前公认的循证指南及专业实践【相互引用质量6.1.1】制定全院统一的临床诊疗操作和手术时使用药物镇静的指南，实行麻醉镇静安全指引、用药规范、监测指南实施情况等标准化管理。医院有监测全院手术和临床诊疗操作药物镇静流程和管理制度及术后镇痛治疗管理规范和流程，并严格执行。 \n医院有规定手术麻醉人员和负责监测接受药物镇静患者的人员所需具备的资质。负责实施药物镇静的手术麻醉医师或医务人员必须掌握药物镇静技术和不同镇静模式，药物的剂量和给药途径，以及患者的年龄和病史，包括：重要器官损伤史、当前用药与药物镇静药物的相互作用、药物过敏、有无对麻醉或药物镇静的不良反应史以及有否药物滥用，知晓监测要求。负责监测接受药物镇静患者的人员知晓检测要求和逆转剂的使用，掌握和保证镇静恢复与应对并发症。执行临床诊疗操作和手术的医师或医务人员不可同时负责监测持续镇静状态患者，监测工作必须由另外一位有资质的人员担任，如麻醉医师或经培训有技能的麻醉护士，承担不间断监测患者的生理参数、协助提供支持及实施复苏措施的责任。在手术操作或手术药物镇静结束后，需在麻醉后复苏室规范全程持续监测患者情况、并记录麻醉后患者恢复状态，实施防范麻醉并发症的措施，直至患者完全恢复清醒，并达到转出复苏室的标准。 \n患者接受临床诊疗操作和手术前，负责为其实施药物镇静的医师（麻醉或手术人员）应主动向患者及其家属或医疗服务决策者提供有关实施临床诊疗操作和手术时药物镇静的计划，包括：患者评估、临床诊疗操作/手术预期的益处、可供选择的镇静方案、执行过程、风险和并发症，临床诊疗操作后镇痛的教育等，了解其需求，聆听其反馈，遵循患者知情同意原则，履行告知义务，尊重患者的自主选择权，患者了解并同意接受药物镇静后双方签署书面知情同意书【相互引用质量2.1.1，质量2.4.1质量6.1.1，质量6.1.2】，并记录在患者病历内。 ",
        "1. \t医院有全院标准化的临床诊疗操作和手术时药物镇静实践指南，流程和制度，规定执行临床诊疗操作和手术的医师、口腔科医师或医务人员不可同时负责持续监测在镇静状态的患者，监测工作必须由另外一位有资质的专业人员（麻醉人员或麻醉护士）负责、并实施。 \n2. \t医院有规定负责实施临床诊疗操作和手术时施行药物镇静的专业人员和负责监测接受药物镇静患者的人员需具备的资质和工作职责，并实施。 \n3. \t医院有规定患者在实施接受临床诊疗操作和手术前，负责实施患者临床诊疗操作和手术时所需药物镇静的医师向患者及其家属或医疗服务决策者提供有关于实施临床诊疗操作和手术时药物镇静的计划，履行书面知情同意手续，并实施。 \n4. \t医院规范全程监测并记录麻醉后患者恢复状态，防范麻醉并发症的措施到位，制定术后镇痛治疗管理规范和流程并严格执行。 \n5. \t相关职能部门及科室对临床诊疗操作和手术时使用药物镇静的流程、制度及指南实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对临床诊疗操作和手术时使用药物镇静的流程、制度及指南有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床诊疗操作和手术时使用药物镇静的流程、制度及指南和术前麻醉知情同意的改进有成效。 "
    ],
    "Q6.1.4": [
        "质量6.1.4",
        "医院设有麻醉后复苏室及相关管理制度、流程、转入、转出标准，并规范实施，全程监测、记录患者麻醉后的恢复状态，防范麻醉并发症的措施到位。严格执行术后镇痛治疗管理规范和流程。【相互引用质量5.2.1】",
        "医院设有麻醉后复苏室，对手术患者实施规范全程监测并记录麻醉后患者恢复状态，防范麻醉并发症的措施到位。麻醉后复苏室床位与手术台比不低于1∶3，设备设施配备符合规范要求，并定期维护，有记录，确保所有抢救设备处于备用状态。医护人员配备满足临床需要，至少有一位能独立实施麻醉的麻醉医师。对医护人员进行定期培训，考核合格。 \n医院麻醉后复苏室，有其管理制度、有患者转入、转出标准、流程及记录。转入与转出的患者采用 Steward 评分或 Aldrete 评分等，评价结果有记录，记录麻醉后患者的恢复状态，有防范麻醉并发症措施并落实。有麻醉意外与并发症处理规范与流程。麻醉医师与护士知晓规范和流程，落实并记录各项处理措施在病历中。 \n医院有术后患者术后镇痛治疗管理的规范和流程，能有效地执行，对相关人员进行定期培训，由麻醉医师与患者回顾并讨论术后疼痛管理计划，掌握术后镇痛治疗规范与流程，对术后镇痛治疗效果有评价，记录在病历中。【相互引用质量5.2.1】。 ",
        "1. \t医院有麻醉后复苏室工作制度及流程，规范全程监测并记录麻醉后患者恢复状态，并实施。 \n2. \t医院有防范麻醉并发症措施，并实施。 \n3. \t医院有术后患者术后镇痛治疗管理的规范与流程，并实施。 \n4. \t相关职能部门及科室对麻醉后复苏室工作制度及流程、规范全程监测并记录麻醉后患者恢复状态、防范麻醉并发症措施、术后患者术后镇痛治疗管理的规范与流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对麻醉后复苏室工作制度及流程、规范全程监测并记录麻醉后患者恢复状态、防范麻醉并发症措施、术后患者术后镇痛治疗管理的规范与流程的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。  ",
        "持续改进有成效，有证据证明医院对麻醉后复苏室工作制度及流程、规范全程监测并记录麻醉后患者恢复状态、防范麻醉并发症措施、术后患者术后镇痛治疗管理的规范与流程的改进有成效。 "
    ],
    "Q6.1.5": [
        "质量6.1.5",
        "医院建立重大手术（如截肢、器官摘除等手术）报告审批制度；有急诊手术（含所有手术、介入手术、内镜手术等）管理措施，保障急诊手术及时与安全。【相互引用质量1.2.2】",
        "医院有重大手术报告审批制度与流程；有重大手术的审批目录相关人员知晓上述制度、流程及目录，并遵循。 \n医院有急诊手术管理的相关制度与流程，有急诊手术管理措施，有急诊手术绿色通道的保障方案及协调机制，有手术交接制度，四级手术患者手术当日必须床旁交班【相互引用质量1.2.2】，对相关人员进行培训，使其知晓上述急诊手术管理相关制度及急诊手术绿色通道的保障方案，以保障急诊手术及时与安全。 ",
        "1. 医院有重大手术报告审批制度与流程及重大手术的审批目录，并实施。 \n2. \t医院有急诊手术管理的相关制度与流程，急诊手术管理措施及急诊手术绿色通道的保障方案及协调机制，并实施。 \n3. \t医院有对相关人员进行急诊手术管理相关制度及急诊手术绿色通道的保障方案的培训，有记录。 \n4. \t相关职能部门及科室对重大手术报告审批、急诊手术管理及急诊手术绿色通道的实施情况有自查对存在问题有纠正措施。 ",
        "主管部门对重大手术报告审批、急诊手术管理及急诊手术绿色通道措施的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对重大手术报告审批、急诊手术管理及急诊手术绿色通道管理的改进有成效。 "
    ],
    "Q6.1.6": [
        "质量6.1.6",
        "手术（含所有手术日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等）的全过程情况、术后注意事项，手术后治疗、观察与护理情况应及时、准确地记录在病历中。建立手术、诊疗操作后标本的病理学检查的规定与流程。手术和诊疗操作的离体组织必须做病理学检查，明确术后诊断。",
        "医院有手术（含所有手术、日间手术、介入诊疗、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、超声引导下诊疗等全过程管理制度并落实。手术手术及诊疗操作全过程情况、术后治疗、观察、护理工作注意事项及康复与其他服务均应制定计划，参照《医疗质量安全核心制度要点》执行，并及时、准确地记录在病历中。 \n医务人员有为每位患者在麻醉、手术、诊疗操作期间和术后监测生命指标，监测频率与类型是基于患者的麻醉前状态，麻醉方式（椎管内麻醉、神经阻滞麻醉、局部浸润麻醉）及所执行的手术操作，监测结果记录在病历中。参加手术医师在术后即时完成术后首次病程记录。手术主刀医师尽快在术后24小时内完成手术记录（特殊情况下，由第一助手书写，主刀签名）。 \n医院有手术、诊疗操作后离体组织处理规范、标本病理学检查的规定与流程，有快速冰冻切片检查机制，手术室有具体措施保障规定与程序并执行，明确术后诊断，并记录。对病理报告与术中快速冰冻切片检查及术后诊断不一致时，有追踪、讨论的规定与程序，其结果有记录。 ",
        "1. \t医院有手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）全过程管理制度和工作计划，并实施。 \n2. \t医务人员有为每位患者在麻醉、手术、诊疗操作期间和术后监测生命指标，监测结果记录在病历中。 \n3. \t医院有手术、诊疗操作后离体组织处理规范、标本的病理学检查的规定与流程，明确术后诊断，并实施。 \n4. \t相关职能部门及科室对手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）全过程管理制度和工作计划及手术及诊疗操作后标本的病理学检查的规定与流程的实施情况有自查对存在问题有纠正措施。 ",
        "主管部门对手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）全过程情况工作计划的制度及手术后标本的病理学检查的规定与流程的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）全程情况工作计划的制度及手术后标本的病理学检查的规定与流程的改进有成效。 "
    ],
    "Q6.1.7": [
        "质量6.1.7",
        "医院有定期分析评价手术（含所有手术、日间手术、介入手术、内镜手术等）、诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）及麻醉质量与安全的制度及实施方案，有手术、诊疗操作及麻醉质量评价指标及趋势与改进措施。【相互引用质量5.3.2】",
        "医院有手术（含所有手术、日间手术、介入手术、内镜手术等））、诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）及麻醉质量安全管理制度和评估工作机制，制定定期分析影响围术期质量与安全管理因素的制度及规定。医院对手术科室有明确的质量与安全指标，有护理质量管理与监测相关规定及措施，并组织实施，坚持持续改进。医院建立手术（含所有手术、日间手术、介入手术、内镜手术等）及及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）质量管理数据库，内容包括：住院手术、诊疗操作重点病种、重点手术/操作总例数、术前、诊疗操作前/术中、诊疗操作中用血疗效评价【相互引用质量5.3.2】、死亡例数、术后非计划重返再次手术/诊疗操作例数、手术后/诊疗操作后并发症例数、手术后/诊疗操作后感染例数、围术期预防性抗菌药的使用等数据，医院与科室能定期分析相关数据，开展自我评价。各级医师掌握手术/诊疗操作的适应证与禁忌证，并严格执行，规范技术操作，开展质量控制，定期质量评价；并与多部门联动协调，促进质量改进及保障患者手术安全。 \n医院有\"非计划再次手术\"与\"手术并发症\"的相关管理制度、流程、评价指标及其趋势、监测方法、原因分析、反馈整改及控制体系，并将控制\"非计划再次手术\"作为对手术科室质量评价的重要指标，把\"非计划再次手术\"指标及其趋势作为对手术医师资格评价、临床权限、再授权的重要依据。 \n医院有麻醉质量监测指标并采集相关数据及趋势。医院与科室可运用数据及其趋势定期分析麻醉管理评价指标，并用分析结果指导麻醉质量的持续改进，确保患者麻醉安全。 ",
        "1. \t医院有手术（含所有手术、日间手术、介入手术、内镜手术等）、诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）及麻醉质量与安全管理制度及实施方案，质量与安全指标及其趋势与麻醉质量监测指标及其趋势，包括术前、诊疗操作前/术中/诊疗操作中用血疗效评价，\"非计划再次手术\"与\"手术并发症\"的管理制度等，有实施并有记录。 \n2. \t护理部有手术科室（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）护理质量管理与监测相关规定及措施，并实施。 \n3. \t医院有手术（含所有手术、日间手术、介入手术、内镜手术等））、诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）及麻醉进行全程追踪管理、质量控制。 \n4. \t相关职能部门及科室对手术科室的质量与安全与管理制度包括护理质量管理与监测相关规定及措施、对手术（含所有手术、日间手术、介入手术、内镜诊疗手术等）、诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）、麻醉质量控制和数据分析实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对手术科室及麻醉质量安全制度包括护理质量管理与监测制度及措施、对手术（含所有手术、日间手术、介入手术、内镜手术等）、诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）及麻醉质量控制和数据分析实施情况有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院手术科室及麻醉质量安全包括护理质量安全及麻醉质量安全包括护理质量安全、手术（含所有手术、日间手术、介入手术、内镜手术等）及麻醉质量与安全的改进有成效。 "
    ],
    "Q6.1.8": [
        "质量6.1.8",
        "医院建立手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）随访制度，并落实，作为持续改进质量及临床科学研究的依据。【相互引用质量4.2.3】",
        "医院有患者随访管理相关制度，利用电话、电子邮件、信函和必要的面谈等多种形式进行。医院有对手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）后患者的随访制度与内容，对术后患者进行随访，随访结果作为持续改进诊疗水平和质量及临床科学研究的依据。医院有负责随访的部门及人员，有相关的工作制度及岗位职责并遵循【相互引用质量4.2.3】。 \n相关职能部门及科室对随访人员进行培训，使其知晓手术后患者的随访制度与目录；随访时重视向手术（含所有手术、日间手术、介入手术、内镜手术等）患者的宣教。 ",
        "1. \t医院有负责对手术、诊疗操作后患者随访的部门，有对相关人员进行随访制度与内容、方法进行培训的方案并实施。 \n2. \t有关部门及科室重视向手术（含所有手术、日间手术、介入手术、内镜手术等）患者的宣教，并有记录。 \n3. \t相关职能部门及科室对手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）后患者随访制度及宣教的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）后患者随访制度及宣教的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对手术（含所有手术、日间手术、介入手术、内镜手术等）及诊疗操作（含介入诊疗、内镜诊疗、CT/超声引导下诊疗等）后患者随访制度及宣教的改进有成效。质量6.2母婴保健专项技术服务 "
    ],
    "Q6.2": [
        "质量6.2",
        "母婴保健专项技术服务",
        "",
        "",
        "",
        ""
    ],
    "Q6.2.1": [
        "质量6.2.1",
        "医院依据国家法律、法规开展母婴保健专项技术服务和新生儿诊疗与护理，人员配置及其结构满足卫生计生行政部门有关技术规范的要求。",
        "医院依据国家法律法规医院开展母婴保健专项技术服务，并获得卫生行政管理部门的诊疗许可。卫生专业技术人员配置及其结构满足卫生行政管理部门有关技术规范的要求，并具备相应岗位的任职资格。从事婚前保健、产前筛查及诊断和遗传病诊断、助产技术、终止妊娠和结扎手术服务的人员必须取得相应执业资格及《母婴保健技术考核合格证书》。 \n医院根据国家法律法规要求制定产房感染控制管理制度、流程，产科病区及产房建筑布局符合医院感染防控要求，做到洁污区域分开，分区明确，设有隔离待产室和隔离分娩室，保持室内空气新鲜，功能流程规范。 \n医院有对用后的产房、产床按规范进行清洁消毒的规定，有消毒工作制度并执行。产房周围环境必须清洁、无污染源，应与母婴室和新生儿室相邻近，相对独立。分娩室24小时×7天服务。 ",
        "1. \t医院产房建筑规范、设施及人员配备满足卫生行政管理部门有关技术规范的要求。 \n2. \t医院有母婴保健专项技术服务，并获得卫生行政管理部门的诊疗许可取得。卫生专业技术人员配置、结构、任职资格、法定执业资格满足卫生行政管理部门有关技术规范的要求，有相应的资料证明。 \n3. \t医院有产房感染控制管理制度、有消毒工作制度，并执行。 \n4. \t相关职能部门及科室对母婴保健专项技术服务、产房感染控制管理制度、消毒工作制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对母婴保健专项技术服务、产房感染控制管理制度、消毒工作制度的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对母婴保健专项技术服务、产房感染控制管理制度、消毒工作制度的改进有成效。 "
    ],
    "Q6.2.2": [
        "质量6.2.2",
        "医院有分娩质量管理相关制度。对常见高危产科手术有临床权限管理制度，并定期进行技术能力与质量再评价。有分娩风险管理制度与程序，有多学科联动预警机制。【相互引用质量1.4.1，质量3.5.4，质量4.2.1，质量6.1.1，管理6.4.3】",
        "医院关注分娩安全与质量，依据国家法律法规制定了分娩相关诊疗常规、岗位职责、助产管理制度、分娩质量管理制度、分娩管理质量持续改进方案及措施、控制分娩疼痛和减少分娩损伤的制度、技术规范和流程。医院将产房分娩核查纳入手术安全核查内容，手术安全核查过程和内容按循证临床实践指南及国家有关规定执行【相互引用质量1.4.1】。医院有专人负责各项助产管理和分娩质量管理的相关工作，并有记录。 \n医院有辖区重点人群如高危孕产妇、危重孕产妇、高危儿童等的管理制度、方案与措施【相互引用质量4.2.1】，有辖区妇幼健康服务质量关键环节如孕产妇死亡分析、新生儿死亡分析、降低非医学指征剖宫产率、出生缺陷防控、危重孕产妇的转运及急救等的管理制度与措施。 \n医院为确保产科质量，每例接产时必须由2名以上助产技术人员在场，高危妊娠分娩时必须有具经验的产科医师和新生儿医师在场。产科建立分娩风险管理和预警的制度与程序，有分娩风险防范的具体措施，有产科急救操作和产科急重症处理流程与措施，包括：新生儿复苏、心肺复苏、肩难产、产后出血、子痫、羊水栓塞等疑难危重症实时启动预警、多学科评估和综合诊疗联动机制。科室有明确的岗位职责，经过培训，各级医护人员、助产人员熟悉知晓本岗位的风险防范与预警要求【相互引用管理6.4.3】。 \n医院有常见高危产科手术与高风险技术操作的临床权限管理制度，有审批程序及具体目录【相互引用质量3.5.4，质量6.1.1】和常见高危产科手术临床权限管理制度；并有诊疗技术资格许可/临床权限管理委员会，履行相关职责【相互引用质量3.5.4】，相关人员能知晓。根据工作表现有复评和取消、降低操作权利的相关规定，有执行记录文件。 \n医院相关职能部门及有关科室对有关分娩的各项制度进行培训，各级医务人员知晓并实施；定期进行分娩质量与各项安全指标及其趋势的自查与分析会，及时发现安全隐患，使有关人员知晓并注意加以防范，培训及分娩质量分析均有记录。 ",
        "1. \t医院有控制分娩疼痛和减少分娩损伤的制度、助产管理、分娩质量管理相关制度、分娩风险防范和预警的制度和技术规范和流程、产房的质量与安全管理制度，并执行。 \n2. \t医院有常见高危产科手术临床权限管理制度，急救操作和产科急重症处理流程与措施，多学科评估和综合诊疗联动机制，有预警、并执行。 \n3. \t医院定期对有关员工进行相关培训、考核、技术能力与质量再评价，并有记录。 \n4. \t相关职能部门及科室对控制分娩疼痛和减少分娩损伤的制度、助产管理、分娩质量管理相关制度、分娩风险防范相关管理制度、技术规范和流程、产房的质量与安全管理制度、常见高危产科手术的临床权限管理制度临床权限管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对控制分娩疼痛和减少分娩损伤的制度、助产管理、分娩质量管理相关制度、分娩风险防范相关管理制度、技术规范和流程、产房的质量与安全管理制度、常见高危产科手术的临床权限管理制度临床权限管理制度的实施情况有自查实施的监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院控制了分娩疼痛和减少了分娩损伤，助产管理、分娩质量管理相关制度、分娩风险防范相关管理制度、技术规范和流程、常见高危产科手术的管理与临床权限制度均落实。 "
    ],
    "Q6.2.3": [
        "质量6.2.3",
        "医院有新生儿安全管理制度和新生儿病房护理质量管理与监测相关规定及措施，组织实施并持续改进。【相互引用质量1.1.1，质量1.2.2，管理6.1.1，管理6.1.4】",
        "医院新生儿床位数满足新生儿医疗救治的需要，符合相关规范。医院根据国际公认的循证临床实践指南、有新生儿病室工作制度、查对制度，使用\"腕带\"，提高身份识别的正确性，【相互引用质量1.1.1】新生儿室医疗设备设施配备符合相关要求，定期检查保养，保持设备设施性能处于随时可用良好状态。 \n医院有新生儿室，有护理常规及专业技术规范，新生儿护理质量专项考核标准、新生儿疾病筛查制度、重症新生儿护理规范。有产房、新生儿室之间的新生儿识别制度和转科交接登记制度【相互引用质量1.2.2】，有新生儿安全管理制度，并落实，新生儿室安全保卫设备设施完好，重点环境、重点部位安装视频监控设施，符合相关标准【相互引用管理6.1.1，管理6.1.4】。 \n医院新生儿室医务人员配备、护理人力资源配备比例及临床工作年限符合国家要求，有岗位职责，实施责任制整体护理。有新生儿室护理质量管理与监测规定及措施，护理部有监测改进效果的记录。 \n医院加强新生儿室消毒隔离管理，防范院内感染；新生儿暖箱、奶瓶、奶嘴消毒规范；有传染病患儿隔离护理措施；有高危新生儿、疑似传染病、传染病患儿消毒隔离制度和措施，标识清晰并落实。 \n医院对相关人员进行以上制度与规范的培训、使有关人员知晓工作流程并能正确操作。医院有新生儿及新生儿室突发事件的应急预案，对应急预案有培训，医护人员知晓相关要求并能落实。 ",
        "1. \t医院有传染病患儿隔离护理措施、高危新生儿、疑似传染病、传染病患儿消毒隔离制度、查对及保卫制度、安全管理制度和质量管理与监测制度，并实施。 \n2. \t医院有新生儿室护理质量管理与监测的有关规定及措施，并有落实的证明。 \n3. \t医院有新生儿及新生儿室突发事件的应急预案，对相关人员有培训，有演练及有记录。 \n4. \t相关职能部门及科室对传染病患儿隔离护理措施、高危新生儿、疑似传染病、传染病患儿消毒隔离制度、查对及保卫制度，安全管理制度、新生儿室护理质量管理与监测制度、新生儿及新生儿室突发事件的应急预案的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对传染病患儿隔离护理措施、高危新生儿、疑似传染病、传染病患儿消毒隔离制度、查对及保卫制度，安全管理制度、新生儿室护理质量管理与监测制度、新生儿及新生儿室突发事件的应急预案的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对传染病患儿隔离护理措施、高危新生儿、疑似传染病、传染病患儿消毒隔离制度、查对及保卫制度，安全管理制度、新生儿室护理质量管理与监测制度、新生儿及新生儿室突发事件的应急预案的改进有成效。 "
    ],
    "Q6.3": [
        "质量6.3",
        "血液净化服务",
        "",
        "",
        "",
        ""
    ],
    "Q6.3.1": [
        "质量6.3.1",
        "医院依据国家法律法规及行业管理要求，建设血液透析室，血液透析室分区布局、医、护、技岗位专业设置符合国家法律法规及行业规范的要求。【相互引用管理6.1.1，管理6.1.2】",
        "医院依据国家相关法律法规、行业管理规范及医院感染控制的要求建设血液透析室，血液透析室满足医院功能任务要求，分区布局符合要求，每个血液透析单元使用面积不少于3.2平方米，水处理间的使用面积不低于水处理机占地面积的1.5倍【相互引用管理6.1.1】。 \n血液透析室设施设备符合国家法律法规及行业规范的要求，配备满足工作需要的血液透析机、水处理设备、供氧装置、负压吸引装置等基础设备，急救设备齐全，有必要的职业防护物品，开展透析器复用有相应的设备【相互引用管理6.1.2】。 \n血液透析室医、护、技岗位专业设置符合国家法律法规及行业规范的要求，能满足医院功能与任务要求。医师、护士和技师有明确的岗位职责，技师应当具备机械和电子学知识以及一定的医疗知识，熟悉血液透析机和水处理设备的性能结构、工作原理和维修技术。血液透析室有保障岗位配置和人员培训的管理措施。 ",
        "1. \t血液透析室分区布局、设施设备、人员配置的保障和培训符合国家法律法规及行业规范的要求。 \n2. \t血液透析室医、护、技专业设置符合国家法律法规及行业规范的要求，有明确的岗位职责并有资料证明。 \n3. \t相关职能部门及血液透析室对血液透析布局、设施设备、人员配置的保障和培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对血液透析室布局、设施设备、人员配置的保障和培训的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对血液透析室布局、设施设备、人员配置的保障和培训的改进有成效。 "
    ],
    "Q6.3.2": [
        "质量6.3.2",
        "血液透析室严格执行医院感染管理制度与流程，透析患者初次透析及透析后每半年需进行血液传播性疾病检测。血液透析机与水处理设备、透析液的配制符合要求，透析用水化学污染物、透析液细菌及内毒素检测达标。有完整的监测记录与应急管理预案。【相互引用质量6.3.4】",
        "医院血液透析管理的相关制度中有针对医院感染控制管理要求，并严格执行，有完整的监测记录，血液透析机和透析管路的消毒符合要求。血液透析室有传染病患者隔离制度与具体措施、有医院感染紧急情况的处理预案，并能定期演练【相互引用质量6.3.4】。 \n血液透析室严格执行患者首次进入血液净化室前进行检测制度规定，有对所有初次透析的患者进行乙型肝炎病毒、丙型肝炎病毒、梅毒、艾滋病病毒感染的相关检查制度，并落实。阳性患者应当分别在各自隔离透析治疗间或隔离透析治疗区进行专机血液透析，每半年复查血液传播性疾病一次。 \n医院所用的透析液和透析粉符合国家标准，血液透析室有透析液配制规范的操作流程，符合国家要求。医院有透析用水质量监测制度与执行的流程，有完整的水质量监测记录，透析用水符合相关规范。透析用水定期进行残余氯及硬度检测及电导率监测（前处理系统），透析用水内毒素、透析液细菌和反渗水化学污染物检测合格。 ",
        "1. \t医院血液透析管理相关制度中有针对医院感染控制管理的内容及要求，有传染病患者隔离制度与具体措施，有规定患者进入血液净化室前进行血液传播性疾病检测及之后定期复检制度，并实施。 \n2. \t血液透析室有医院感染紧急情况的处理预案，定期演练，有记录。 \n3. \t血液透析机、透析管路的消毒、透析用水质量、透析液质量符合国家标准要求，有监测记录。 \n4. \t相关职能部门及血液透析室对血液透析室感控管理、传染病患者隔离制度、应急管理及演练、透析液、透析用水质量的要求实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对血液透析室感染控制管理、传染病患者隔离制度、应急管理及演练、透析液、透析用水质量监控实施情况有监管、定期分析、反馈，实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对血液透析室感染控制管理、传染病患者隔离制度、应急管理及演练、透析液、透析用水质量情况的改进有成效。"
    ],
    "Q6.3.3": [
        "质量6.3.3",
        "医院对透析器复用有管理制度和流程。对从事血液透析器复用的人员资质有规定。【相互引用质量3.3.7，质量3.3.8，管理2.1.4】",
        "医院依据血液透析专业操作规范，对透析器复用有明确的管理制度和流程，除依法批准并有制造商明确标识为可多次使用的血液透析器外，其他透析器不可复用。所有复用记录都符合医疗文书记录的要求，需注明记录日期及时间并签名，可复用血液透析器复用次数符合规范要求，废弃血液透析器有登记，处理流程符合医院感染控制要求【相互引用质量3.3.8】。 \n复用透析器进行再次规范消毒处理后只能复用于同一位患者，标签必须能够清晰确认该透析患者的姓名、复用次数等相关信息，标签不应遮盖产品型号、批号及透析液流量等产品相关信息。对复用过程中使用消毒剂过敏的患者不能复用透析器。艾滋病病毒检测阳性、乙型肝炎病毒标志物阳性患者及其他可能通过血液传播传染病的患者使用过的血液透析器均不可复用。 \n血液透析室有透析器复用流程，并符合规范，包括漂洗、清洗、性能测试和消毒灭菌，并定期对复用设备进行保养和维护【相互引用质量3.3.7】。对从事血液透析器复用的人员必须经过专门培训，符合复用技术资格要求，获取操作资质【相互引用管理2.1.4】。 ",
        "1. \t医院有透析器复用管理制度、流程及规定，并实施。 \n2. \t医院对复用设备进行定期保养和维护，有记录。 \n3. \t相关职能部门及血液透析室对透析器复用管理制度、血液透析器复用人员资质及培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对透析器复用管理制度、血液透析器复用人员资质及培训的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对血液透析器复用管理制度、血液透析器复用人员资质及培训要求的改进有成效。"
    ],
    "Q6.3.4": [
        "质量6.3.4",
        "血液透析室有质量管理制度与紧急处理预案与措施，并落实及定期演练，保障血液透析患者的安全。医院建立与完善运行中的血液透析室数据库，做到实时记录，定期分析质量与安全管理指标及监察其趋势。【相互引用质量6.3.2，管理4.1.3，管理6.4.3】",
        "医院建立全院统一的血液透析质量管理部门或组织，制定血液透析室质量管理制度和安全保障措施，有岗位职责，相关人员知晓其履职要求，按照血液净化标准操作规程开展血液透析质量及相关工作，建立科学、规范的血液透析治疗流程，并对血液透析室之外的肾替代治疗有质量指导和监管。 \n血液透析室有患者紧急意外情况与并发症的紧急处理预案与措施，有常见并发症的紧急处理流程和上报制度，对紧急意外情况处置有培训及考核，相关人员均能熟练掌握紧急意外情况处置技术。相关职能部门及血液透析室有应急预案与处理流程，至少每年演练一次，定期讨论与评价，并有记录【相互引用质量6.3.2，管理6.4.3】；保障血液透析患者的安全。 \n医院建立血液透析患者质量监测指标体系，有运行数据收集的制度及流程；建立血液透析质量方面的基础数据库，内容涵盖血液透析的工作数量及质量，做到实时记录。定期统计分析质量与安全管理指标及监测其趋势，保障血液透析患者的安全【相互引用管理4.1.3】。 ",
        "1. \t医院有全院统一的血液透析质量管理制度、安全保障措施（包括血液透析室内外的肾替代治疗）和岗位职责，并实施。对血液透析室内外的肾替代治疗等有质量指导和监管。 \n2. \t血液透析室有患者紧急意外情况与并发症的紧急处理预案，并实施。 \n3. \t血液透析室对紧急意外情况处置有培训、考核、演练，有记录、讨论与评价。 \n4. \t医院有维持性血液透析患者质量监测指标体系，医院有血液透析室运行数据收集的制度及流程和血液透析质量基础数据库，有实时记录，对监测指标和收集的数据及其趋势定期进行统计分析。 \n5. \t相关职能部门及血液透析室对血液透析的质量管理制度、安全保障措施、岗位职责、患者紧急意外情况与并发症的紧急处理预案的培训及演练、血液透析室运行数据收集的制度及流程、血液透析质量基础数据库、血液透析患者质量监测指标体系与安全管理指标的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对血液透析质量管理制度、安全保障措施、岗位职责、患者紧急意外情况与并发症的紧急处理预案的培训及演练、血液透析室运行数据收集的制度及流程、血液透析质量基础数据库建设、血液透析患者质量监测指标体系与质量与安全管理指标监测的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对血液透析的质量管理制度、安全保障措施、岗位职责、患者紧急意外情况与并发症的紧急处理预案的培训及演练、血液透析室运行数据收集的制度及流程、血液透析质量基础数据库建设、血液透析患者质量监测指标体系与安全管理指标监测的改进有成效。 "
    ],
    "Q6.4": [
        "质量6.4",
        "放射治疗服务（含近距离放射治疗）与化学治疗服务",
        "",
        "",
        "",
        ""
    ],
    "Q6.4.1": [
        "质量6.4.1",
        "医院开展放射治疗服务（含近距离放射治疗）应当依法取得上级卫生行政管理部门许可证，布局、机房建筑、设备设施符合国家相关标准。医院化学治疗（化疗）服务有安全管理制度及质量保证措施，并严格执行。医院为患者进行放射治疗（含近距离放射治疗）和/或化疗前，必须履行书面知情同意手续。【相互引用质量2.1.1，管理6.1.1，管理6.1.2】",
        "医院放射治疗服务（含近距离放射治疗）具有卫生行政部门核准的\"放射治疗\"诊疗科目，并依法取得上级卫生行政管理部门相关许可证。相关执业文件核准与校验均在有效期内，机房建筑取得国家的合格证书，具备开展放射治疗的基础设备，有基础设备清单【相互引用管理6.1.1，管理6.1.2】。 \n医院有放射治疗基本技术管理制度，并结合医院的实际情况开展相应的放射治疗基本技术，技术项目包括：三维适形放射治疗或调强放射治疗、恶性肿瘤根治性放射治疗、术前或术后放射治疗等。 \n医院为患者进行放射治疗（含近距离放射治疗）和/或化疗前，必须遵循患者知情同意原则，履行告知义务，尊重患者的自主选择权，尊重民族习惯、文化和宗教信仰，并对患者的隐私保密。主动向患者充分说明放射治疗作用、疗效及副作用，听取患者意见并对其反馈，履行书面知情同意手续，如为未成年人及无能力做出自我决定的人群，则向其监护人或授权委托人进行说明，并使用相对应模板的知情同意书，并记录【相互引用质量2.1.1】。 \n日间化疗相关科室或多学科团队按临床诊疗规范制定标准的化疗处方。化疗药物集中配置，医院有审查化疗处方的程序和机制，有安全管理制度及质量保证措施；通过定期临床审核，运用审核结果和数据，持续改进标准化疗处方的临床诊疗规范。日间化疗相关科室的医护人员为患者进行化疗前进行评估、为其制定治疗及护理计划，主动告知患者化疗药物可能出现的常见副作用及护理方法，听取患者意见及对其反馈，并签署知情同意书。医院有针对常见化疗药物外渗等处理办法与护理方法及化疗事故应急预案的培训计划与教育，并有记录。 ",
        "1. \t医院放射治疗服务（含近距离放射治疗）根据上级卫生行政管理部门相关许可证，有设备、设施配置清单。 \n2. \t医院放射治疗服务（含近距离放射治疗）有基本技术管理制度，并实施。 \n3. \t医院日间化疗服务有标准化疗处方、行化疗前进行评估、制定化疗及护理计划、告知患者化疗药物可能出现的常见副作用及护理方法、常见化疗药物外渗等处理办法与护理方法及化疗事故应急预案培训计划、化疗安全管理制度及质量保证措施，并实施。 \n4. \t科室为患者进行放射治疗（含近距离放射治疗）和/或化疗前履行书面知情同意手续，并实施。 \n5. \t相关职能部门及有关科室对放射治疗服务开展许可情况、设备管理、化疗服务有关规定、化疗意外事件应急预案培训、标准化疗处方、化疗护理方法的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对放射治疗服务开展许可情况、设备管理、化疗服务有关规定、化疗事故应急预案培训、标准化疗处方、化疗护理方法的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对放射治疗服务开展许可情况、设备管理、化疗服务有关规定、化疗事故应急预案培训、标准化疗处方、化疗护理方法的改进有成效。 "
    ],
    "Q6.4.2": [
        "质量6.4.2",
        "放射治疗服务有明确的规范与流程，医学物理人员参与制订治疗计划，保证放射治疗定位精确与计量准确。放射治疗科室对相关技术人员进行放射治疗基本技术、制度与程序培训并考核，受训者掌握相应的放射治疗基本技术。",
        "医院有实施放射治疗的规范与流程，放射治疗定位精确与计量准确的相关程序，有放射治疗机器操作指南、规范的程序及必要的联动设置。主管医师与物理师在患者放射治疗（含近距离放射治疗）前共同制定放射治疗计划和定位，保证放射治疗定位精确与计量准确，并根据患者情况及时调整放射治疗计划，落实副作用防范的措施。放射治疗医师、物理师定期开展疑难、危重症病例讨论。有放射治疗后患者随访工作，并有记录。 \n医院规定只有符合法律法规要求，具有执业资质，经相关教育培训的医师和物理师才可进行放射治疗定位与计量。放射治疗服务科室（部门）定期对相关技术人员进行放射治疗基本技术、制度与程序培训并考核。受训人员知晓相关制度及掌握相应的放射治疗基本技术。医院依据放射治疗需要有计划培训放射治疗医师与物理师，有人才梯队建设计划，并实施。 ",
        "1. \t医院有放射治疗的规范与流程、放射治疗机器使用有操作指南，并实施。 \n2. \t放射治疗服务科室对患者评估后制定个性化的放射治疗计划；有计划调整制度和程序包括放射治疗定位精确与计量准确的相关程序和患者随访工作制度及方案，相关人员知晓，并实施。 \n3. \t放射治疗医师、物理师有定期开展疑难、危重症病例讨论，有记录。 \n4. \t放射治疗服务科室（部门）有定期对相关技术人员进行相应的放射治疗基本技术培训，有记录。 \n5. \t放射治疗服务科室对放射装置管理、患者评估、放射治疗计划、副作用防范和人员培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对放射装置管理、患者评估、放射治疗计划、副作用防范和人员培训的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对放射装置管理、患者评估、放射治疗计划、副作用防范和人员培训的改进有成效。 "
    ],
    "Q6.4.3": [
        "质量6.4.3",
        "医院有放射治疗装置操作和维护、维修制度、质量控制和检测制度。建立环境安全管理程序与措施，并遵照实施及记录。环境保护及人员职业安全防护符合规定，有明确的放射治疗和化疗意外应急预案并严格执行。【相互引用质量7.1.3，管理2.3.4，管理6.3.1，管理6.4.3】",
        "医院有放射治疗装置操作和维护、维修制度、质量控制、检测和放射防护制度，并严格执行，人员职业安全防护符合规定【相互引用质量7.1.3，管理2.3.4，管理6.3.1】。有专人负责放射治疗装置的维护、维修与检测，并有记录。 \n医院有放射治疗质量管理制度、放射治疗效果评价的规范与流程。有预防副作用、改善诊疗效果措施、评价和质量控制方案，并落实。  \n医院有放射治疗事故应急预案、预防处置措施、规范与流程。在工作区域/科室（部门）配置可及的相关抢救药品、器材、氧气。有对相关人员进行预防放射治疗意外应急预案、处置措施、心肺复苏技能的培训，相关人员知晓并掌握【相互引用管理6.3.1，管理6.4.3】。  ",
        "1. \t医院有放射治疗装置操作、维护维修制度、质量保证和检测制度、放射治疗效果评价的规范与流程，并实施；相关人员有培训，有记录。 \n2. \t放射治疗服务科室（部门）有预防副作用、改善诊疗效果措施、评价和质量控制方案，相关人员知晓并落实。 \n3. \t医院有放射治疗意外应急预案、预防处置措施、规范与流程，相关人员有培训、知晓，并实施。 \n4. \t相关职能部门及科室对放射治疗装置操作、维护维修制度、质量保证和检测制度、放射治疗效果评价的规范与流程、放射治疗意外应急预案的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对放射治疗装置操作、维护维修制度、质量保证和检测制度、放射治疗效果评价的规范与流程、放射治疗意外应急预案的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对放射治疗装置操作、维护维修制度、质量保证和检测制度、放射治疗效果评价的规范与流程、放射治疗意外应急预案的改进有成效。 "
    ],
    "Q6.5": [
        "质量6.5",
        "精神类疾病诊疗服务（可选）",
        "",
        "",
        "",
        ""
    ],
    "Q6.5.1": [
        "质量6.5.1",
        "实施精神类疾病治疗的医院与医师应具备卫生行政部门规定的诊疗科目及医师资质，有明确精神类治疗服务范围。【相互引用质量2.1.1】",
        "实施精神类疾病治疗的医院与医师应具备卫生行政部门规定的诊疗科目及医师资质，并有明确精神类治疗服务的范围。医务人员为入院的精神类疾病患者进行精神医学行为能力评估、提供住院说明、告知使用临床诊疗规范、并进行疗效评估，用服务规范和流程指导诊疗活动，医务人员依据病历书写等相关制度要求将以上诊疗活动记录在病历中。精神类疾病治疗科室对员工进行规范诊疗、护理、康复及其它相关培训，相关人员知晓制度、规范诊疗、护理、康复及服务规范和流程要求。 \n精神类疾病患者经医师评估为病情稳定时，医务人员遵循患者知情同意原则，履行告知其病情及治疗计划的义务，尊重患者的自主选择权和隐私权，尊重民族习惯、文化和宗教信仰，对患者的隐私保密【相互引用质量2.1.1】。患者无精神行为能力时医务人员向其近亲属或监护人或授权委托人充分说明并考虑他们的需要，履行书面知情同意手续。 ",
        "1. \t医院具备卫生行政部门规定的诊疗科目、医师资质及精神类治疗服务范围，有记录。 \n2. \t精神类疾病治疗科室有对有关人员进行有关精神医学行为能力评估、病历书写、服务规范和流程、规范诊疗、护理、康复及其它相关培训，有记录。 \n3. \t精神类疾病治疗科室有向患者，或患者无精神行为能力时向其近亲属或监护人或授权委托人充分说明其病情及治疗计划，履行书面知情同意手续，有记录。 \n4. \t精神类疾病治疗科室对精神类治疗服务范围、医师资质与护士及有关人员培训和知情同意的实施有自查，对存在问题有纠正措施。 ",
        "主管部门对精神类疾病治疗服务范围、医师资质与护士及有关人员培训和知情同意的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对精神类疾病治疗服务范围、医师资质与护士及有关人员培训和知情同意的改进有成效。 "
    ],
    "Q6.5.2": [
        "质量6.5.2",
        "医院依据服务范围，为精神类疾病患着提供适当的医疗保护措施，并为其他躯体疾患提供多科联合诊疗服务。【相互引用质量1.8.1，质量2.1.1】",
        "医院为精神类疾病患者提供医疗保护措施的制度与流程。遵循尽量避免约束患者基本原则，在必要的惰况下，医院严格遵守住院患者使用物理约束、隔离约束的制度与流程【相互引用质量1.8.1】。医护人员遵循患者知情同意原则，主动告知其所需的医疗约束【相互引用质量2.1.1】，患者无精神行为能力时，医护人员向患者的近亲属或监护人就实施医疗保护措施可能导致意外情况履行书面知情同意的手续，提供医疗保护措施的知情同意和教育，听取他们的需求，并在病历中记录。尽可能选择限制活动少的约束方法及对被医疗约束的患者经常重新评估，并尽快解除约束【相互引用质量1.8.1】。对有关人员进行培训，知晓以上制度及流程，并落实。 \n医院为精神类疾病患者的其他躯体疾患提供多科联合诊疗服务的管理制度和流程。相关科室为多科联合诊疗服务提供支持。相关人员知晓以上制度及流程，并落实。 ",
        "1. \t医院有精神类疾病患者住院医疗保护措施、物理约束、隔离约束的制度与流程，包括医护人员有向监护人就实施医疗保护措施可能导致意外情况履行书面知情同意和在病历中体现，并实施。 \n2. \t医院能为精神类疾病患者的其他躯体疾患提供多科联合诊疗服务，并有记录。 \n3. \t医院对精神科员工进行相关培训教育，有记录。 \n4. \t相关职能部门及科室对精神类疾病患者住院医疗保护措施、为精神类疾病患者的其他躯体疾患提供多科联合诊疗服务、精神科员工培训教育知晓以上制度及流程的实施有自查，对存在问题有纠正措施。 ",
        "主管部门对精神类疾病患者住院医疗保护措施、为精神类疾病患者的其他躯体疾患提供多科联合诊疗服务、对精神科员工知晓有关制度及流程的培训教育实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对精神类疾病患者住院医疗保护措施、精神类疾病患者的其他躯体疾患提供多科联合诊疗服务、精神科员工知晓有关制度及流程的培训教育改进有成效。"
    ],
    "Q6.5.3": [
        "质量6.5.3",
        "医院有常见精神类疾病并发症的预防规范与风险管理制度，有出院康复指导与随访流程，并有相关培训教育。",
        "医院为精神病科员工及精神类疾病患者提供常见并发症的预防措施与风险管理制度，对有关员工进行相关培训教育，各项防范措施落实到位；以减低常见精神类疾病并发症风险。 \n医院有为精神类疾病患者提供出院康复指导与随访的制度。在评估患者及家属认知能力的基础上，运用有效的沟通方式，使患者和家属掌握出院后康复治疗与护理事项。为精神类疾病患者提供出院康复指导与随访，并落实。 ",
        "1. \t医院有常见精神类疾病并发症的预防规范与风险管理制度，并实施。 \n2. \t医院有为精神类疾病患者提供出院康复指导与随访，并实施。 \n3. \t科室有对相关员工进行常见并发症的预防规范与风险管理制度培训教育，有记录。 \n4. \t相关职能部门及科室对精神类疾病患者常见并发症的预防防范与风险管理制度、出院康复指导、随访、有关人员培训的实施有自查，对存在问题有纠正措施。 ",
        "主管部门对精神类疾病患者常见并发症的预防防范与风险管理制度、出院康复指导、随访、有关人员培训的实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对精神类疾病患者常见并发症的预防防范与风险管理制度、出院康复指导、随访、有关人员培训的改进有成效。"
    ],
    "Q6.6": [
        "质量6.6",
        "器官和/或组织和/或活体捐献器官移植服务（可选）",
        "",
        "",
        "",
        ""
    ],
    "Q6.6.1": [
        "质量6.6.1",
        "医院依法获得开展人体器官、组织和细胞移植许可，并办理相应的诊疗科目登记，依据国家法律法规进行器官、组织和细胞移植（含活体移植项目），有完善的学科设置、经专业教育及培训的多学科团队、相应的设备设施及技术力量。有由医学、法学、伦理学等专家组成的人体器官、组织和细胞移植技术临床应用与伦理委员会，有完善的管理制度及流程，包括进行活体移植（如适用）的相关管理。从事器官、组织和细胞移植的医师应当按照规定取得相应的资质认证。",
        "医院依法获得开展人体器官、组织和细胞移植许可，并办理相应的诊疗科目登记，并根据国家法律法规制定相关管理规章制度，基础设施能支持已获得批准的器官、组织和细胞移植项目的开展，包括特定要求的通风病房（如正压通风）、移植程序及不同器官、组织和细胞类型所需的药物，确保器官、组织和细胞不受污染的实验室测试，有完善的信息管理系统，用以收集与风险和成效相关的数据以及支持移植项目质量的其他信息，并按要求上报。医院开展移植项目有制度有流程并组织实施。医院尊重患者做出器官、组织和细胞捐献的意愿。有与其他医院和机构开展合作，参与全部或部分器官、组织和细胞采集、保存、运输和/或移植的管理制度和流程，并有记录。 \n提供器官、组织和细胞移植服务的医院为器官移植捐献者和接受者保证安全、高质量的治疗和护理服务。有负责监督器官、组织和细胞移植计划的项目领导者，并通过教育、培训、经验、执照和/或认证后证实其具备移植管理资格，可监督细胞、器官、组织和细胞和组织移植计划的范围和复杂性，带领核心多学科团队进行一切有关活动。 \n医院在整个器官、组织和细胞移植治疗过程中为确保安全、高质量的服务，需指定一位具有资质的医务人员（护士或医师）为器官捐献协调员，在移植治疗的所有阶段（移植前，移植后和出院后）全面负责器官捐献相关工作的协调，将器官、组织和细胞移植活动的信息传达给参与移植项目的所有团队成员。支持和辅导器官、组织和细胞接受者和活体器官、组织和细胞捐献者；并为其或/ 及家属解释相关问题。 \n器官、组织和细胞移植团队的医务人员具有专业的教育背景与器官、组织和细胞捐献和移植相关的培训记录，包括移植项目的组成、提供给器官、组织和细胞接受者和活体器官、组织和细胞捐献者的护理、心理、药理和营养的特殊需要和服务，并依法取得器官、组织和细胞移植资质认证。多学科团队成员包括从事医学、护理学、营养学、药理学、感染控制、社会服务、心理服务和康复服务的医务人员，移植医师和每个成员都成功通过移植项目资格、培训和经验的评估，经考核合格方可参加移植团队。 ",
        "1. \t医院开展器官、组织和细胞移植项目与医院医疗机构执业许可证和诊疗科目登记相符。有符合法律法规的移植项目的制度与流程。 \n2. \t医院与当地其他医院和机构合作开展器官、组织和细胞获取、保存、运输或移植的管理制度和流程，并有记录。 \n3. \t医院有多学科团队、团队领导和器官捐献协调员负责有关移植项目的实施，从事器官、组织和细胞移植的医师资质认定相关资料齐全。 \n4. \t相关职能部门及器官、组织和细胞移植团队对移植项目的人员资质、设施设备配备、制度与流程、多学科团队和移植成效的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对移植项目的人员资质、设施设备配备、制度与流程及员工培训的实施有监管，定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对移植项目的人员资质、设施设备配备、制度与流程及员工培训，移植项目质量的改进有成效。 "
    ],
    "Q6.6.2": [
        "质量6.6.2",
        "医院获取器官、组织和细胞必须严格执行国家相关法律法规和管理规范，有器官、组织和细胞采集和接收的操作规程与临床实践指南并实施，确保移植的器官、组织和细胞的兼容性、安全性、有效性以及质量。获取器官、组织和细胞前应当在规定时间内，按要求将相关信息录入中国人体器官分配与共享系统（China Organ Transplant Response System，简称COTRS系统）并启动分配。",
        "医院获取器官、组织和细胞必须严格执行国家相关法律法规和管理规范，为降低移植排斥的风险，医院有器官、组织和细胞移植操作流程规范，有器官、组织和细胞采集和接收程序与临床实践指南。由移植外科医师和团队另一成员双检后以书面形式确认捐献器官、组织和细胞的医疗适宜性：包括验证捐献者的血型和其他重要数据与接受者的兼容性，对传染病和恶性肿瘤捐献者的器官、组织和细胞进行评估和检查，并验证评估和检查的结果为无疾病且状态适合移植，并在病历中记录上述要点。 \n移植团队遵循器官、组织和细胞移植操作流程规范，确保移植的器官、组织和细胞的兼容性、安全性、有效性以及质量。 \n医院在获取器官、组织和细胞前，应按照要求在规定时间内将相关信息录入中国人体器官分配与共享系统（China Organ Transplant Response System，简称COTRS系统）并启动分配。 ",
        "1. \t医院有器官、组织和细胞移植操作流程规范，有器官、组织和细胞采集和接收程序与临床实践指南并实施。 \n2. \t录入中国人体器官分配与共享系统（COTRS系统）的资料完整、规范、及 \n3. \t时，并能提供相应的证明资料。 \n4. \t相关职能部门及科室对器官、组织和细胞采集、接收录入程序与临床实践指南的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对器官、组织和细胞采集、接收和录入程序与临床实践指南和实施有监管、定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对器官、组织和细胞采集、接收和录入程序与临床实践指南实施的改进有成效。 "
    ],
    "Q6.6.3": [
        "质量6.6.3",
        "医院开展人体器官、组织和细胞捐献应符合国家相关法律法规及宗教和文化价值观。遵循自愿、无偿原则，尊重捐献者做出器官、组织和细胞捐献的意愿和选择。医院制定器官、组织和细胞捐献管理与知情同意制度和流程。为患者和家属做出的捐献器官、组织和细胞的决定提供支持。【相互引用质量2.1.1，质量2.2.1，质量2.2.2，质量6.6.4】",
        "医院根据国际伦理标准和国家器官、组织和细胞获取规范，制定及宣扬符合法律法规的器官、组织和细胞捐献流程，尊重当地的宗教和文化观念，符合伦理原则。 \n器官、组织和细胞捐献者筛查应包括病史评估、行为危险因素和体检，其检测包括HIV、乙型肝炎、丙型肝炎和其他与其病史相关的检测。患者和/或家属做出捐献器官、组织和细胞的决定前，医院应遵循自愿、无偿原则，履行知情同意和告知义务，制定器官、组织和细胞捐献管理与知情同意制度和流程，尊重捐献的自主选择权和隐私权，尊重民族习惯、文化和宗教信仰，并对患者/捐献者的隐私保密。完善保护患者/捐献者隐私的设施和管理措施【相互引用质量2.1.1，质量2.2.1，质量2.2.2，质量6.6.4】，有知情同意流程与记录的要求。医院为患者和/或家属做出器官、组织和细胞的捐献的决定提供支持，包括提供有关器官、组织和细胞捐献流程及以何种方式获取器官、组织和细胞的信息。 \n鉴于活体器官、组织和细胞捐献者和接受者具有特殊性及较高风险，特别是潜在活体器官、组织和细胞捐献者面临着捐献决定的困难和发生并发症的风险，提供活体器官、组织和细胞移植的医院有责任确保以上措施落实到位。此外，帮助潜在活体器官、组织和细胞捐献者做出相关决定并确保其权利得到保护。 \n计划活体器官移植前，由器官移植专业团队利用临床和心理标准来评估和确定潜在活体器官、组织和细胞捐献者的适合性，任命一位独立于移植团队之外，并了解活体器官、组织和细胞捐献、移植和器官捐献知情同意的第三者（如：临床心理学家/或非器官移植团队的医师等）与潜在活体器官、组织和细胞捐献者详细沟通，了解其真实意愿，目标是确保潜在活体器官、组织和细胞捐献者充分了解捐献过程及有关风险。医院需确保潜在活体器官、组织和细胞捐献者在做出相关决定时其权利得到保护、避免患者和家属产生受迫捐献器官、组织和细胞的压力、保障弱势人群和患者的权利，保证其具有自主决策能力进行知情同意，以上过程及知情同意书体现在病历中；并为患者和潜在器官、组织和细胞捐献者及其家属提供支持。在评估期间，器官移植团队为潜在活体捐献者提供持续护理。 \n医院针对与器官、组织和细胞捐献和移植的相关知识、注意事项和关键环节、以及各类知情同意程序等内容对员工进行培训。 ",
        "1. \t医院有符合国家相关的法律法规及宗教和文化价值观的器官、组织和细胞捐献与知情同意的管理制度和流程，并实施。 \n2. \t医院尊重患者或其家属做出器官、组织和细胞捐献的意愿。有与当地其他医院和机构合作开展本地区器官、组织和细胞获取、保存、运输的流程，并有记录。 \n3. \t提供活体器官、组织和细胞移植的医院有相应的制度与流程，评估潜在活体器官、组织和细胞捐献者的适合性，确保其具有自主决策能力进行知情同意，并体现在病历中。 4、相关职能部门及科室对器官、组织和细胞捐献流程（包括活体器官、组织和细胞捐献）和履行告知捐献者/接受者/或其家属知情同意工作的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对器官、组织和细胞捐献流程（包括活体器官、组织和细胞捐献）和履行告知患者/服务使用者及/或其家属捐献器官、组织和细胞的知情同意工作的实施有监管，定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对器官、组织和细胞捐献流程（包括活体器官、组织和细胞捐献）的情况和履行告知患者/服务使用者及/或其家属捐献器官、组织和细胞的知情同意工作的改进有成效。 "
    ],
    "Q6.6.4": [
        "质量6.6.4",
        "器官、组织和细胞移植进行前需获得移植申请者的知情同意，移植团队及相关医护人员获得知情同意的培训。【相互引用质量2.1.1，质量6.1.2，质量6.6.3】",
        "器官、组织和细胞移植进行前需获得移植申请者的器官、组织和细胞移植专项知情同意，并体现在病历中。移植团队进行知情同意时需遵循患者知情同意原则，清楚解释相关风险分析，例如社会及心理风险；可能影响移植成功的身体健康状况风险；除了提供给一般准备进行外科手术患者的信息之外【相互引用质量6.1.2】，移植团队需向潜在接受器官、组织和细胞移植患者提供有关潜在的社会心理风险、器官、组织和细胞捐赠者的年龄和病况及其他可能影响移植成功率或接受移植者健康的风险因素、该移植中心以往同一类器官、组织和细胞移植的预期一年存活率（如移植程序运行不到18个月，提供国际文献记载的一年生存率）、潜在的排斥反应率；免疫抑制药物的副作用及相关费用；并为患者和家属的捐献决定提供支持。移植团队同时向患者和家属介绍其他可选择的治疗方案；并尊重民族习惯、文化和宗教信仰和对患者的隐私保密【相互引用质量2.1.1，质量6.1.2，质量6.6.3】。 ",
        "1. \t医院有器官、组织和细胞移植申请者的器官、组织和细胞移植知情同意制度与流程，并落实；有为相关医务人员提供培训，有记录。 \n2. \t相关职能部门、负责器官、组织和细胞移植的科室及器官、组织和细胞移植的团队对移植项目、接受器官、组织和细胞移植知情同意制度与流程的培训和实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对接受器官、组织和细胞移植知情同意制度与流程的实施有监管、定期分析反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对接受器官、组织和细胞移植知情同意制度与流程的实施的改进有成效。 "
    ],
    "Q6.6.5": [
        "质量6.6.5",
        "医院依据客观的医疗需要和移植器官、组织和细胞特异性的临床适合性、心理及社会适应性的标准及COTRS分配结果来衡量移植申请。",
        "由于潜在器官、组织和细胞接受者（患者）的健康史和心理状况对其移植成效和康复有影响，心理评估需由具有移植经验的精神科医师、心理学家或社会工作者进行，以确定患者的决策能力，并筛查任何先前存在的精神疾病。 \n由于可用于移植的器官、组织和细胞数量有限，医院必须在符合国家法律法规的器官、组织和细胞移植制度内有明确器官、组织和细胞使用的筛选标准，基于COTRS分配结果、申请者的医疗需要，以客观评估和透明的方式进行，识别最合适的器官、组织和细胞移植申请者和限制可能出现的偏倚。 \n医院首先考虑器官移植申请者的医疗需要，包括申请者对移植需求的迫切性、移植可为其带来的益处、其他可供选择的替代治疗、申请者生活质量的预期改善程度以及为其移植所需的资源等。此外，筛选标准也规范器官、组织和细胞移植申请者的资格、包括其心理和社会适应性、医疗评估结果和器官、组织和细胞兼容性。最后，不同器官、组织和细胞在体外不同的存活能力和移植至接受者实际所需的时间也直接影响该器官、组织和细胞的分配。以上标准需全部应用，有向患者清楚说明并考虑他们的意见，有清楚的筛选记录在病历中。 ",
        "1. \t医院有明确组织和器官、组织和细胞使用的筛选标准并实施，并记录在病历中。 \n2. \t相关职能部门及科室对移植项目组织和器官、组织和细胞使用的筛选标准的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对组织和器官、组织和细胞使用的筛选标准的实施有监管，定期分析、反馈和改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对器官、组织和细胞使用的筛选标准的实施改进有成效，完全符合国家的有关规定。 "
    ],
    "Q6.6.6": [
        "质量6.6.6",
        "根据个体化的诊疗计划指导移植患者和活体捐献者的医疗服务。",
        "医院多学科医疗团队为器官、组织和细胞移植接受者（患者）详细评估与检查后，根据移植的器官、组织和细胞的不同类型、患者的健康史、心理状态、决策能力、制定个体化的医疗服务计划。由主要移植医师协调，根据每个移植患者的需要，在移植前、移植中及出院阶段监测患者进度，保持与患者及家属沟通及提供个体化的医疗服务，包括定期再评估并持续更新接受移植患者病历中的临床信息。有出院后随访制度，持续监察移植后器官、组织和细胞的运作、患者的治疗包括免疫抑制剂的使用及副作用与感染预防和治疗等。 ",
        "1. \t病历中有详细评估与检查的报告，并实施。 \n2. \t病历中有多学科医疗团队共同制定个体化的医疗服务计划。 \n3. \t病历中有出院后随访、持续监察移植后器官及患者免疫抑制剂的使用、副作用、感染预防和治疗等计划。 \n4. \t相关职能部门及科室对移植项目个体化的医疗服务计划的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对移植项目个体化的医疗服务计划的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对移植项目个体化的医疗服务计划的改进有成效。 "
    ],
    "Q7.0": [
        "质量7.0",
        "医疗质量管理与持续改进- [医技服务]",
        "",
        "",
        "",
        ""
    ],
    "Q7.1": [
        "质量7.1",
        "临床检查、检验服务与管理：含临床检验、临床病理、医学影像（普通放射、CT、MRI、超声等）、诊断核医学（放射性分析、核素成像），和其他特殊检查管理。",
        "",
        "",
        "",
        ""
    ],
    "Q7.1.1": [
        "质量7.1.1",
        "医院临床检查与检验服务科室（包括临床检验、病理、医学影像等科室）、诊断核医学（放射性分析、核素成像）及其他特殊检查室（包括脑电图检查室、肌电图检查室、呼吸功能检查室、心电图检查室、内镜检查室[体内检测]等）的设置、布局、设备设施符合国家相应规范标准，有场所管理制度，服务满足临床需要。临床检验和医学影像提供 24 小时急诊诊断服务。建立检查、检验安全管理程序和技术操作规范，遵照实施，并准确记录。制定医技安全事件应急预案并进行定期演练。【相互引用质量7.1.3，质量7.1.5，质量7.1.7，管理6.1.1，管理6.1.5】",
        "医院开展的临床检查与检验服务（包括临床检验部门、病理部门、医学影像科室等）、诊断核医学（放射性分析、核素成像）及其他特殊检查服务（包括脑电图检查室、肌电图检查室、呼吸功能检查室、心电图检查室、内镜检查室[体内检测]等），符合国家法律、法规及卫生行政部门规范标准的要求。各场所、布局、设备设施符合相应规范标准的要求【相互引用管理6.1.1】。 \n临床检验科和医学影像包括Ｘ线摄影、超声检查、CT提供24小时×7天的急诊（包括床边急诊）检查服务，服务能满足临床需要。根据临床各学科诊治病种需求，及时增加新项目，对委托其他机构所开展的检验项目，应签署对外委托服务协议，并有质量保证条款。 \n各临床检查、检验、诊断核医学及其他特殊检查科室有标准操作流程和技术操作规范，报告及时、准确、规范，并严格执行审核制度，有出具检查、检验报告的管理制度和时限（turnaround time，TAT）要求，包括常规检测项目和特殊检查项目【相互引用质量7.1.3，质量7.1.5】。 \n医院对现场快速检测POCT（Point-of-care Testing，POCT现场快速检测）项目有统一管理制度并落实【相互引用质量7.1.5】。 \n医院医务部、护理部、医院感染控制部门、临床检验部门及其他检查科室根据目前国际公认的循证指南及专业实践、共同制订标本采集运输指南，并可供临床相关工作人员方便获取。有标本采集、运送、交接、登记及申请单管理制度和流程，标本交接登记资料，记录完整。包括：标本采集、送达、接收、拒收、固定时间（时间精确到分钟）及交接记录（申请单基本信息、标本信息、核对人、交接人签字等）。有不合格标本处理制度与程序。不能接收的申请单和标本当即退回申请科室，定期对不合格标本进行分析，对存在的问题进行整改，并记录。临床检验部门、检查科室对标本进行全程跟踪，检验结果回报时间（TAT）明确可查。标本处理和保存专人负责，标本废弃有记录，储存标本冰箱有温度24小时监控。对标本运输过程的相关人员进行规范培训。 \n医院各临床检查、检验、诊断核医学及其他特殊检查科室有安全程序，包括各场所、各工作流程及不同工作性质人员的安全规定，各级各类人员遵照实施并准确记录。临床检验部门有微生物菌种、毒株的管理规定与流程，微生物实验室有专人负责菌（毒）种管理，职责明确，有样品收集、取用的过程记录，同时落实双人双锁的管理要求，以确保安全。 \n医院各临床检查、检验、诊断核医学及其他特殊检查科室制定安全突发事件应急预案及具体处置流程，包括但不限于设备故障、感染性病原体及放射源泄露、放射辐射损伤、停电、停水、停气、火灾（包括：激光）【相互引用管理6.1.5】等。科室主任为科室安全责任人。各检查、检验科室均设置安全员，负责安全工作。相关临床检查与检验服务定期培训各岗位人员，并组织演练，使其知晓本岗位安全管理要求；各相关科室和人员熟悉应急预案和具体处置流程。 ",
        "1. \t医院开展的临床检查、检验、诊断核医学及其它特殊检查服务项目符合规范，并获得相应的许可，各相关科室的布局、设备设施符合相应规范标准以及有场所管理制度。 \n2. \t临床检验和医学影像科室提供 24 小时急诊诊断服务和检验报告出具的管理制度和时限，有记录。 \n3. \t医院各临床检查、检验、核医学及特殊检查科室有安全管理制度、流程及相应的标准操作程序，相关人员遵照实施并准确记录。 \n4. \t医院各临床检查、检验、核医学及特殊检查科室有安全事件应急预案并组织演练，相关人员知晓应急处置流程。 \n5. \t相关职能部门及各临床检查、检验、核医学及特殊检查科室对场所管理制度、安全管理制度以及安全事件应急预案和处置流程，检验报告出具的管理制度与时限、临床检验和医学影像提供 24 小时急诊诊断服务的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对各临床检查、检验、核医学及特殊检查科室有场所管理制度、安全管理制度以及安全事件应急预案和处置流程，检验报告出具的管理制度与时限，临床检验和医学影像提供 24 小时急诊诊断服务的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对各临床检查、检验、诊断核医学及特殊检查科室场所的管理制度、安全管理制度以及安全事件应急预案和处置流程，检验报告出具的管理制度与时限，临床检验和医学影像提供 24 小时急诊诊断服务的改进有成效。 "
    ],
    "Q7.1.2": [
        "质量7.1.2",
        "从事医院临床检查与检验、诊断核医学及其他特殊检查的技术人员按照有关规定取得相应专业技术职务任职资格。有针对性的上岗、轮岗、定期培训及考核，对通过考核的人员予以适当授权。【相互引用管理2.1.4】",
        "医院对从事临床检查与检验服务、诊断核医学及其他特殊检查的技术工作的人员有资质认证的相关制度和流程【相互引用管理2.1.4】。各类专业技术人员具有相应的专业学历，并按照有关规定取得相应专业技术职务任职资格。相关职能部门及科室按规定对相关人员开展针对性的上岗、轮岗、定期的技能培训、继续教育及考核，对通过考核的人员予以适当授权，对技能培训考核不合格人员，有再培训的记录。对人员资质和权限实施动态管理。 \n医院各临床检查与检验、诊断核医学及其他特殊检查服务的科室制定各项技术操作规范并对相关人员进行培训。 \n医院各临床检查与检验、诊断核医学及其他特殊检查服务科室有特殊岗位管理制度和授权管理。有针对性的上岗、轮岗、定期培训及考核，对需要授权的项目，有考核授权的相关规定与程序。临床检验科分子生物学、特殊岗位（HIV 初筛实验、产前筛查及诊断、新生儿疾病筛查等）检验人员经培训考核后，予以适当授权，并持有卫生行政管理部门核发的上岗证方可独立工作。病理科由具备病理学诊断所规定资质的医师从事病理的诊断工作，由具备病理专业资质的技术人员制作各种病理切片和各种分子检测。出具病理诊断报告的医师应具有临床执业医师资格并具备初级以上病理学专业技术职务任职资格，经过病理诊断专业知识培训或专科进修学习1-3年，考核合格后方可授权。快速病理诊断医师应当具有中级以上病理学专业技术任职资格，并有5年以上病理阅片诊断经历。病理免疫组织化学染色操作技术员经过专门培训与考核授权。参加尸体剖验的病理医师和技术人员经过专门培训与考核授权。 ",
        "1. \t医院对从事临床检查与检验服务、诊断核医学及其他特殊检查的技术工作的人员有资质认证的相关制度和流程，有记录。 \n2. \t医院临床检查与检验、诊断核医学及其他特殊检查科室制定各项技术操作规范和指定需要授权的项目，并对相关人员进行培训与考核，有记录。 \n3. \t医院临床检查与检验、诊断核医学及其他特殊检查科室有特殊岗位管理制度和授权管理，并实施。 \n4. \t相关职能部门及临床检查与检验、诊断核医学及其他特殊检查服务科室对服务项目资质认证的相关制度和流程、各项技术操作规范、需要授权的项目、特殊岗位管理制度和授权管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对临床检查与检验、诊断核医学及其他特殊检查服务项目资质认证的相关制度和流程、各项技术操作规范、需要授权的项目、特殊岗位管理制度和授权管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床检查与检验、诊断核医学及其他特殊检查服务项目资质认证的相关制度和流程、各项技术操作规范、需要授权的项目、特殊岗位管理制度和授权管理的改进有成效。 "
    ],
    "Q7.1.3": [
        "质量7.1.3",
        "医院按照有关规定建立医院临床检查与检验、诊断核医学及其他特殊检查服务环境保护及工作人员职业安全防护制度、科室感染控制与环境安全管理程序与措施，遵照实施并准确记录。【相互引用质量6.4.3，质量7.1.1，管理2.3.1，管理6.3.1，管理6.3.4】",
        "医院各临床检查与检验、诊断核医学及其他特殊检查服务科室按照有关规定，建立环境保护及工作人员职业安全防护制度，针对不同工作性质，制定并实施设备、环境场所检测管理和个人职业安全防护管理制度与流程。环境保护及人员职业安全防护符合规定。病理科定期对取材室、切片室等进行甲醛、二甲苯浓度的检测报告，保证有害气体浓度在规定许可的范围，每年至少有一次院外年度检测报告。 \n临床检验部门、病理部门配置符合医院要求的安全防护设施，包括洗眼器、冲淋装置及其他急救设施，并处于正常的备用状态。实验室出口处设有手部消毒设施。对生物安全、易燃易爆危险化学品等有警示标识、有单独的洗手池和溅眼喷淋设备；相关部门有对接触有害品的工作人员定期体检。 \n医学影像科和诊断核医学制定并实施放射安全管理相关制度与流程及防护措施【相互引用质量6.4.3】。在影像检查室门口设置电离辐射警告标志。有完整的放射防护器材与个人防护用品。对员工有放射安全防护培训，对新员工进行放射防护器材及个人防护用品使用方法培训。相关人员按照规定佩戴个人放射剂量计。相关人员按照规定每年进行健康检查，有完整的放射人员放射防护档案与健康档案。科室有员工放射剂量监测数据分析和针对超标原因的改进措施【相互引用管理2.3.1，管理6.3.1】。医学影像科对医学影像设备、场所定期检测，定期进行环境评估，并有检测报告及环境评估通过报告。 \n医院特殊检查室设计及空间区域划分应符合环境保护与人员防护规定，严格划分患者、检查人员、其他人员所在区域。并能将有害光、射线、磁场限制在检查患者所需的范围，避免医务人员及其他人员接触有害物质。特殊检查所用设备、仪器、药品必须符合国家相关标准，并经验证合格后方能使用，以保证检查质量和患者安全。 \n医院各临床检查与检验、诊断核医学及其他特殊检查服务科室有场所管理制度、安全程序、标准操作流程和技术操作规范，【相互引用质量7.1.1】并根据国家相关规范要求制定部门和科室感染控制程序与措施，遵照实施并准确记录。所有诊疗活动均应符合医院感染管理的要求。病理科、临床检验科等实验室根据相关规范要求进行生物安全分区、污染区、半污染区和清洁区划分明确，有缓冲区，有严格的消毒及核查制度。工作流程设计避免交叉污染。分子生物学实验室和HIV初筛实验室需安装相关门禁识别装置。结核检测实验室应至少达到\"P2\"实验室标准。病理取材室符合\"P2\"级实验室要求，即 Biosafety level 2 Laboratory （BSL-2）要求。特殊检查室设计及空间区域划分符合医院感染控制与环境安全相关规定，严格划分患者、检查人员、其他人员所在区域。内镜诊疗工作符合医院感染管理相关法律法规和的要求。内镜检查室及其他体内检测服务采用无菌技术和安全注射，以减低内镜导致感染传播的风险。有相关管理制度、流程管理内镜的清洁、消毒与再处理和储存、追溯机制（患者病历和识别每支内镜使用于每一个患者的记录），并采取适当方法检测内镜和其他仪器有否存在缺陷。为保证质量、有效控制感染和消毒隔离工作，相关工作人员能够获得与正确使用符合国家标准的消毒与防护用品，并定期对他们进行广泛的培训。 \n医院临床检查与检验、诊断核医学及其他特殊检查服务科室依据相关管理条例，规范危险化学品管理，制定并实施完善的危险化学品（易燃品和剧毒化学品等）的登记和管理规范，制定放射废物和废弃有害液体处理的相关制度与程序。废弃有害液体用专用容器统一回收，由具有资质的机构回收处理。例如，病理科特殊染色、免疫组织化学染色时所产生的有毒的污染性液体（如diaminobenzidine, DAB）应专门回收，严禁随处倾倒【相互引用管理6.3.4】。 ",
        "1. \t医院各临床检查与检验、诊断核医学及其他特殊检查服务科室有环境保护及工作人员职业安全防护制度，相关人员知晓并实施。 \n2. \t医院各临床检查与检验、诊断核医学及其他特殊检查服务科室有感染控制与环境安全管理程序与措施，相关人员有培训、知晓并实施。 \n3. \t相关职能部门及临床检查与检验、诊断核医学及其他特殊检查服务科室对环境保护及工作人员职业安全防护管理制度、感染控制与环境安全管理程序与措施、危险化学品与废弃有害液体的登记和管理规范的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对临床检查与检验、诊断核医学及其他特殊检查服务科室的环境保护及工作人员职业安全防护管理制度、科室感染控制与环境安全管理程序与措施、危险化学品与废弃有害液体的登记和管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床检查与检验、诊断核医学及其他特殊检查服务科室的环境保护及人员职业安全防护管理制度、感染控制与环境安全管理程序与措施、危险化学品与废弃有害液体的登记和管理规范的改进有成效。 "
    ],
    "Q7.1.4": [
        "质量7.1.4",
        "医院临床检查与检验、诊断核医学及其他特殊检查服务有保证检验结果准确、合法的机制，例如试剂与校准品管理规定、定期进行图像质量评价等，保证检查、检验结果准确合法。",
        "医院临床检查、检验、诊断核医学及其他特殊检查服务科室，建立保证检查、检验结果准确合法的机制，并制定相关管理制度和审核流程。 \n临床检验、检查、诊断核医学及其他特殊检查的项目符合准入要求，使用的检查仪器、试剂和耗材符合国家有关标准和准入条件，相关证件齐全。对检查、检验项目、设备和试剂管理符合现行法律法规及卫生行政部门的要求，有专业技术设备、设施，并有登记目录，有各项技术参数，医院统一采购试剂与校准品、线性范围、干扰及参考范围有规定。对需要校准的仪器设备及对检查、检验结果有影响的辅助设备进行定期校准，有记录。有试剂与校准品的管理制度与流程。试剂与校准品符合国家标准，并有批准文号。试剂与校准品有专人管理，有岗位职责及使用登记。 \n检验科、病理科对需要设阳性对照的试剂，如免疫组织化学染色，每一批次都必须设阳性对照，并有记录。更换抗体后，需要有用阳性和阴性组织进行有效性验证，并有相应的文字记录和染色切片档案，相关档案保留2年。 \n医学影像科室有开展集体读片制度、定期开展图像质量评价活动的制度与流程等，相关人员知晓并遵照实施。相关科室建立图像质量评价小组，采取多种形式，定期对图像质量进行评价。 ",
        "1. \t医院临床检查、检验、诊断核医学及其他特殊检查服务科室有保证检查、检验结果准确合法的管理制度，相关人员知晓并实施。 \n2. \t临床检查、检验、诊断核医学及其他特殊检查科室有试剂与校准品的管理制度与流程，相关人员知晓并实施。 \n3. \t检验科、病理科有设阳性对照的试剂，有记录。 \n4. \t医学影像科室有图像质量评价活动的制度与流程、对图像质量进行评价，相关人员知晓并实施。 \n5. \t相关职能部门及临床检查、检验、诊断核医学及其他特殊检查服务科室对保证检查、检验结果准确合法的管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院各临床检查、检验、诊断核医学及其他特殊检查服务科室保证检查、检验结果准确合法的管理制度的实施情况有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床检查、检验、诊断核医学及其他特殊检查质量的改进有成效。 "
    ],
    "Q7.1.5": [
        "质量7.1.5",
        "医院临床检查、检验、诊断核医学及其他特殊检查服务科室有检查、检验报告审核制度，报告及时、准确、规范。根据医院实际情况确定报告\"危急值\"项目，建立\"危急值\"报告与管理制度及工作流程并严格执行，以保障患者可获所需的紧急治疗。【相互引用质量1.2.1，质量7.1.1，质量7.1.6】",
        "医院临床检查、检验、诊断核医学及其他特殊检查科室有报告书写规范、审核制度与流程，有报告审核人员的资质、技术水平和业务能力的标准。医院临床检查、检验、诊断核医学及其他特殊检查服务科室报告及时、准确、规范。 \n医院有检查、检验报告书写管理制度，格式规范、统一。报告单提供中文或中英文对照的检测项目名称，并符合相关规定。报告单项目填写完整，内容的表述和书写准确。检验报告采用国际单位或权威学术机构推荐单位，并提供参考范围。检验报告单包含完整的患者信息，标本类型、样本采集时间、结果报告时间，有效保护患者隐私，检查、检验报告保存期限按照病历管理有关规定执行。 \n医院有临床危急值报告管理制度与工作流程。医院临床检查与检验服务（包括临床检验、病理和医学影像等科室）相关人员按照危急值报告流程，及时向临床发出危急值信息。医师接获危急值报告后应及时处置并记录【相互引用质量1.2.1】。医院有明确的检查、检验报告管理制度和时限要求。每份报告时间到 \"分\"。有出具检查、检验报告的管理制度和时限（turnaround time，TAT）要求【相互引用质量7.1.1】。包括常规检测项目和特殊检查项目。临检常规项目≤30分钟出报告；生化、免疫常规项目≤1个工作日出报告；微生物常规项目 ≤4个工作日；有\"特殊检验项目\"清单，报告时限原则上不超过1周时间并提供预约检测；病理诊断报告应在5个工作日内发出，疑难病例和特殊标本除外，以保障患者可获所需的紧急治疗。医院对医学影像报告时限有规定、有公示并能遵循执行。影像报告由具备资质的专业医师出具，上级医师/主管审核要双签名；疑难病例报告由上级医师进行复核，并签署全名。 \n医院有检查、检验报告双签名管理制度（包括日常、急诊和特殊时段管理）和复检制度，并执行。审核、复核检查、检验报告时，重点识别标本分析前阶段由于标本不规范所带来的结果错误。识别并保留分析前不合格标本和复检标本的相关记录。 \n医院有检查、检验、病理诊断报告补充、更改、迟发的管理制度和处理程序。因特殊原因迟发、错发报告，在发出的补充、更改或迟发检验、检查报告应有原因说明和记录，并及时告知有关临床医师或患者。 \n医院有病理诊断规范管理相关制度和诊断报告审核流程；对申请单疑问或书写不清楚内容有及时联系送检医师的规定，并有记录【相互引用质量7.1.6】。病理医师负责对出具的报告解释说明。检验报告有采用量值溯源，校准验证，能力验证或室间质评，实验室间的比对等方式，保证每一项检验结果的准确性。相关检查检验设备[含床旁检查检验设备，包括：现场快速检测（Point-of-care Testing，POCT）项目按照要求定期检测。 \n医院有病理院际间医师会诊制度及病理切片会诊管理制度，院际会诊需有相关部门批准，会诊资料保留完整。受邀院际间病理学会诊的病理医师应具有高级职称，书面诊断意见必须有会诊病理医师的签字；疑难病例有2名以上高级职称人员参与，并有相应记录和签字。 ",
        "1. \t医院临床检查、检验、诊断核医学及其他特殊检查服务科室有检查、检验报告书写管理制度、检验、检查诊断报告补充、更改或迟发的管理制度和处理程序，相关人员知晓并实施。 \n2. \t医院有明确的检查、检验报告管理制度和时限要求，相关人员知晓并实施。 \n3. \t医院有检查、检验、病理诊断报告审核流程，相关人员知晓并实施。 \n4. \t相关职能部门及临床检查、检验、诊断核医学及其他特殊检查科室对报告书写管理制度；检查、检验报告管理制度和时限要求，检验、检查诊断报告补充、更改或迟发的管理制度和处理程序及病理报告审核流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对临床检查、检验、诊断核医学及其他特殊检查服务科室的报告书写管理制度，检验、检查、病理诊断报告补充、更改或迟发的管理制度和处理程序及病理报告审核流程的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床检查、检验、诊断核医学及其他特殊检查报告书写管理制度，检查、检验报告管理制度和时限要求，检验、检查、病理诊断报告补充、更改或迟发的管理制度和处理程序及病理诊断报告审核流程，检查、检验报告管理制度和时限要求的改进有成效。 "
    ],
    "Q7.1.6": [
        "质量7.1.6",
        "医院临床检查、检验、诊断核医学及其他特殊检查服务科室与临床建立沟通机制，定期开展疑难病例讨论和特殊病例追踪。【相互引用质量1.2.1，质量1.2.2，质量7.1.5】",
        "医院各临床检查、检验、诊断核医学及其他特殊检查服务科室与临床建立沟通机制，沟通形式多样，途径畅通，为临床提供便捷、及时的检查、检验信息服务。各临床检查、检验、诊断核医学及其他特殊检查服务科室对申请单疑问或书写不清楚内容有及时联系送检医师的规定，并有记录【相互引用质量7.1.5】。 \n各临床检查、检验、诊断核医学及其他特殊检查科室能满足临床科室对检查、检验项目的咨询。对新开展项目有宣传途径，解答临床对结果的疑问。有病理和影像疑难病例随访与反馈制度，并定期召开疑难病例讨论会。疑难病例讨论与读片会由科主任或副主任医师以上人员主持。 \n医院建立检查、检验部门与临床部门及时沟通危急值报告管理制度与工作流程，并落实【相互引用质量1.2.1，质量1.2.2】。 ",
        "1. \t医院有临床检查、检验、诊断核医学及其他特殊检查服务科室与临床沟通的相关制度，并实施。 \n2. \t医学影像科、病理科有定期疑难病例讨论会和疑难病例随访与反馈制度，并有记录。 \n3. \t相关职能部门及临床检查、检验、诊断核医学及其他特殊检查服务科室对与临床沟通机制、危急值管理制度、疑难病例讨论会和疑难病例随访与反馈制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对临床检查、检验、诊断核医学及其他特殊检查服务科室科室与临床的沟通机制、危急值管理制度、疑难病例讨论会和疑难病例随访与反馈制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床检查、检验、诊断核医学及其他特殊检查服务科室与临床的沟通机制、危急值管理制度、疑难病例讨论会和疑难病例随访与反馈制度的改进有成效。 "
    ],
    "Q7.1.7": [
        "质量7.1.7",
        "由具备临床检查、检验专业资质的人员实施医院临床检查、检验、诊断核医学及其他特殊检查服务的质量控制活动，总结、分析检查结果。落实全面质量管理与改进制度，按规定开展质量控制活动和室间质量评价，并有记录，相关检查检验设备（含床旁检查检验设备）按照要求定期检测与维护。【相互引用质量7.1.1】",
        "医院临床检查、检验、诊断核医学及其他特殊检查服务的科室落实全面质量管理与改进制度，开展室内质量控制和室间质量评价。相关检查检验设备（含床旁检查检验设备）按照要求定期检测。 \n科室成立质量控制小组，对临床检查、检验、诊断核医学及其他特殊检查服务质量进行控制与指导。依据科室制定的质量控制方案和计划开展活动，并有质量与安全改进计划、质控活动项目的目录、清单和专人负责监测工作。有活动记录，并执行。质控项目内容包括但不限于：申请单填写质量、报告书写质量、图像质量、标本质量、切片质量、染色质量、操作规范实施质量等，有临床回访制度及误诊分析制度。 \n医院临床检查、检验、诊断核医学及其他特殊检查服务科室按规范开展室内质控。病理部门全部检测项目及不同标本类型均有室内质控并有相关管理制度。临床检验保证每检测批次至少有1次室内质控，并有负责人签字。有重点室内质控流程，包括临床化学、免疫学、血液学和凝血试验；血涂片评价和分类计数、细菌、分枝杆菌和真菌检测、尿液分析和临床显微镜检查的质量控制流程。用质量控制鉴别病毒鉴定试验中的错误检验结果，病毒鉴定的实验室须保留相关记录。对于需要报告滴度的血清学检测，须同时进行已知滴度的血清阳性质控和阴性质控。 \n科室开展诊断核医学体内检测、使用合适的质量控制方法并检查设备性能。根据规定制备放射性药物，给药前核对放射性核素种类和剂量验证结果。利用放射源标准化性能，使放射源与患者诊断中使用的放射性核素具有相同的能量。 \n临床检查、检验、诊断核医学及其他特殊检查部门有参加室间质评或能力验证计划的相关管理制度，依据制度规定参加省级或省以上，包括国家级室间质量评价计划或能力验证计划。室间质评或能力验证应覆盖实验室内检测项目及不同标本类型。无法参加评价计划的项目有目录或清单，有替代评估方案。 \n临床检验部门对医院内所有现场快速检测（POCT）项目均开展室内质控，并参加室间质评。制定有POCT项目统一管理制度并落实，检验科定期对POCT 项目进行质控管理，对室内质控或比对结果有工作记录【相互引用质量7.1.1】。 ",
        "1. \t医院临床检查检验、诊断核医学及其他特殊检查服务科室有全面质量管理与改进制度和室间质量评价，相关人员知晓并执行。 \n2. \t医院临床检查、检验、诊断核医学及其他特殊检查服务科室有质量与安全改进计划，质控小组定期开展活动，并有活动记录，相关人员知晓并执行。 \n3. \t医院内所有POCT（现场快速检测）项目均有室内质控和室间质评并按规范进行，有记录。 \n4. \t相关职能部门及临床检查、检验、诊断核医学及其他特殊检查服务科室对全面质量控制与改进制度和室间质量评价、POCT室内质控和室间质评的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院临床检查、检验、诊断核医学及其他特殊检查服务科室的全面质量控制与改进制度和室间质量评价、POCT室内质控和室间质评的实施情况有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床检查、检验、诊断核医学及其他特殊检查服务的全面质量控制与改进制度和室间质量评价、POCT室内质控和室间质评的改进有成效。 "
    ],
    "M1.0": [
        "管理1.0",
        "管理机制",
        "",
        "",
        "",
        ""
    ],
    "M1.1": [
        "管理1.1",
        "建立医院治理和内部决策执行机制。",
        "",
        "",
        "",
        ""
    ],
    "M1.1.1": [
        "管理1.1.1",
        "医院制定医院章程，充分发挥医院党委/理事会/董事会的领导和治理作用，实施党委/理事会/董事会领导下的院长负责制，建立医院内部决策执行机制。加强和改进医院领导人员管理。【相互引用功能1.1.1，功能1.1.2】",
        "医院加强党的建设，实现医院内部有效的沟通，充分发挥医院党委/理事会/董事会的领导和治理作用，遵守适用的法律法规，负责实施所有相关制度并确保医院全体工作人员遵守。医院实施党委/理事会/董事会领导下的院长负责制，健全医院党委/理事会/董事会与行政领导班子议事决策制度，有效领导医院实现高效运营及其使命【相互引用功能1.1.1，功能1.1.2】。 \n医院制定医院章程，以章程为统领，建立健全医院内部决策执行机制，包括：治理结构、治理制度、议事规则、办事程序等。院长根据党委/理事会/董事会确定的医院建设方向、设定目标和制定有关制度、监督目标的实现和政策的实施。院长有一系列的职责和职能要求，包括：全面领导和协调医院总体运作；负责医院的人、财、物及设施设备的指挥和调度；负责制定和保证医院正确实施质量和患者安全计划、实施风险管理和控制计划；负责构建并支持质量改进和患者安全文化；负责医院资源总体决策，建立扁平高效的护理管理体系、确保人力资源的聘用与培养和其他各类资源的决策能满足医院所需；负责管理信息、临床服务、安全（不良）事件、临床研究和医学教育项目等。促进医院文化建设和医学伦理的实践，实现院内外有效沟通，确定满足其社区和患者需求的临床服务类型并进行相应规划。 \n院长把以上工作按内部管理结构和权力运行规则，授予相应职能的人员权限与职责，构成院领导团队，提高医院运行效率。院长及院领导应把主要精力用于医院管理工作，职责范围明确，认真履职。院领导按照授权范围，在规定的时间内完成相应的职能，并定期向党委/理事会/董事会汇报。院领导和职能部门管理职责明确，共同履行职责和职能要求，并参与研究、讨论、决策医院发展相关问题。院领导能深入临床科室，开展行政查房，并有相应的治理制度。 \n院领导定期（每半年一次）将工作情况向医院党委/理事会/董事会报告，内容包括：中长期发展计划与年度工作计划的实施进度【相互引用功能1.1.2】；运营情况；绩效数据；质量与安全改进计划；报告期内完成的质量改进项目；风险管理计划；不良事件的数量和类型以及相关的根因分析；对患者及家属反映的问题，有纠正和改进措施以防止日后有类似问题的发生；有关医院与学科研究的最新进展；标杆管理或学科管理经验等。院领导定期向职代会或全体员工报告以上内容并接受评议，每年至少两次。 ",
        "1. \t医院有党委/理事会/董事会及院长与院领导的职责和职能，并实施及有记录。 \n2. \t医院有章程以及规范内部治理结构和权力运行规则相关文件、制度，相关人员知晓并实施。 \n3. \t医院有领导分工、医院内部决策与执行机制的相关文件，并有实施记录。 \n4. \t医院领导有行政查房并有记录。有院长向医院党委/理事会/董事会及职代会报告工作情况及民主评议相关资料等，并由记录。 \n5. \t医院对医院内部治理结构、职责和职能制定、制度执行、权力运行、行政查房、院长向医院党委/理事会/董事会、职代会报告工作情况及民主评议的实施情况有自查，对存在问题有纠正措施。 ",
        "医院对医院内部治理结构、职责和职能制定、制度执行、权力运行、行政查房、院长向医院党委/理事会/董事会、职代会报告工作情况及民主评议的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医院内部治理结构、职责和职能制定、制度执行、权力运行、行政查房、院长向医院党委/理事会/董事会、职代会报告工作情况及民主评议的改进有成效。 "
    ],
    "M1.1.2": [
        "管理1.1.2",
        "医院建立\"重大事项\"（含\"三重一大\"）管理制度，实行管理责任制，并执行。",
        "医院有\"重大事项\"（含\"三重一大\"即重大决策、重要干部任免、重大项目投资、大额资金使用等事项）相关管理、议事规则及权限管理制度。各相关部门职责、权限明确，审批流程清晰，实行管理责任制。 \n\"重大事项\"（含\"三重一大\"）相关事项事前有论证，按管理权限和规定流程进行审批，并进行院务公开，鼓励员工参与讨论，按管理权限和规定审批要求，需提交职工代表委员会（职代会）讨论通过的，应认真执行相关规定及流程，并有记载。 ",
        "1. \t医院有\"重大事项\"（含\"三重一大\"）管理制度及审批流程，并实施。 \n2. \t\"重大事项\"（含\"三重一大\"）事项论证报告、审批过程等相关资料。 \n3. \t院务公开制度及\"重大事项\"（含\"三重一大\"）公开的相关资料，包括：公开的事项、反馈意见及意见采纳情况等。 \n4. \t相关职能部门及科室对\"重大事项\"（含\"三重一大\"）管理制度及审批流程的实施情况有自查、对存在问题有纠正措施。 ",
        "主管部门对\"重大事项\"（含\"三重一大\"）事项管理制度及审批流程的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对\"重大事项\"（含\"三重一大\"）事项管理的改进有成效。 "
    ],
    "M1.2": [
        "管理1.2",
        "建立医院风险管理体系。",
        "",
        "",
        "",
        ""
    ],
    "M1.2.1": [
        "管理1.2.1",
        "建立医院风险管理框架与机制，对全院运营、管理与医疗过程进行风险评估，找出风险点，并制定相应风险防范制度、流程、预警机制与处理方案，确保医院运作畅顺、患者和各类人员安全。【相互引用质量2.5.3，质量2.6.3】",
        "医院针对运营、策略、财务、管理与临床服务的风险，建立风险管理框架、制度与机制，包括：风险管理制度，风险识别（扫描内部和外部环境）和使用（有主动和被动的程序）、风险分析、风险评估与分级（包括医院和临床）并记录各类主要风险于风险记录表中，有防控措施、对主要风险有风险处理计划和定期检查其落实情况和监控等内容，根据该框架制定相应的风险防范制度、流程、预警机制与应急预案，及时消除隐患、确保医院运行畅通、患者和各类人员安全。 \n医院定期对全院运营、策略、财务、管理和临床服务、医疗质量管理要求的执行情况定期进行风险评估，对医疗质量信息数据进行内部验证，从而识别医疗质量问题和找出医疗安全风险点，及时采取有效干预措施，并评估干预效果，以促进医疗质量持续改进。  \n医院各部门风险管理职能清晰、职责明确。每年至少开展一次风险评估，有医院员工参与。医院领导层、科室负责人要明确并优先关注可能对医院、科室、员工和患者安全及医疗服务质量造成不良影响的潜在风险。 \n医院应该依风险记录表中的策略、运营、财务、管理和临床服务分析排列优先次序，并依据这次序做年度规划，制定风险管理计划及管控台账，以处理和监控风险；列明所需工作和行动，包括确定关键风险，以及降低风险的控制措施。并有明确的责任和时限。在计划开展新的服务和修改服务时进行风险评估包括感染风险，并作报告、审查进度和监测缓解和降低风险行动。有流程确保及时采取行动，减轻员工、患者/服务使用者、照顾者、访客发现的风险。落实相关制度、流程和机制。制订的预案有维护及更新，每年有演练。 \n医院主管部门实施有关的风险管理计划，有对员工的医院风险管理培训计划并每年组织实施，鼓励和支持全体员工识别、缓解和降低风险。 \n医院每年应有年度风险管控报告和重大风险的管理计划的要点；每年进行审查和更新风险记录表。医院利用医疗质量与安全管理信息相关的数据，用作质量改善及风险管理和战略规划之间的整合【相互引用质量2.5.3，质量2.6.3】。 ",
        "1. \t医院有风险管理制度和流程，预警、防范与应急处理预案，并实施。 \n2. \t医院、科室（部门）有风险记录表，内容齐全；有风险管控报告、处理计划、措施，并实施。 \n3. \t医院、科室（部门）有针对风险管理的员工培训计划、培训资料、演练及记录。 \n4. \t医院有利用医疗质量与安全管理信息相关的数据，用作质量改善及风险管理和战略规划之间的整合。 \n5. \t相关职能部门及科室对医院风险防范与管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院风险防范与管理的实施有监管、定期分析、反馈实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医院风险防范与管理的改进有成效。 "
    ],
    "M1.3": [
        "管理1.3",
        "依据国家法律、法规、规章及诊疗护理规范开展诊疗活动",
        "",
        "",
        "",
        ""
    ],
    "M1.3.1": [
        "管理1.3.1",
        "医院设置符合卫生行政管理部门规定的相应级别标准，在国家医疗卫生法律、法规、规章及诊疗护理规范的框架内，按照核准登记的诊疗科目开展诊疗活动。各部门和科室命名规范。按时完成医疗机构校验，发布的医疗信息真实可靠。",
        "医院设置符合卫生行政管理部门规定的标准。医院执业必须遵守有关法律、法规、规章制度及诊疗护理规范，按照核准登记的诊疗科目开展诊疗活动。按时、依规进行医疗机构许可证年度效验。医院变更名称、场所、法人、诊疗科目、床位，能及时完成变更登记。 \n医院各部门和科室命名规范，提供的诊疗项目与执业许可证上核准的诊疗科目相符。医疗机构名称不得对外出借，《医疗机构执业许可证》不得转让、出售。 \n医院有发布医疗信息和医疗广告的规范和流程，发布的信息符合国家相关法律法规要求。 ",
        "1. \t医院法人证、机构执业许可证、组织机构代码证及年度检验相关资料齐全。 \n2. \t医院各科室设置、诊疗科目、命名规范，并有相关的文件。 \n3. \t医院有发布医疗信息和医疗广告的规范和流程，并实施。 \n4. \t相关职能部门及科室对科室设置、诊疗科目、医疗信息、广告发布的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对科室设置、诊疗科目、部门和科室命名、医疗信息、广告发布的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对科室设置、诊疗项目、部门和科室命名、医疗信息、广告发布的改进有成效。 "
    ],
    "M1.3.2": [
        "管理1.3.2",
        "医院诊疗科目或项目设置、人员梯队与技术能力符合省级卫生行政部门的规定。",
        "医院诊疗科目设置、人员梯队与诊疗技术能力符合卫生行政部门规定的标准。临床科室、医技科室、保障部门的人员编制、设备设施、技术能力符合卫生行政管理部门的规定，开展的医疗技术获得准入许可，从事医疗服务相关人员依法执业。 \n护理管理实行分层级管理，有护理人员管理规定、岗位管理制度，明确岗位设置、岗位职责、岗位技术能力要求和工作标准。 \n医院根据功能定位和发展规划，有大型医用设备使用、功能开发、社会效益、成本效益等分析评价。并根据国家法律、法规及卫生行政部门规章、管理办法、标准要求，制定常规与大型医学装备配置方案。 \n医院各实验室无重复的检测项目，各实验室实行统一管理、资源共享。 ",
        "1. \t医院有各科室开展的诊疗科目、项目设置、医疗技术目录、检查、检验项目清单。 \n2. \t医院有各科室卫生技术人员名册（包括个人基本信息、执业范围、职称及职务等）。大型仪器操作、专业技术培训达标证明材料。 \n3. \t医院护理管理实行分层级管理，有护理人员管理规定、岗位管理制度，明确岗位设置、岗位职责、岗位技术能力要求和工作标准。 \n4. \t相关职能部门及科室对诊疗科目、项目设置、技术人员梯队建设、诊疗技术服务能力、护理各项要求的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对诊疗科目、项目设置、技术人员梯队建设、诊疗技术服务能力、护理各项要求的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。",
        "持续改进有成效，有证据证明医院对诊疗科目、项目设置、技术人员梯队建设、诊疗技术服务能力、护理各项要求的改进有成效。 "
    ],
    "M1.4": [
        "管理1.4",
        "医院制订对外委托服务项目管理制度。",
        "",
        "",
        "",
        ""
    ],
    "M1.4.1": [
        "管理1.4.1",
        "医院对外委托服务项目的质量与安全实施监督管理。",
        "医院制订对外委托服务项目管理制度，包括对外委托服务项目的遴选、管理等相关制度和办法，并建立项目评估和监督考核机制，有主管部门与专人负责对外委托服务项目管理。 \n医院按规范和程序确定主要对外委托服务单位和服务项目，对对外委托服务内容和标准根据医院所需，设置绩效管理和成本效益的要求，有专人监管合同内的工作完成情况，将对外委托服务项目的风险降至最低。 \n医院对外委托服务项目招投标符合规范，明确要求审批人员对每个项目有潜在或真正的利益冲突要有声明，并有回避程序。所有项目有合同规定双方的权利和责任，以及服务的内容和标准。医院依据合同的服务标准，实施监督和管理对外委托服务项目的质量与安全。监管结果与分析情况后，形成年度对对外委托服务项目管理的质量安全评估报告。 ",
        "1. \t医院有对外委托服务项目的遴选、管理等相关制度和办法，并实施。 \n2. \t医院有对外委托服务项目质量与安全评估和监督考核机制，并实施。 \n3. \t相关职能部门及科室对外委托服务项目质量与安全实施监督管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对外委托服务项目质量与安全实施监督管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对外委托服务项目质量与安全实施监督管理的改进有成效。管理1.5医院倡导员工要具有主人翁意识，积极参与医院的管理，并实施社会评价活动，采纳社会意见与建议。 "
    ],
    "M1.5": [
        "管理1.5",
        "医院倡导员工要具有主人翁意识，积极参与医院的管理，并实施社会评价活动，采纳社会意见与建议。",
        "",
        "",
        "",
        ""
    ],
    "M1.5.1": [
        "管理1.5.1",
        "医院有院务公开管理制度，向员工公开院务信息，定期召开职工代表大会，听取员工的意见及建议，并鼓励员工积极参与医院的管理。【相互引用功能1.1.2，管理1.1.2，管理1.5.2，管理2.4.2】",
        "医院有院务公开管理制度，按照国家有关规定向社会及员工公开信息【相互引用管理1.5.2】。定期召开职工代表大会，向大会报告医院规划、计划落实情况。医院经费管理情况、开展的限制类技术目录、手术分级管理目录和限制类技术临床应用情况，纳入医院院务公开范围。医院及科室值班表应当全院公开，值班表应当涵盖与患者诊疗相关的所有岗位和时间。值班人员资质和值班记录应当符合规定。 \n医院有院务公开工作流程，有公开内容、形式、程序和时限。医院指定部门负责院务公开工作，工作职责明确。院务公开形式多样，有多种途径征求和收集员工对公开信息的意见与建议，方便社会与员工获取相关信息，体现尊重员工知情权，保障员工民主权利。 \n院领导定期将工作情况（含：中长期发展计划和年度工作计划）向医院党委/理事会/董事会（每半年一次）报告并接受评议【相互引用功能1.1.2，管理1.5.2】。 \n医院倡导员工要具有主人翁意识，积极参与医院的管理，关心医院\"三重一大\"事项的公示【相互引用管理1.1.2】，多提建设性的意见，积极支持医院建设。医院管理层主动接受员工监督，听取员工的意见及建议（包括维护其身心健康及职业安全措施的满意度）【相互引用管理2.4.2】。员工积极运用管理工具参与工作中问题的改进。 \n医院在院内营造对话、沟通文化。医院领导定期举办各层次的、面向一线员工、职工代表或退休员工的座谈会、恳谈会，就医院重大事项征求员工意见；通过设置院长信箱（或公布院长公开电子邮箱）等方式，畅通员工反映意见的渠道。员工提出的意见及建议有部门分管，有反馈并有记录。 \n医院的中长期发展规划及年度工作计划需各部门参与，集体讨论决定，并征求职工意见，经职工代表大会审议、院长办公会议集体讨论，经党委/理事会/董事会审议通过，由院长组织实施【相互引用管理1.1.2】。 ",
        "1. \t医院有院务公开管理制度，有收集员工意见及建议的渠道、登记、反馈、处理制度，并实施。 \n2. \t医院有指定部门负责院务公开工作，有明确的工作职责、工作制度与流程，公开事项登记及员工意见反馈登记和处理记录。 \n3. \t医院有职工代表大会相关资料，并有关于中长期发展规划与年度工作计划的讨论记录。 \n4. \t相关职能部门及科室对信息公开管理的实施情况有自查，对存在的问题有纠正措施。 ",
        "主管部门对院务公开管理制度及信息公开管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对院务公开管理及信息公开管理的改进有成效。 "
    ],
    "M1.5.2": [
        "管理1.5.2",
        "医院按照国家有关规定，医院加强院务公开管理，向社会（包括患者及服务使用者、照顾者和利益相关者）公开院务信息并接受社会监督。【相互引用质量3.5.2，管理1.5.1】",
        "医院按照国家有关规定，建立向社会（包括患者及服务使用者、照顾者和利益相关者）公开院务信息的机制，加强院务公开管理，【相互引用管理1.5.1】有相关管理制度和流程，有需公开事项的内容、范围及时限。医院有专门的部门负责，并建立相关记录。医院定期向社会及员工公开绩效结果及有关数据、质量与安全改进计划、新的或最近完成的质量改进项目和成果、执行国际患者安全目标的进展、风险管理计划、不良事件的分析结果及最近的研究和管理成效。 \n医院开展的限制类技术目录、手术分级管理目录和限制类技术临床应用情况、日间诊疗项目（包括日间手术、日间化疗）应当纳入医院院务公开范围。医院完善日间手术质量安全管理制度和评估工作机制，明确手术适应证范围、麻醉方式、主要风险，并加强日间手术病历管理，重视日间手术患者宣教和随访，制定并向社会公开本院日间手术病种和技术目录【相互引用质量3.5.2】。 \n医院的中长期发展规划及年度工作计划通过医院公众号、网站等征求患者/服务使用者及其家人和社区意见（包括患者感受、治疗效果及其他征状的舒缓等），及接受社会监督【相互引用管理1.5.1】。 ",
        "1. \t医院有向社会公开院务信息管理制度，流程，并落实。 \n2. \t医院向社会公示相关证明材料及社会对公开院务信息的意见反馈和记录。 \n3. \t相关职能部门及科室对向社会公开院务信息管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院向社会公开院务信息管理制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医院向社会公开院务信息管理制度的改进有成效。 "
    ],
    "M1.5.3": [
        "管理1.5.3",
        "医院按照为患者提供的服务流程，以社会对医院提供服务的满足程度及感受为重点，设计与确定医院社会满意度测评指标体系及监测其趋势，实施社会评价活动。【相互引用管理 2.4.2】",
        "医院有专门的部门/小组负责社会评价工作，建立社会满意度测评指标体系和信息管理系统，且用多种渠道开展客观公正的社会评价活动；定期收集院内员工满意度（包括维护其身心健康及职业安全措施）【相互引用管理 2.4.2】和患者满意度及院外（社会）对医院服务意见和建议（包括投诉、赞美和关切）。 \n医院根据患者和员工的意见和满意度监测指标及其趋势作分析、反馈和整改，包括对医院服务与政策调整及适当地纳入中长期发展计划和/或年度工作计划中，改善患者就医体验和员工执业感受，并不断完善。 ",
        "1. \t医院有制订满意度监测评指标体系和信息管理系统，有定期收集患者和员工满意度监测指标及其趋势与院内、外对医院服务的意见和建议相关制度与流程，并落实。 \n2. \t医院、科室（部门）有收集意见登记册和满意度监测指标及其趋势作分析、整改相关资料。 \n3. \t相关职能部门及科室对满意度监测指标及其趋势、患者和员工满意度监测及院内、外对医院服务意见和建议（包括投诉、赞美和关切）的相关制度与流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对满意度监测指标及其趋势、患者和员工满意度监测及院内、外对医院服务意见和建议（包括投诉、赞美和关切）的相关制度与流程的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对满意度监测指标及其趋势、患者和员工满意度监测及院内、外对医院服务意见和建议（包括投诉、赞美和关切）的相关制度与流程的改进有成效。 "
    ],
    "M2.0": [
        "管理2.0",
        "人力资源管理",
        "",
        "",
        "",
        ""
    ],
    "M2.1": [
        "管理2.1",
        "人力资源系统",
        "",
        "",
        "",
        ""
    ],
    "M2.1.1": [
        "管理2.1.1",
        "医院有人力资源计划，人力配置满足医院功能任务和质量安全管理工作需要。医院把员工能力建设作为人力资源管理的重要组成部分，制定全员培训方案和学习机制，确保员工称职。【相互引用质量3.1.4，管理2.2.1】",
        "医院制定科室（部门）的员工配备计划，明确员工的数量类型和资质要求，人力资源配备应当满足医院战略方向和目标、功能任务、整体发展规划要求和质量安全管理工作需要。医院设置人力资源管理部门，职责明确；医院有制定人力资源发展规划、人才梯队建设计划和人力资源配置方案，医院各类卫生技术人员配置符合国家有关规定，满足临床医疗工作需求，并确保临床员工和支持员工们的技能相互协调配合，已满足患者当前和未来的医疗服务需求。 \n医院有人力资源配置调整方案与调整程序，并落实；有院科两级人员紧急替代制度、程序和方案，有紧急替代人员的有效联络方式，以管理长期和短期的人手短缺，包括非计划的短缺，相关人员知晓相应的紧急替代程序，以保证诊疗活动的连贯性。医师如行多点执业需符合政府主管部门有关规定。 \n主管部门与人力资源部门根据人力资源配置方案，定期评估部门（科室）人力资源的更新或改变要求；并审查岗位说明，在有需要时予以更新。 \n医院把员工能力建设作为人力资源管理的重要组成部分，制定全员培训方案和学习机制，包括持续专业/职业发展培训与教育，以确保员工具备当前知识、技能和称职【相互引用质量3.1.4，管理2.2.1】。 ",
        "1. \t医院有人力资源发展规划、人才梯队建设计划和人力资源配置方案，并实施。 \n2. \t医院有人力资源配置调整方案与调整程序，并实施。 \n3. \t主管部门与人力资源部门定期评估部门（科室）人力资源的更新或改变要求，有记录。 \n4. \t人力资源部门及用人部门和科室对人力资源发展规划、人才梯队建设计划、人力资源配置方案、配置调整方案与调整程序的实施情况有自查，对存在问题有纠正措施。 ",
        "人力资源部门对人力资源发展规划、人才梯队建设计划、人力资源配置方案、配置调整方案与调整程序的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对人力资源发展规划、人才梯队建设计划、人力资源配置方案、配置调整方案与调整程序的改进有成效。 "
    ],
    "M2.1.2": [
        "管理2.1.2",
        "医院建立健全以聘用制度和岗位管理制度为主要内容的人力资源管理制度，定期评估其成效，并进行修订和改进。【相互引用质量2.5.1】",
        "医院建立健全以聘用制度和岗位管理制度为主要内容的人力资源管理制度。医院有人力资源管理制度与程序、平等聘用机制与残疾人员就业安置均符合国家法律法规要求并能符合公平、公正、透明原则。 \n医院制定和实施有关招聘、评价和聘任员工的流程，以确保临床人员的知识和技能与患者的医疗服务需求相匹配。医院有统一的流程，收集初次聘任后获批在无监督情况下独立提供医疗服务的医疗人员的资质证明。 \n医院制定医院管理部门设置计划、部门职能和人员岗位职责，部门设置符合岗位需求，部门职能明确，各级管理人员认真履行职责。医院有明确每位员工当前的岗位描述，有各级各类工作岗位要求及福利待遇说明。上岗人员应具备岗位任职资格，其中，专业技术人员按照卫生行政部门的执业规定实施资格准入管理，各员工知晓其职位描述，包括职责和责任。医院护理人员依法执业，实行护士分级管理，有护理人员管理规定、岗位管理制度，岗位设置规划和标准、岗位职责、岗位技术能力要求和工作标准。医院人力资源管理制度及招聘计划，有多种渠道公布，方便查询。 \n聘用残疾人士后，医院应提供在职培训或协助购买辅助仪器及改装，提供适合其工作的条件。 \n医院有与员工沟通机制，包括电子邮件、网站及各层级定期或不定期会议（科室、部门或小组等），有公平公正地处理员工投诉的机制及程序。员工因其主管 /同事的行为受到影响而感到不满或不公平，可向其直属上级、部门主管、投诉管理部门或人力资源部门提出投诉。如人力资源部接到投诉个案，同时将此投诉转交至相关部门主管，若有需要（当投诉对像为部门主管时）将转交至该主管的上级并将所需的调查周期及结果知会投诉人【相互引用质量2.5.1】。事件能按正规程序进行处理，有记录。 ",
        "1. \t医院有聘用制度和人力资源管理制度与程序、平等聘用机制与残疾人员就业安置制度，并实施。 \n2. \t医院有岗位管理制度和各级各类工作岗位要求，并多种渠道公布。 \n3. \t医院有与员工沟通及公平公正的处理员工投诉机制及程序，并实施。 \n4. \t人力资源部门对聘用制度、人力资源管理制度与程序、岗位管理制度、和员工沟通及处理员工投诉机制及程序的实施情况有自查，对存在问题有纠正措施。 ",
        "人力资源部门对聘用制度、人力资源管理制度、平等聘用机制、岗位管理制度、和员工沟通及处理员工投诉机制及程序的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院实施聘用制度、人力资源管理制度、平等聘用机制、岗位管理制度和员工沟通及处理员工投诉机制及程序的改进有成效。 "
    ],
    "M2.1.3": [
        "管理2.1.3",
        "医院有为每位员工建立个人档案，有定期评估员工工作绩效和岗位胜任力包括医疗质量管理的能力，实行同工同酬、绩效工资管理。【相互引用质量3.1.4】",
        "医院为每位员工建立其个人档案。员工个人档案是根据医院的制度，采用标准化的格式和流程来适时收集、查证、维护和保密。内容包括：经审核的执业注册证、毕业文凭、学位证书、教育和培训、工作经验等资料复印件、绩效和岗位胜任力评估结果、卫生专业技术人员的技术考评结果等。医院可考虑建立档案及评估志愿者的工作表现，以便管理。医院建立健全医疗质量管理人员考核制度，保障充分发挥专业人员在医疗质量管理工作中的作用【相互引用质量3.1.4】；使用持续的标准化流程来评价每位医务人员提供的医疗服务质量和安全水平。医院将科室医疗质量管理情况作为科室负责人综合目标考核以及聘任、晋升、评先评优的重要指标；将科室医疗质量管理情况作为医师及其他医务人员定期考核、晋升的重要依据；护理部带领护士参与医院的质量改进活动，根据质量改进活动的结果，评价护士的个人绩效。 \n医院有定期评估员工工作绩效和岗位胜任力的程序，部门主管每年为其属下员工/志愿者进行绩效考核，部门主管和员工/志愿者均积极参与，共同确定需要改进的地方和额外的教育需求，提高员工专业/职业发展的机会。 \n医院建立标准的流程，根据医务人员的各种资格证明和法规要求及执业教育培训等信息来确定其岗位职责及分配临床工作。医院根据每位医疗人员的绩效持续监测以评价其表现，至少每三年一次确定医疗人员的重新聘任及再决定其临床权限。 \n评估记录存放于员工/志愿者的个人档案中；每位员工/志愿者可要求其个人档案中的资料复印版。 \n医院对员工不良表现进行有效管理，包括进行员工辅导。让在技术评价/考核评估/日常工作/医疗纠纷中有问题的员工进行自我检讨，与同道分享教训；并根据其不良表现的原因给予相关再培训，属于技术问题的，给予需接受专业知识、专业技能方面的再培训，属于违反制度和流程的需接受相关接受法律规范、制度、流程的再培训。问题员工所在科室主管有面对面辅导/指导，寻找根本原因，制定在规定时间内的改进措施，有记录。利用相关数据，教育全院员工，避免再出现同样的问题。主管部门对不良表现员工组织评价考核小组进行考核评价，帮助其改进不足，显现改进成效。员工屡经科室主管辅导/指导但工作表现仍然未达要求，医院可根据制度执行纪律处分程序或采取其他适当措施解决。 \n医院有实行同工同酬有关规定，多劳多得、优绩优酬的分配制度，并执行；医院有绩效工资管理的制度，个人收入不与科室业务收入直接挂钩。以综合绩效考核体现医德医风、技术能力、服务质量和数量等为依据，突出服务质量、数量，逐步扩大分配占业务收入的比例，提高员工待遇。绩效考核与分配方案经过职工代表大会讨论通过，并有记录。 ",
        "1. \t医院有为每位员工建立个人档案，有定期评估员工工作绩效，评估记录存放于员工的个人档案中。 \n2. \t每位员工可要求其个人档案中的资料复印版，有落实、有证明。 \n3. \t医院对员工不良表现进行有效管理，可证明落实。 \n4. \t医院有绩效工资管理的制度，个人收入不与科室业务收入直接挂钩的方法可见。 \n5. \t绩效考核与分配方案经过职工代表大会讨论通过，有记录。 \n6. \t相关职能部门及科室对员工/志愿者个人档案、定期评估员工工作绩效和岗位胜任力、绩效工资管理的制度、员工不良表现管理、员工要求个人档案\n中的资料复印的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对员工/志愿者个人档案、定期评估员工工作绩效和岗位胜任力、绩效工资管理的制度、员工不良表现管理、员工要求个人档案中的资料复印的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对员工/志愿者个人档案、定期评估员工工作绩效和岗位胜任力、绩效工资管理的制度、员工不良表现管理、员工要求个人档案中的资料复印的改进有成效。 "
    ],
    "M2.1.4": [
        "管理2.1.4",
        "医院有公平、公正及透明的卫生专业技术人员和非卫生专业技术人员资质认证、聘用、考核、临床权限、评价和再授权管理体系，建立规范的专业技术人员档案。【相互引用功能2.1.3，质量3.\t5.4，质量5.1.1，质量5.2.1，质量5.5.1，质量6.1.1，质量6.3.3，质量7.1.2】",
        "医院有公平、公正及透明的卫生专业技术人员（包括外来卫生技术人员）资质的认定、聘用、考核、临床权限、评价和再授权管理体系【相互引用功能2.1.3】。卫生专业技术人员的教育毕业证书、执照／执业注册证书和其他法律法规要求的资质证明，须经过查证并保持最新状态。医院各类卫生技术人员配置符合国家有关规定，专业技术人员上岗应具备相应岗位的任职资格【相互引用质量7.1.2】，其中，专业技术人员按照卫生行政部门的执业规定实施资格准入管理。例如：营养医师和护士分别具有执业医师证书和执业护士证书【相互引用质量5.1.1】，并具备相应的技能和职能。从事血液透析器复用的人员资质有规定【相互引用质量6.3.3】。康复医学科由具备相应资质的康复治疗训练人员为患者实施康复治疗与训练【相互引用质量5.5.1】，临床检验工作的专业技术人员应当具有相应的专业学历，并取得相应专业技术职务任职资格及临床权限。分子生物学、特殊岗位（ＨＩＶ初筛实验、产前筛查及诊断、核酸检测、新生儿疾病筛查等）的检验人员经培训考核后，持有卫生行政管理部门核发的上岗证方可独立工作。有针对不同实验室的上岗、轮岗、定期培训及考核，对通过考核的人员予以适当授权、并决定其临床权限。医学装备相关使用人员接受基本技能培训，合格后方可上岗。医院对实施手术、介入、麻醉等高风险技术操作的卫生技术人员实行\"临床权限\"管理，定期进行技术能力与质量绩效的评价【相互引用质量6.1.1】。对疼痛诊疗、有创操作实行临床权限管理【相互引用质量3.5.4，质量5.2.1】。 \n医院根据岗位职责、技术能力、并结合员工岗前培训及继续教育完成情况等实施聘用、资质认证及临床权限；医院建立卫生专业技术人员能力评价制度，具有明确的考核内容和流程。每年进行一次，卫生专业技术人员自我技术的评价，总结的经验及不足并与同道分享、有记录；每年科室主管/考核评估小组对本科的卫生专业技术人员进行岗位胜任力、医疗质量状况进行评估，考核结果按医院评价制度和流程进行审核确定，经审核确定的结果作为临床再授权依据，归入专业技术人员档案。相关人员知晓上述规范和流程并落实。医院根据岗位职责、技术能力、并结合员工岗前培训及继续教育完成情况等实施聘用、资质认证及临床权限。相关人员知晓上述规范和流程并落实。 \n医院有非卫生专业技术人员包括除卫生专业技术人员以外的各类员工的聘用、考核、评价管理的相关制度和流程。根据非卫生专业技术人员不同的岗位，制定相应的岗位职责。相关人员每年进行一次自我工作评估，成绩与不足均与同事分享，不断改进自己的工作；并有记录。每年主管部门根据非卫生专业技术人员不同专业及岗位制定培训计划，并实施，并要评估其是否可以胜任岗位要求，并有记录。相关人员知晓上述规范和流程并落实。 ",
        "1. \t医院有公平、公正及透明的卫生专业技术人员和非卫生专业技术人员资质的认定、聘用、考核、临床权限、评价和再授权管理的相关制度和流程，并实施。 \n2. \t科室（部门）根据职责每年对卫生专业技术人员与非卫生专业技术人员技术的进行评价及岗位胜任力评估，有记录。 \n3. \t每年卫生专业技术人员与非卫生专业技术人员均应进行自我技术的评价，总结的经验及不足与同道分享，有记录。 \n4. \t相关职能部门及科室对卫生专业技术人员和非卫生专业技术人员资质的认定、聘用、考核、临床权限、评价和再受权管理的相关制度和流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对卫生专业技术人员与非卫生专业技术人员资质认证、聘用、考核、临床权限、技术评价和再受权管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对卫生专业技术人员与非卫生专业技术人员资质认证、聘用、考核、临床权限、技术评价和再受权管理的改进有成效。"
    ],
    "M2.2": [
        "管理2.2",
        "员工教育",
        "",
        "",
        "",
        ""
    ],
    "M2.2.1": [
        "管理2.2.1",
        "医院建立全员学习机制，营造和强化学习文化。制定培训方案和计划，定期对员工进行政策法规、管理能力、专业技能、质量安全和临床审核及其他相关的持续专业/职业发展培训与教育，以确保员工称职。把员工能力建设作为人力资源管理的重要组成部分。【相互引用质量3.1.4，管理2.1.1】",
        "医院制定全员岗前和在岗培训制度及计划、机制及方案。定期对员工进行政策法规、管理能力、专业技能、质量安全和临床审核及其他相关的持续专业/职业发展培训与教育【相互引用质量3.1.4，管理2.1.1】。 \n医院各部门根据职责制定各类人员的在职继续教育方案、有卫生专业技术人员岗前培训、住院医师规范化培训、继续医学教育、梯队建设和政府指令性培训任务相关管理制度并组织实施。把员工能力建设作为人力资源管理的重要组成部分。 \n医院定期对员工进行相关规章制度、行为规范、岗位职责、医德医风的培训与教育，各类员工知晓岗位职责和履职要求，提高员工认真履行本岗位职责及执行相关规章制度自觉性。医院确保由有相关资格人员和/或按适当的标准提供教育和培训。医院提供学习环境令员工满足他们自我指导专业/职业发展的要求，确保符合员工的培训要求。 \n医院有法律法规教育计划、课程安排及相关资料。医院每年组织全员法律法规教育。新员工经卫生法律法规教育，考核合格后方可上岗。 \n医院定期开展形式多样的院、科两级质量与安全、医疗质量安全核心制度和临床审核制度的教育与培训，培训内容结合临床需求，根据不同岗位、不同专业、不同层次人员的特点开展在职继续教育培训与考评，并落实有记录。 ",
        "1. \t医院有制定员工学习制度及机制和专业/职业发展计划。 \n2. \t科室（部门）有在职继续教育方案、梯队建设和政府指令性培训任务相关管理制度、规章制度和岗位职责培训与教育，并实施。 \n3. \t医院有法律法规教育计划、质量与安全、医疗质量安全核心制度和临床审核制度的教育与培训，有记录。 \n4. \t相关职能部门及科室对员工学习和专业/职业发展计划、在职继续教育方案、梯队建设和政府指令性培训任务相关管理制度、规章制度和岗位职责培训与教育、法律法规教育、质量与安全教育、医疗质量安全核心制度和临床审核制度的教育与培训的实施情况有自查，对存在问题有纠正措施。",
        "主管部门对员工学习和专业/职业发展计划、在职继续教育方案、梯队建设和政府指令性培训任务相关管理制度、规章制度和岗位职责培训与教育、法律法规教育、质量与安全教育、医疗质量安全核心制度和临床审核制度的教育与培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对员工学习和发展计划、在职继续教育方案、梯队建设和政府指令性培训任务相关管理制度、规章制度和岗位职责培训与教育、法律法规教育、质量与安全教育、医疗质量安全核心制度和临床审核制度的教育与培训的改进有成效。 "
    ],
    "M2.2.2": [
        "管理2.2.2",
        "医院落实国家对医院领导人员的管理要求，开展并加强医院行政领导人员职业化培训。",
        "医院贯彻落实国家对医院领导人员的管理要求，加强医院行政领导人员职业化培训，有院长、院级领导及行政管理人员的培训制度、年度培训计划与考核办法，并落实。 \n院长、院级领导及行政管理人员定期参加管理培训，掌握现行的有关法律法规、部门规章，并能够运用质量管理工具，提高管理水平。培训时数符合培训计划的要求。 ",
        "1. \t医院有行政领导人员职业化培训制度，并落实。 \n2. \t医院有院长、院级领导、科室领导及行政管理人员年度培训计划与考核及考核办法，有记录 \n3. \t有关职能部门对行政领导人员职业化培训制度及各级管理人员年度培训计划与考核的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对行政领导人员职业化培训制度及各级领导人员年度培训计划与考核的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对行政领导人员职业化培训制度及各级管理人员年度培训计划与考核的改进有成效。 "
    ],
    "M2.2.3": [
        "管理2.2.3",
        "医院有各级各类人员（包括全职或兼职的专业技术人员、行政管理人员和志愿者等）岗前和在岗培训，继续教育和梯队建设制度并组织实施。【相互引用质量3.1.4】",
        "医院有各级各类人员（包括全职或兼职的专业技术人员、行政管理人员和志愿者等）岗前培训及继续教育，包括住院医师规范化培训与继续医学教育、护士在职继续医学教育计划、卫生专业技术人员岗前培训管理制度和规划、年度实施方案，并提供培训条件及专项经费支持。医院制定各级各类人员岗前和在岗培训（包括：风险管理）及继续教育计划并组织实施，建立培训阶段目标及总目标，有完善的继续医学教育学分管理档案。将继续医学教育与卫生技术人员聘任、晋升挂钩。 \n医院有对新员工/志愿者进行岗前培训包括：医院的介绍、被任用的部门或病房的情况、有关岗位职责、院感防控知识、医院风险防控知识、消防安全教育培训、医院各种需遵守的纪律及具体的工作分配考核等。 \n医院有定期规范的在岗教育和培训，组织全员培训本院医疗质量安全核心制度，充分发挥专业人员在医疗质量管理工作中的作用【相互引用质量3.1.4】。培训内容除专业知识外，还应包括；法律法规、感染控制、病历撰写、抗菌药物、用血权限及管理规定、职业安全防护、投诉管理、沟通技巧、以人为本、人文关怀、以患者为中心、权益与责任（包括：尊严和尊重）、民风、民俗、信仰及共同决策要素等.有让患者和家属参与制定和/或执行部分员工教育方案，例如有关民风、民俗、信仰、沟通技巧及共同决策等。医院定期对全体医务人员进行传染病防治知识和技能的培训与传染病处置演练。医院开展全员应急培训和演练，提高各级、各类人员的应急素质和医院的整体应急能力。至少每年一次进行全院职工的消防安全教育，包括：报警、初起火灾处理程序和方法，灭火器材使用，自救、互救和逃生，按照预案疏散患者等相关知识。 ",
        "1. \t医院有各级各类人员岗前与在岗继续教育，包括医师、护士在职继续医学教育、卫生专业技术人员岗前培训、继续医学教育的管理组织，管理制度和规划、年度实施方案，并实施。 \n2. \t相关职能部门及科室对各级各类人员岗前与在岗继续教育，包括医师、护士在职继续医学教育、卫生专业技术人员岗前培训、继续医学教育的管理组织，管理制度和规划、年度实施方案的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对各级各类人员岗前培训与在岗继续教育，包括医师、护士在职继续医学教育、卫生专业技术人员岗前培训、继续医学教育的管理组织，管理制度和规划、年度实施方案的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对各级各类人员岗前培训与在岗继续教育，包括医师、护士在职继续医学教育、卫生专业技术人员岗前培训、继续医学教育的管理组织，管理制度和规划、年度实施方案的改进有成效。 "
    ],
    "M2.2.4": [
        "管理2.2.4",
        "医院承担培养下级医院卫生技术人员等政府指令性任务，制定相关管理制度、方案、有具体措施予以保障，并组织实施。",
        "医院具有住院医师和专科护士规范化培训基地资质，同时承担培养下级医院卫生技术人员等政府指令性培训任务的医院，有相关管理制度及保障措施，并组织实施。有专职人员负责培训工作，规范化培训和下级医院卫生技术人员培训相关管理制度，培训方案，课程设计、培训内容、考核等符合相关要求，对规范化培训等项目所需的经费、师资、设备设施等资源予以保障。有相关管理、培训档案（如学科、数量）等相关资料。 ",
        "1. \t医院有承担下级医院卫生技术人员培养任务、具有住院医师和专科护士规范化培训资质、继续医学教育及有专职人员负责住院医师和专科护士规范化培训工作的相关证明材料。 \n2. \t医院有规范化培训和培养下级医院卫生技术人员相关管理制度措施，并实施。 \n3. \t医院培训方案，课程设计、培训内容、考核等符合相关要求。 \n4. \t医院对住院医师和专科护士规范化培训及培养下级医院卫生技术人员等项目所需的经费、师资、设备设施等资源有保障，有记录。 \n5. \t相关职能部门及科室对住院医师和专科护士规范化培训、培养下级医院卫\n生技术人员实施情况和资源保障的情况有自查，对存在问题有纠正措施。 ",
        "主管部门对住院医师和专科护士规范化培训、培养下级医院卫生技术人员实施情况和资源保障情况有监督、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对住院医师和专科护士规范化培训、培养下级医院卫生技术人员实施情况和资源保障的改进有成效。 "
    ],
    "M2.2.5": [
        "管理2.2.5",
        "医院重视医院文化建设，加强医务人员职业道德教育，坚持以患者为中心，建立行风建设与管理的组织和制度体系，完善工作机制，制定各级各类人员行为守则，落实\"行风建设九不准\"行为。",
        "医院加强医务人员职业道德教育，弘扬社会主义核心价值观和新时代医疗卫生职业精神，坚持\"以患者为中心\"，尊重患者权利，履行防病治病、救死扶伤、保护人民健康的神圣职责。医院有贯彻执行相关法律法规的要求，坚持公立医院公益性，把社会效益放在首位，履行相应的社会责任和义务。有保障基本医疗服务的相关制度与规范，有\"以患者为中心\"，优化质量、改进服务、降低成本、控制费用的措施并执行，控制公立医院特需服务规模。 \n医院重视医院文化建设，建立医院文化建设制度，把医院文化培育成核心竞争力，逐步建立以患者为中心、注重医疗质量安全根植于医院服务理念的特色价值取向和行为守则。医院文化建设纳入医院建设发展规划，有建设方案，能够体现以患者为中心导向、根植于本院服务理念。 \n医院执行《关于建立医务人员医德考评制度的指导意见（试行）》，建立行风建设与管理的组织和制度体系，完善工作机制。医院有医德医风管理和行风建设与管理组织体系，制定各级各类人员行为守则；有专人负责管理；有多部门共同参与的行风建设、考评、奖惩和公示等制度及结果共享机制；有行风考评方案和量化标准，并落实；医德考评结果与医务人员的晋职晋级、岗位聘用、评先评优、绩效考核等直接挂钩；全体员工均有规范的行风考评档案。 \n医院有文明行医的管理制度及文明行医的行为守则，并落实；无推诿、拒诊患者，员工均知晓文明行医规范要求及文明行医的行为守则，并执行。 \n医院有廉洁自律的工作规范和相关制度，并落实。对全体员工，尤其重点部门、重点人员进行廉洁自律及警示教育，有廉洁自律工作的督查。有重点岗位、重点人员轮岗机制，并落实。 \n医院有措施并落实\"行风建设九不准\"行为杜绝开单提成等现象；严格执行国家药品价格，不准违规收费、严禁重复收费；不准违规接受社会捐赠资助；不准参与推销活动和违规发布医疗广告；严禁为商业目的统方；不准违规私自采购使用医药产品；不准收受回扣；不准收受患者\"红包。 \n医院对\"行风建设九不准\"行为有定期教育，并有记录。 ",
        "1. \t医院加强医务人员职业道德教育，坚持\"以患者为中心\"，并建立医院文化建设制度，逐步建立以患者为中心和医疗质量安全的服务理念、价值取向和行为守则，在患者整个就医的全过程中得到体现。 \n2. \t医院有医德医风管理和行风建设与管理组织体系，制定各级各类人员行为守则；有专人负责管理，有多部门共同参与的行风建设、考评、奖惩和公示等制度，结果共享机制；有行风考评方案和量化标准，并实施。 \n3. \t医院有医德考评结果与医务人员的晋职晋级、岗位聘用、评先评优、绩效工资、定期考核等直接挂钩；全体员工均有规范的行风考评档案，执行情况有记录。 \n4. \t医院有文明行医的管理制度及文明行医的行为守则，廉洁自律的工作规范、相关制度及落实\"行风建设九不准\"行为，并实施。医院没有领导班子发生严重职务犯罪或严重违纪事件；没有医务人员发生违反《医疗卫生行风建设\"九不准\"》的群体性事件。 \n5. \t相关职能部门及科室有以患者为中心和医疗质量安全的服务理念、价值取向和行为守则，并对医德医风管理、行风建设与管理、各级各类人员行为守则、文明行医的管理制度、廉洁自律的工作规范及\"行风建设九不准\" 行为的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对以患者为中心和医疗质量安全的服务理念、价值取向和行为守则，并对医德医风管理、行风建设与管理、各级各类人员行为守则文明行医的管理制度、廉洁自律的工作规范及\"行风建设九不准\"行为的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对以患者为中心和医疗质量安全的服务理念、价值取向和行为守则，并对医德医风管理、行风建设与管理、各级各类人员行为守则、考评、奖惩和公示等制度、文明行医的管理制度、廉洁自律的工作规范及\"行风建设九不准\"行为的改进有成效。 "
    ],
    "M2.2.6": [
        "管理2.2.6",
        "（教学医院可选）医院师资、设施设备符合医学院校教学要求，独立承担临床医学教育任务。",
        "教学医院为正式批准的独立承担临床医学、护理学教育任务的医院，有承担临床医学、护理学教育任务的师资、教学管理干部、设备、设施等资源配置符合教育部有关教育教学标准要求，并取得相应资质认可。有主管院领导，专门部门和专职人员、专业教研组、专（兼）职教师负责教学管理工作。有教学规划、资金投入和保障制度，并落实。能完成规定的学历教育的临床教学与实习任务，资料完整。 \n教学医院有相关部门负责实施\"基础理论、基本知识、基本技能（三基）\"培训及考核，并有相关的管理制度；有根据不同层次及专业的卫生技术人员的 \"三基\"培训计划，并实施；有与培训相适宜的技能培训设施、设备及经费保障，有培训考核及成效，有记录。 \n教学医院有定期对专科医师、技师（含麻醉、康复、放射、超声、介入、消毒供应室等）进行专业理论和技能培训的制度；并对相关人员进行严格的专业理论和技能培训，考核合格。定期（至少每年）接受继续教育知识更新，并有记录。 \t \n承担护理临床教学任务的医院要有护理人员在职继续教育培训与考评制度。有护理人员在职继续教育计划，并落实；培训内容结合临床需求，体现不同岗位、不同专业、不同层次护理人员的特点，定期评估培训效果，并有记录。根据医院功能与任务，制定医院专科护理人员培训计划。按计划开展专科护理人才培训，定期评估培训效果，专科护理人才在临床患者护理工作中发挥作用。 ",
        "1. \t教学医院有教学规划、资金投入和保障制度，能完成规定的学历教育的临床教学与实习教学任务，资料完整。 \n2. \t教学医院有相关部门负责实施三基培训；有考核及成效，有记录。 \n3. \t教学医院有定期对专科医师、专科护士、技师（含麻醉、康复、放射、超声、介入、消毒供应室等）进行专业理论和技能培训的制度及考核、在职继续教育培训，定期评估培训效果并有记录。 \n4. \t教学医院的相关职能部门及科室对教学规划、学历教育的临床教学与实习教学任务、\"三基\"培训、护理人员在职继续教育培训与考评、专科专业技术人员理论和技能培训及考核、教学资金投入和保障制度、教学师资、设施设备的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对教学规划、学历教育的临床教学与实习教学任务、\"三基\"培训、护理人员在职继续教育培训与考评、专科专业技术人员理论和技能培训及考核、教学资金投入和保障制度、教学师资、设施设备管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明教学医院对教学规划、学历教育的临床教学与实习教学任务、\"三基\"培训、护理人员在职继续教育培训与考评、专科专业技术人员理论和技能培训及考核、教学资金投入和保障制度、教学师资、设施设备管理的改进有成效。 "
    ],
    "M2.3": [
        "管理2.3",
        "职业安全",
        "",
        "",
        "",
        ""
    ],
    "M2.3.1": [
        "管理2.3.1",
        "医院贯彻与执行国家法律法规的要求，建立与完善职业安全防护相关措施。【相互引用质量1.2.3，质量7.1.3，管理2.3.4】",
        "医院贯彻与执行国家法律法规的要求，建立与完善职业安全防护与预防伤害的措施、应急预案、处理与改进的制度，医院按照国家的法律法规和相关标准依据危险性程度制定分级防护的管理规定，配备防护设施设备和用品，并建立员工个人健康档案【相互引用质量7.1.3】。 \n医院为员工安排上岗前职业安全防护教育，每位员工有继续在岗职业安全防护的培训【相互引用管理2.3.4】，相关人员知晓职业安全防护与伤害的应急预案、处置流程。并加强职业防护、支持员工在职业安全防护的需要和员工工作管理。 ",
        "1. \t医院有职业安全防护与伤害的措施、应急预案、处理与改进的制度，并实施。 \n2. \t医院有为每位员工建立个人健康档案及安排上岗前职业安全防护的培训和继续教育，并实施。 \n3. \t相关职能部门及科室对职业安全防护与预防伤害的措施、应急预案、处理与改进的制度及员工职业安全防护的培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对职业安全防护与预防伤害的措施、应急预案、处理与改进的制度及员工职业安全防护的培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对职业安全防护与预防伤害的措施、应急预案、处理与改进的制度及员工职业安全防护的培训的改进有成效。 "
    ],
    "M2.3.2": [
        "管理2.3.2",
        "医院有制度及流程监控显示屏幕设备的使用对员工健康的影响。",
        "医院制定使用显示屏幕设备的制度与流程，风险评估指引和防范措施，使用显示屏幕设备的风险包括：屏幕清晰度、键盘大小、工作台面面积、座椅高度、脚踏稳固性、工作环境的光线及使用者的坐姿。 \n显示屏使用者可交替使用显示屏设备和其他工作，以便转变姿势并舒缓因长时间使用显示屏设备引致的疲劳。假若没有其他工作安排，建议给予显示屏使用者适当的休息时间或安排多元化的工作，可让员工获得更大的工作满足感。医院对工作期间使用显示屏的员工进行使用显示屏幕设备的安全教育，并指导员工每年，或工作环境/位置变更时，要进行使用电脑显示屏幕设备的风险评估。 ",
        "1. \t医院有使用显示屏幕设备的制度与流程，风险评估指引和防范措施，并实施。 \n2. \t医院有对相关员工进行工作期间使用显示屏幕设备的安全教育和培训，有记录。 \n3. \t相关职能部门及科室对使用显示屏幕设备的制度与流程，风险评估指引和防范措施、工作期间使用显示屏幕设备的教育和培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对使用显示屏幕设备的制度与流程，风险评估指引和防范措施、工作期间使用显示屏幕设备教育和培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证医院对显示屏幕设备的制度与流程，风险评估指引和防范措施、工作期间使用显示屏幕设备教育和培训的改进有成效。 "
    ],
    "M2.3.3": [
        "管理2.3.3",
        "医院有保护员工体力操作的管理制度和流程，配备保护设施，保障员工体力处理操作安全。",
        "医院在切实可行范围内，确保其所有员工工作中的安全及健康，制定体力处理操作指引，列明安全处理体力处理操作的原则：包括：安全措施、工作类别、个人能力、负荷物和环境。 \n医院及员工对体力处理操作都有责任保障自身和他人的安全，包括：医院／工作场所负责人应在分配可能有危险的体力处理操作时，评估员工个人能力；及为员工提供足够的训练。员工进行体力处理操作，尽量与其他員工合作并使用医院提供的机械辅助设备或防护设备安全，包括腰带、横向移动辅助仪器等 以减少体力处理操作时引致的危险。 \n医院为需要执行体力处理操作的员工推广正确的人体力学训练、体力处理操作技术的教育和培训，并为员工在进行体力处理操作前评估，减少因不适当体力操作处理方法而出现的受伤风险。 ",
        "1. \t医院有体力处理操作指引，并实施。 \n2. \t医院有体力处理操作技术及辅助设备的教育和培训，并实施。 \n3. \t相关职能部门、后勤班组及科室对体力处理操作指引和体力处理操作技术及辅助设备操作的培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对体力处理操作指引和体力处理操作技术及辅助设备操作的培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对体力处理操作指引和体力处理操作技术及辅助设备操作的培训的改进有成效。 "
    ],
    "M2.3.4": [
        "管理2.3.4",
        "医院有控制有害职业暴露，如暴露于感染物品、化学品、毒性药物、噪声/震动、放射安全、有害光线的管理措施。【相互引用质量3.3.8，质量3.4.3，质量6.4.3，管理2.3.1，管理6.1.1，管理6.3.1，管理6.3.2】",
        "医院有感染控制与环境安全与保护环境管理程序与措施，并遵照实施，有记录。环境保护及人员职业安全防护符合规定。医院制定职业防护制度及职业暴露处理规范，如暴露于感染物品、化学品、毒性药物、有害噪声、放射安全和有害光线的管理及医疗废物管理制度和安全操作规程【相互引用质量3.3.8】。 \n医院有明确规定麻醉药品、精神药品、放射性药品、医疗用毒性药品等特殊管理药品及药品类易制毒化学品的存放区域、标识和贮存方法的相关规定、以避免员工暴露，保障环境与人员安全。对相关人员进行规范培训，并遵循管理要求【相互引用质量3.4.3，管理6.3.2】。 \n医院在拆除、建造或翻新项目实施前，进行风险评估其中包括感染风险、火灾风险、噪声/震动等风险，采取相应防控措施以降低或消除风险，确保员工和患者/服务使用者处在安全的环境中。【相互引用管理6.1.1】。 \n医院有患者与工作人员放射防护制度，并执行；工作人员佩戴个人放射剂量计；对相关工作人员放射防护有培训并有证书；科室放射防护管理制度落实【相互引用质量6.4.3，管理6.3.1】。 \n医院有激光设备维护和激光系统质量保证；有足够的个人保护设备（如：提供给激光人员和患者合规格的激光防护眼镜，激光面具，防护服，激光区域烟排器与过滤器等和集体保护设备（如激光百叶窗、照明标志、警告标志）【相互引用管理6.3.2】。 \n医院对特殊检查室工作人员有相关制度、规范（程）的培训与教育，并有记录；临床核医学诊断时防护符合要求；具有相应的防护设备，工作人员做好相关防护；候诊室靠近给药室和检查室，给药后的患者应在具有防护设施并有患者专用厕所区域内候诊，候诊区域与厕所均经过环评，并有环评报告。医院特殊检查室有突发意外事故管理规范与应急预案，并严格执行【相互引用管理 6.4.2】。有突发意外应急预案及处置措施的培训及演练，相关人员知晓并掌握。 \n医院为相关员工提供减低感染、放射及其他职业暴露的保护衣物和配置防护设施，开展职业安全防护的培训，确保培训效果，并有记录【相互引用管理2.3.1】。有意外应急预案及处置措施，并每年进行演练，有记录。有关员工均知晓。 ",
        "1. \t医院有实施感染控制与环境安全管理程序与措施，职业暴露处理规范，有记录。 \n2. \t医院对相关人员提供控制有害职业暴露知识培训，有突发意外应急预案及处置措施，每年开展演练，确保培训效果，并有记录。 \n3. \t相关职能部门及科室对感染控制与环境安全管理程序与措施、职业暴露处理规范、相关人员控制有害职业暴露知识培训及应急预案演练的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对感染控制与环境安全管理程序与措施、职业暴露处理规范、相关人员控制有害职业暴露知识培训及应急预案演练的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对感染控制与环境安全管理程序与措施、职业暴露处理规范、相关人员控制有害职业暴露知识培训及应急预案演练的改进有成效。 "
    ],
    "M2.3.5": [
        "管理2.3.5",
        "医院有制度与措施预防和解决工作场所暴力和侵犯行为。【相互引用质量2.5.2，管理6.1.4】",
        "医院依据国家相关要求建立健全医院安全保卫系统，确保员工及患者安全。医院有防范和控制工作场所暴力和侵犯行为的管理制度和措施；保障患者就医全过程及员工人身安全，有多系统管理全院员工（含院外工作员工）的安全风险。医院有安全保卫管理部门，有完备的报警设施，当员工受到人身安全威胁、面对暴力、欺凌、骚扰或侵犯时可及时通知警务室【相互引用管理6.1.4】。医院确定有可能发生工作场所暴力的区域，采取措施以降低风险。如医院拟采取的有关措施可能会影响医院和员工工作和生活时，需咨询员工。 \n医院为员工提供工作场所暴力和侵犯行为的教育、培训和干预措施，包括正确及有效的沟通技巧。医院对相关员工进行正确应对暴力和侵犯事件的培训，包括将工作场所暴力和侵犯行为对患者/员工伤害/影响减至最低、降温策略、及适时适度回应暴力和侵犯事件【相互引用质量2.5.2】。所有员工均知晓工作场所暴力防范预案、应急预案、处置流程及保护人身安全的方法及报警的方式，并落实。 ",
        "1. \t医院有防范和控制工作场所暴力和侵犯行为的管理制度和措施，有院外工作员工相关的安全风险管理系统，有保障患者/服务使用者在院内运送期间的安全系统，并实施。 \n2. \t医院有对员工进行应对暴力和侵犯事件时正确及有效的与患者沟通技巧及报警的培训，并记录。 \n3. \t相关职能部门及科室对工作场所暴力和侵犯行为的管理制度和流程、针对全院员工（含院外在院工作员工）的安全风险管理系统、保障患者/服务使用者在院内就医全过程的安全系统、应对暴力和侵犯事件的培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对工作场所暴力和侵犯行为的管理制度和流程、针对全院员工（含院外在院工作员工）的安全风险管理系统、保障患者/服务使用者在院内就医全过程的安全系统、应对暴力和侵犯事件的培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对工作场所暴力和侵犯行为的管理制度和流程、针对全院员工（含院外在院工作员工）的安全风险管理系统、保障患者/服务使用者在院内就医全过程的安全系统、应对暴力和侵犯事件的培训的改进有成效。 "
    ],
    "M2.4": [
        "管理2.4",
        "员工健康",
        "",
        "",
        "",
        ""
    ],
    "M2.4.1": [
        "管理2.4.1",
        "医院为员工提供入职体检，定期预防接种疫苗、检查及膳食服务。【相互引用管理6.1.3】",
        "医院为员工进行入职体检，旨在通过体检保证入职员工的身体状况适合从事该专业工作，在集体生活中不会造成传染病流行，不会因其个人身体原因影响患者/服务使用者及其他医院员工。 \n医院按相关规定对有职业暴露于可预防传播的传染性疾病的员工实施接种疫苗和计划免疫，避免感染和造成传染病流行。医院定期为员工预防接种国家规定的疫苗，并有记录其免疫状况。 \n医院为员工提供膳食服务，有专职部门或专人负责员工膳食服务，并建立各项健全食品卫生安全管理制度和岗位责任。保障饮食卫生安全，满足员工需要【相互引用管理6.1.3】。 ",
        "1. \t医院有员工健康和体检计划、为员工进行入职体检、接种疫苗和计划免疫，并有记录。 \n2. \t医院为员工提供具有饮食卫生安全保障的膳食服务，并实施。 \n3. \t相关职能部门及科室对员工健康和体检计划、为员工进行入职体检、接种疫苗和计划免疫、为员工提供具有饮食卫生安全保障的膳食服务的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对员工健康和安全计划、为员工进行入职体检、接种疫苗和计划免疫、为员工提供具有饮食卫生安全保障的膳食服务的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对员工健康和安全计划、为员工进行入职体检、接种疫苗和计划免疫、为员工提供具有饮食卫生安全保障的膳食服务的改进有成效。 "
    ],
    "M2.4.2": [
        "管理2.4.2",
        "医院根据国家法律法规，关注员工身体和心理健康，保障员工合法健康权益。并定期报告、评估和审查。【相互引用质量2.5.1，质量2.6.2，管理1.5.1，管理1.5.3】",
        "医院关注员工身体和心理健康，保障员工合法健康权益；并为员工制定员工健康和保健计划，保障员工生理和心理健康及保证他们在安全的环境中工作。 \n医院有定期进行工作场所评估，有工作量和总体压力监测制度；发现问题有改进措施；并定期审核和向相关部门的主管报告。为员工提供安全的工作场所，以提升员工作幸福感。医院加强员工工作与生活平衡的管理，监控工作时间与工作量、缺勤情况，及时了解员工疲劳程度，将与风险有关的健康和安全信息告知员工，听取员工对维护其身心健康及职业安全措施的意见和反馈，减轻其工作压力；医院有员工工作时间及加班补休规定，并落实【相互引用管理1.5.1，管理1.5.3】。 当员工被投诉或发生不良事件时，医院以同理心与受不良事件影响的有关员工沟通；并给予所需的支持【相互引用质量2.5.1，质量2.6.2】。 \n医院通知员工让其了解可能在工作中发生常见的损伤，在受伤或生病后知晓报告方式、治疗方式、接受会诊和随访的方式，包括适当地使用医院或社区的资源。 ",
        "1. \t医院有工作场所评估，工作量和总体压力监测制度，并实施；定期审核和向相关部门主管的报告，有记录。 \n2. \t医院加强员工工作与生活平衡的管理，监控工作时间与工作量、缺勤情况，及时了解员工疲劳程度的工作记录及发现问题的改进案例。 \n3. \t医院员工在受伤或生病后能够获取治疗和随访，有案例说明。 \n4. \t相关职能部门及科室对职业安全防护与伤害的措施、员工健康和保健计划、工作场所评估、工作量监测、总体压力监测制度、工作与生活平衡的管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对职业安全防护与伤害的措施、员工健康和保健计划、工作场所评估、工作量监测、总体压力监测制度、工作与生活平衡的管理的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对职业安全防护与伤害的措施、员工健康和保健计划、工作场所评估、工作量监测、总体压力监测制度、工作与生活平衡的管理有改进。 "
    ],
    "M3.0": [
        "管理3.0",
        "财务管理",
        "",
        "",
        "",
        ""
    ],
    "M3.1": [
        "管理3.1",
        "财务核算与资产管理。",
        "",
        "",
        "",
        ""
    ],
    "M3.1.1": [
        "管理3.1.1",
        "医院严格执行国家相关法律、法规和财务制度的规定。财务机构设置、人员配置符合规范要求，岗位职责明确。【相互引用管理3.1.4】",
        "医院应严格执行国家相关法律法规和财务制度的规定。财务机构设置符合要求、管理制度健全、会计核算规范。 \n医院制定财务管理制度、会计核算制度、内部控制制度及内部审计制度等，并根据政策法规变动情况及时更新。医院建立权限管理制度，并实行总会计师制度，制定总会计师履职保障机制与评估机制。总会计师协助院长管理医院经济和运营工作，对医院经济运行进行管理与监督。医院根据国家相关法律法规，设立财务管理部门，实行\"统一领导，集中管理\"的财务管理体制，财务活动均由医院财务部门集中管理。医院财务人员配置符合规范要求，人员岗位职责及资质要求明确，确保会计人员持证上岗；有财务人员配置、轮岗及培训计划，并组织实施。财务部门负责人有会计师以上专业技术职务资格或至少从事会计工作5年以上经历。 \n医院有完善的内部控制机制和审计制度及计划并实施，定期对医院经济运行情况进行评价与监控，审计结果对医院党委负责。医院设立内部审计部门及专职审计人员，明确其岗位职责。内部审计部门制定年度审计计划，对医院有关部门和项目进行内部审计，对政府采购项目全过程、重大经济事项进行专项审计与监督。医院须定期向职工代表大会报告审计工作情况。医院设立内部控制领导小组，由其主要负责人任组长。 \n医院有月度、季度、年度财务报告，并按照规定经过注册会计师审计【相互引用管理3.1.4】。财务监督实行事前、事中、事后监督相结合，日常监督与专项检查相结合，并接受上级有关部门监督。 \n医院定期开展财务管理制度的培训与教育，对更新后财务管理制度有培训的记录。对重要岗位有轮转机制，并在转岗前对相关人员进行新岗位上岗培训。 ",
        "1. \t医院有健全的财务管理制度、会计核算制度、内部控制制度及内部审计制度等，相关人员熟知并实施。 \n2. \t医院有总会计师制度，有总会计师履职保障机制与评估机制，有记录。 \n3. \t医院有月度、季度、年度财务报告和审计报告，实行事前、事中、事后监督相结合、日常监督与专项检查相结合，并有记录或提供内审部门事前事中的审核记录。 \n4. \t医院有定期财务管理制度的培训与教育，重点岗位有轮转机制并在转岗前有培训，有相关培训教育资料及记录。 \n5. \t财务部门对其机构设置、财务管理制度、财务管理制度、人员配置、岗位职责与会计核算的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对财务部门机构设置、财务管理制度、人员配置、岗位职责与会计核算的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对财务部门机构设置、财务管理制度、人员配置、岗位职责与会计核算规范的改进有成效。 "
    ],
    "M3.1.2": [
        "管理3.1.2",
        "医院应按照国家相关法律法规和预算管理规定计划、编制预算，加强预算管理，监督和考核预算执行情况。",
        "医院应按照国家相关法律法规和相关预算管理规定计划、编制和执行预算，加强预算管理，监督和考核预算执行情况。医院依据财政部门及上级主管部门关于预算管理的有关规定，制定预算管理制度及流程，包括预算计划、编制、审批、执行、调整、决算、分析和绩效评价等制度，并按规范程序制定预算编制、审批和调整，科学编制预算，将所有医院收支全部纳入预算管理，实行全面预算管理，包括财务预算，业务预算和专门决策预算。 \n医院按照相关规定，及时编制年度决算上报上级财政部门审核，并根据上级财政部门的批复意见及时调整有关数据。医院按照预算批复，严格执行预算，明确预算执行责任科室和责任人。医院定期进行预算执行结果的分析和绩效评价，将预算考核结果、成本控制目标纳入内部业务综合考核的依据之一。 ",
        "1. \t医院有预算管理制度、管理体系及流程，有预算编制、审批和调整，并实施。 \n2. \t医院有财务预算，业务预算和专门决策预算，并实施。 \n3. \t医院有预算执行结果分析和绩效评价，有考核记录。 \n4. \t医院有年度决算上报财政部门审核，根据批复意见及时调整有关数据，有记录。 \n5. \t财务部门对预算管理、监督和考核预算的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对预算管理、监督和考核预算的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对预算管理、监督和考核预算的改进有成效。 "
    ],
    "M3.1.3": [
        "管理3.1.3",
        "医院应实行全成本核算管理，降低财务风险，优化投入产出比，提高医疗资产利用效率。",
        "医院应建立成本核算管理体系和健全成本定额管理、费用审核等管理制度及流程，并采取有效措施，控制成本费用支出。医院应建立科学精细的成本核算，开展科室成本、诊次成本、床日成本、医疗服务项目成本核算、病种成本、按疾病诊断相关分组（DRG）成本核算。医院应成立成本核算工作领导小组和成本核算部门，工作职责明确，医院设置专职成本核算员，并明确岗位职责。医院按时形成成本报表和成本核算报告，并对成本核算结果和成本控制情况做出详细说明。 \n医院有控制运行成本和债务规模，降低财务风险，优化投入产出比，提高医疗资源利用效率。医院有对外投资的管理制度和流程，对外投资经过充分论证，并考核论证的有效性后报上级有关部门批准；医院有流动资产、固定资产和无形资产管理以及负债管理等相关制度，非流动负债按规定审批。 ",
        "1. \t医院有成本核算管理、成本定额管理、费用审核等管理制度和流程，对外投资的管理制度和流程、有流动资产、固定资产和无形资产管理以及负债管理等相关制度流程，并实施。 \n2. \t医院有控制运行成本和债务规模，降低财务风险，优化投入产出比，提高医疗资源利用效率，有佐证资料。 \n3. \t财务部门对成本核算管理、控制运行成本和债务规模，降低财务风险，提\n高医疗资源利用效率的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对成本核算管理、控制运行成本和债务规模，降低财务风险，提高医疗资源，提高资产利用效率的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院成本费用得到控制，成本效益提升，对成本核算管理、控制运行成本和债务规模，降低财务风险，资产管理，资产利用效率的改进有成效。 "
    ],
    "M3.1.4": [
        "管理3.1.4",
        "医院应建立和健全财务核算及其应用系统，用于记录和报告资产、负债、所有者权益收入成本和利润，监控过去和现在的财务状况，预测将来，并按要求编制财务报告。【相互引用管理3.1.1】",
        "医院应建立和健全财务核算及其应用系统，用于记录和报告资产、负债、所有权益者、收入、成本和利润，定期分析财务数据，监控过去和现在的财务状况，并用于预测将来的财务情况或编制预算。 \n财务部门按照相关要求提交实用、适时、准确的财务报告给医院管理团队和被授权的财务人员，并编制月度、季度、年度财务报告【相互引用管理3.1.1】，年度财务报告按规定经过注册会计师审计。医院拥有完善的财务管理规范。 \n医院在财务人员上岗前对其进行财务系统使用的培训，确保其熟知并使用。 ",
        "1. \t医院有财务管理与应用系统，相关人员熟知并实施。 \n2. \t财务部门按照相关要求提交实用、适时、准确的财务报告，有佐证。 \n3. \t财务部门有编制月度、季度、年度财务报告，年度财务报告按规定经过注册会计师审计及财务分析记录。 \n4. \t财务部门对财务人员进行财务系统使用的培训资料及记录。 \n5. \t财务部门对财务系统使用、财务报告及财务分析的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对财务系统使用、财务报告及财务分析的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对财务系统使用、财务报告及财务分析的改进有成效。 "
    ],
    "M3.1.5": [
        "管理3.1.5",
        "医院应建立各类基本医疗保险管理制度和相应保障措施，严格管理医疗服务收费，落实医疗服务价格公示制度，完善医药收费稽核制度，确保医药价格各类系统信息准确；规范新增医疗服务价格项目内部审核流程和申报程序。",
        "医院根据国家相关法律法规，有内部价格管理机制，有价格管理制度和各类基本医疗保险管理制度和相应保障措施，严格医疗服务收费管理。医院保障各类参加基本医疗保险人员的权益，公开基本医疗保险服务收费标准、公开医疗保险支付项目和标准，有专门负责基本医疗保险管理工作的部门，向患者提供基本医疗保险相关信息和咨询服务，对于基本医疗保险服务范围外的诊疗项目应事先征得参保患者的知情同意。相关人员熟悉并遵循制度或措施。 \n医院根据国家相关法律法规，全面落实医疗服务价格公示制度，提高收费透明度；完善医药收费复核制度；医院有保障医药价格信息管理系统，价格信息、确保医药价格管理系统信息真实准确；根据国家有关规定调整价格，准确维护价格数据库信息。医院配置价格及医保管理部门和人员，并明确其职责。 \n医院规范新增医疗服务价格项目内部审核流程和申报程序。 ",
        "1. \t医院有内部价格管理机制、价格管理制度、各类基本医疗保险管理制度和相应保障措施、相关人员熟知并实施。 \n2. \t医院有医疗服务价格公示制度、保障医药价格信息管理系统、医药收费复核制度和新增医疗服务价格项目内部审核流程和申报程序。 \n3. \t财务部门对各类基本医疗保险管理制度和相应保障措施、医疗服务价格公示制度、医药收费复核制度和新增医疗服务价格项目内部审核流程和申报程序的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对各类基本医疗保险管理制度和相应保障措施、医疗服务价格公示制度、医药收费复核制度和新增医疗服务价格项目内部审核流程和申报程序的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对各类基本医疗保险管理制度和相应保障措施、医疗服务价格公示制度、医药收费复核制度和新增医疗服务价格项目内部审核流程和申报程序的改进有成效。 "
    ],
    "M3.1.6": [
        "管理3.1.6",
        "医院应执行国家法律法规及政府采购相关规定，建立药品、耗材、设备、基建、货物、服务等采购制度和流程，加强集中采购及招标管理。【相互引用管理6.2.1】",
        "医院执行国家法律法规及政府采购相关规定，建立药品、耗材、设备、基建、货物、服务等采购制度和流程，加强集中采购管理【相互引用管理6.2.1】。 \n医院按照政府采购相关规定建立相关药品、耗材和物品等集中采购制度和流程，有严格管理和审批程序，并落实。医院对药品、耗材、货物、设备、基建等实施规范采购或招标。医院有采购管理和监督部门，实行采购业务的决策、实施、监督相分离。 \n医院按照相关规定建立设备和基建招标制度和流程，有严格管理和审批程序，并落实。有招标管理和监督部门，实行招标的决策、实施、监督相分离。 ",
        "1. \t医院有按照相关规定，执行国家法律法规及政府采购相关规定，建立相关药品、耗材和货物等采购制度和流程，有严格管理和审批程序并落实。 \n2. \t医院有药品、耗材、货物、设备、基建等实施规范采购或招标。 \n3. \t医院有采购管理和监督部门，实行采购业务的决策、实施、监督相分离。 \n4. \t医院有招标管理和监督部门，实行招标的决策、实施、监督相分离。 \n5. \t财务部门、药品、耗材等相关部门对药品、耗材、设备、基建、货物、服务等集中采购及招标管理、制度和流程的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对药品、耗材、设备、基建、货物、服务等集中采购及招标管理、制度和流程的实施有监管、定期分析、反馈和实施改进等措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对药品、耗材、设备、基建、货物、服务等集中采购及招标管理、制度和流程的改进有成效。 "
    ],
    "M4.0": [
        "管理4.0",
        "信息管理",
        "",
        "",
        "",
        ""
    ],
    "M4.1": [
        "管理4.1",
        "医院信息管理系统能满足医院实现管理与业务目标的需求",
        "",
        "",
        "",
        ""
    ],
    "M4.1.1": [
        "管理4.1.1",
        "医院建立以院长为组长的医院信息化建设领导小组，有负责信息管理的专职部门，并建立各部门间的组织协调机制。制订信息化发展规划，有与信息化建设配套的相关管理制度。根据国家相关规定，实现信息数据的互联互通、交互共享数据真实可靠。",
        "医院建立以院长为组长的医院信息化建设领导小组，有负责信息化管理组织及负责信息管理的独立职能部门，制定保障信息化建设、管理的规章制度，并有与信息化建设相配套的相关管理制度。医院有信息化建设中长期发展规划和年度工作计划，内容包括实施方法、实施步骤、信息化建设及运行维护的年度预算等，并落实。建立各部门间的组织协调机制、信息管理、信息使用的沟通协调机制。 \n医院根据国家相关规定，信息系统具备信息集成、实现互联互通与交互共享功能。 \n医院根据国家统计法与卫生行政部门规定，完成医院基本运行状况、医疗技术、诊疗信息和临床用药监测信息等相关数据报送工作，有保证信息真实、可靠、完整的具体核查措施。 ",
        "1. \t医院有院长为组长的医院信息化建设领导小组，有负责信息管理的专职的职能部门、信息化建设配套的相关管理制度和信息化建设中长期发展规划和年度工作计划，并实施。 \n2. \t医院信息系统有信息集成，实现互联互通与交互共享功能。 \n3. \t医院有依据规定完成数据报送工作，有保证信息真实、可靠、完整的具体核查措施，有记录。 \n4. \t相关职能部门及信息科对信息化建设配套的相关管理制度、信息化建设中长期发展规划、年度工作计划和数据报送工作的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对信息化建设配套的相关管理制度、信息化建设中长期发展规划、年度工作计划和数据报送工作的实施有监管，定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对信息化建设配套的相关管理制度、信息化建设中长期发展规划、年度工作计划和数据报送工作的改进有成效。 "
    ],
    "M4.1.2": [
        "管理4.1.2",
        "医院制定文件控制制度。明确文件制定、审核、审批、存档、更新及作废的流程，统一格式和编号规则，以确保文件能被正确使用。",
        "医院有文件控制制度，规范医院内各类文件的制定规则，包括：制定程序、编号、格式和内容等要求。所有临床和非临床的文件（即制度、流程和指南，包含所有员工必需理解和使用的基本信息）都应纳入管控范围。 \n文件控制制度应明确文件起草、审核、批准、执行、审查、更新程序，并可在任何时间内被查询和追踪。每个受控文件均需列明作者、发文部门、保管部门、审核人、批准人/签发人、文件编号、启用时间等。为确保每个受控文件版本的当前性、准确性和可用性，医院应统一文件编号规则和格式要求，明确作废文件的保留时间不短于法律法规要求的时间，确保这些文件不会被误用。 \n医院有管理医院外部来源的文档的机制和流程。当有新／更新制度和／或程序发布时，医院制定相应受控文件分发流程，将这些文件分发相关部门和员工及其他利益相关者，确保所有经批准的受控文件自生效日期开始实施，确保员工已阅读并熟悉与其工作相关的制度和程序。受控文件保管人制定该文件的执行审核计划、定期监测员工的遵从性，并向有关委员会报告审核结果和相应的改进行动。 \n医院建立文件追踪系统，可采用多种形式查询，如：标题、发布日期、版本和/ 或修订日期、发文部门、审核人、审批/签批人等。通过完善的追踪系统，医院员工能适时找到并取得与其工作任务和其他特殊情况所需的当前的制度与程序。 ",
        "1. \t医院有文件控制制度和文件追踪系统，并实施。 \n2. \t医院有确保相关版本受控文件是当前和可用的措施，并实施。 \n3. \t医院有制定发布新/更新文件的制度和流程，并实施。 \n4. \t医院有制定文件的审核计划和改进行动，并实施。 \n5. \t相关职能部门对文件控制制度、文件管理追踪系统、确保相关版本文件的当前性、准确性和可用性的措施和发布新/更新文件的制度与流程、文件的审核计划和改进行动的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对文件控制制度、文件追踪系统、确保相关版本受控文件的当前性、准确性和可用性的措施、发布新/更新文件的制度与流程、文件的审核计划和改进行动的实施有自查有监管，定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对文件控制制度、文件追踪系统、相关版本受控文件的当前性、准确性和可用性的措施、发布新／更新文件的制度与流程、文件的审核计划和改进行动的改进有成效。 "
    ],
    "M4.1.3": [
        "管理4.1.3",
        "医院信息系统能够系统、连续、准确地采集、存储、传输、处理相关信息，为医院管理、临床医疗质量、护理质量、患者安全管理和服务提供包括决策支持类的信息技术支撑和持续改进的数据库。【相互引用质量3.1.3，质量6.3.4】",
        "医院信息系统符合国家医疗、护理相关管理规范和技术规范，能够系统、连续、准确地采集、存储、传输、处理相关的信息，具备信息集成，互联互通与交互共享功能。为医院管理、临床医疗、护理和服务提供包括决策支持类的信息技术支撑。 \n医院建立基本运行统计指标数据库及医疗、护理业务指标体系，定期进行分析、检查、改进管理工作。有明确的部门或人员负责医院运行与医疗、护理业务指标数据收集包括监测其趋势，根据医院工作需要定期报告；并保障信息准确、可追溯。【相互引用质量6.3.4】。信息与指标包括: 投诉、赞美、关切、临床审核、风险评估、患者安全事件（不良事件和近失事件）、患者对医疗服务效果的反馈意见、患者满意度、员工满意度及其他有关与医疗、护理或服务相关的绩效指标等。医院有医院信息系统（HIS）和医院资源管理信息系统（HRP）以及相关子系统（如办公信息管理、患者咨询服务、自助服务等管理及技术需要的相关子系统），为患者提供便捷结算服务，为医院管理提供信息技术支撑。 \n医院有临床信息系统（CIS），建立基于电子病历（EMR）的医院信息平台。医院信息系统能满足临床诊疗需求，如临床路径、单病种过程质量管理、公立医院绩效考核的数据自动提取等要求，并有医疗、护理质量与安全管理信息相关数据库，为质量与安全管理决策和持续改进提供依据【相互引用质量3.1.3】。 ",
        "1. \t医院有信息系统管理规范和技术规范，并实施。 \n2. \t医院信息系统能系统、连续并准确地采集、存储、传输、处理相关信息，有记录。 \n3. \t医院信息系统（包括医院管理信息系统（HIS）、医院资源管理信息系统（HRP）、临床信息系统（CIS）和医疗质量与安全管理信息数据库）能提供决策支持类和持续改进数据，有记录。 \n4. \t相关职能部门对信息系统管理规范和技术规范的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对信息系统管理规范和技术规范的实施有监管，定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对信息系统管理规范和技术规范与实施的改进有成效。 "
    ],
    "M4.1.4": [
        "管理4.1.4",
        "医院落实相关法律、法规，实施国家信息安全等级保护制度，实行信息系统等级保护分级管理，保障网络信息安全，保护患者隐私。推动系统运行维护的规范化管理。落实突发事件响应机制，保证业务连续性。",
        "医院按照国家法律法现，国家信息安全等级保护规定和国家相关标准，实行信息系统等级保护及分级管理，保障网络信息安全，保护患者隐私。推动信息系统运行维护的规范化管理，落实突发事件响应机制，保证业务的连续性，实施国家信息安全保护制度，保障网络信息安全。 \n医院有信息网络运行、设备管理和维护、技术文档管理记录；有信息系统变更、发布、配置管理制度及相关记录；有信息值班、交接班制度，有完整的日常运行维护记录和值班记录，能及时处置安全隐患。医院实行信息系统操作权限分级管理，有信息安全采用身份认证、权限控制（包括数据库和运用系统）、患者数据使用控制等措施，保障网络信息安全和保护患者隐私【相互引用质量2.2.2】。 \n医院信息系统运行稳定、安全，具有防灾备份系统，实行网络运行监控，有防病毒、防入侵措施，有应急处理预案包括信息系统运行事件（如系统瘫痪）应急预案并组织演练，保障运行。推动系统运行维护的规范化管理，落实突发事件响应机制，保证业务的连续性。 ",
        "1. \t医院有实施国家信息安全保护等级的制度和信息系统操作权限分级管理制度，并实施。 \n2. \t医院有防病毒、防入侵措施，有突发事件响应机制和保证业务的连续性的措施，并实施。 \n3. \t相关职能部门及信息科对信息安全保护制度和信息系统、应急处理预案和保证业务的连续性的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对信息安全保护制度和信息系统、应急处理预案和保证业务的连续性的实施有监管，定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对信息安全保护制度和信息系统、应急处理预案和保证业务的连续性改进有成效。 "
    ],
    "M4.1.5": [
        "管理4.1.5",
        "医院根据临床、教学、科学研究和管理的需要，有计划、有重点地收集国内外各种医学及相关学科的图书和文献，开展多层次多种方式的读者服务工作，提高信息资源的利用率。",
        "医院图书馆由专人管理；有医学图书馆工作制度和信息服务制度，能提供文献查询服务。 \n医院图书馆基本设置和藏书数量能满足临床科学研究教学需求，有计划、有重点地收集国内外各种医学及相关学科的图书和文献，开展多层次多种方式的读者服务工作，提高信息资源的利用率；实施支持网上预约、催还、续借和馆际互借，能提供网络版医学文献数据库（中文、外文期刊库等）全文文献检索服务。  ",
        "1.  医院有医学图书馆工作制度和信息服务制度，并实施。\n2.  图书馆有网上预约、催还、续借和馆际互借记录；医学文献数据库检索服务，有记录。\n3.  相关职能部门对医学图书馆工作制度和信息服务制度的实施情况有自查，对存在问题有纠正措施。",
        "主管部门对医学图书馆工作制度和信息服务制度的实施有监管，定期分析、反馈和实施改进措施，并有相关证明。",
        "持续改进有成效，有证据证明医院对医学图书馆工作制度和信息服务制度的实施的改进有成效。"
    ],
    "M4.2": [
        "管理4.2",
        "病历（案）管理",
        "",
        "",
        "",
        ""
    ],
    "M4.2.1": [
        "管理4.2.1",
        "医院按照国家法律、法规及相关管理规定制定病案管理制度，制定岗位设置和人员配置计划并实施。保护病案及信息的安全措施到位。强化基于电子病历的医院信息平台建设，并有严格的等级保护管理制度。",
        "医院病历（案）管理符合国家相关法律法规和规范。设置病案管理部门，负责病历和病案管理工作，人员配置满足工作需要。医院有病案管理制度，并实施；有病案管理人员岗位职责、有定期培训计划并落实。医院为每位来院就诊患者（门诊、急诊、住院）建立和维护标准化的病历，并建立基本信息，书写和建立相关病历（包括急诊留观患者的急诊留观病历）。明确病历的项目、内容、格式和录入位置。住院患者有姓名索引系统，内容至少包括：病案号、姓名、性别、出生日期（或年龄）、有效身份证号。病案管理部门为同一患者的病历建立唯一标识号，通过同一患者的病历唯一识别号可获得其所有既往的住院病历资料；患者每一个诊疗信息都需及时记录在病历中，并确定字迹清晰可读、记录者及其签名和记录的日期和时间。 \n医院按照国家法律法规保存病案资料，保障病案安全。采用病案示踪系统等方式，控制每份病案的去向。患者出院后，住院病历3个工作日之内归档率达 ≥90％。病案查阅、借阅和归档期限有明确的规定，未归档的病案有催还记录，避免病案丢失。医院有病案存放的发展空间，病历保存及销毁符合管理要求。医院有保护病案及信息安全与保密的相关制度和应急预案。病案库有防火、防盗、防尘、防湿、防蛀、防高温措施，配置相应的消防器材，消防安全符合规范。指定专人负责安全管理，工作人员知晓应急预案及处置流程。 \n医院电子病历系统建设符合卫生行政部门的要求，包括：建立、记录、修改、使用、存储、传输、质控、安全等级保护等管理制度，并符合电子病历共享文档规范的要求，具备病案质量控制功能，协助医院病案基本信息的采集，医疗质量指标数据及其趋势的统计与分析，满足医疗、护理质量管理与控制工作需要。电子病历个人信息有严格的安全管理制度，有保护措施，并执行。 \n医院利用电子病历开展病案首页数据质量评价，分析全院各学科当年的病案首页数据填报质量；能利用病案首页数据进行自我数据比较，开展DRG分析评价。 ",
        "1. \t医院有设置病案管理科、人员配置的文件及相关资料；有病案管理人员岗位职责、培训计划，并实施。 \n2. \t医院有病案管理制度及流程，病案3日归档率达≥90％。 \n3. \t医院为每位患者建立唯一标识号的标准化病历。 \n4. \t医院有符合规范的电子病历系统管理制度，有保护病案及信息安全制度、应急预案，并实施。 \n5. \t相关职能部门及病案管理科对病案管理制度、电子病历系统管理制度、保护病案及信息安全制度、应急预案和病案管理人员培训计划的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对病案管理制度、电子病历系统管理制度、保护病案及信息安全制度、应急预案和病案管理人员培训计划的实施有监管，定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明主管部门对医院病案管理制度、电子病历系统、保护病案及信息安全制度、应急预案和病案管理人员培训计划的改进有成效。 "
    ],
    "M4.2.2": [
        "管理4.2.2",
        "医务人员书写门诊、急诊、住院病历符合国家法律、法规及规章制度的要求。【相互引用管理5.2.1，管理5.3.1】",
        "医院严格落实国家法律法规，门诊、急诊、住院病历书写符合规范。医院有病历规范书写、管理和质量控制制度。病历书写基本规范作为医务人员岗前培训的必备培训内容，医务人员知晓其内容并有相关记录。 \n医务人员按病历书写基本规范要求书写病历，病历书写应当客观、真实、准确、当前、完整、规范，确保病历质量【相互引用管理5.2.1，管理5.3.1】。医务人员书写病程记录应根据对患者的病情观察、医师、护士的查房情况并结合检查结果进行分析、判断。病历条目应清晰易读、注明日期、及时并有签字，并在适用的情况下附上相应的警示符号，如坠落风险、传染病等。病历书写中的缩写必须符合规范，使用公认的缩写，避免缩写样式不一致，引起医务人员误解，而导致医疗、护理错误，造成患者安全受到损害。各种手术与操作并发症、使用药物、器材所致不良反应等应记录在病历中。根据病情或检查、检验报告所获得的诊断应规范地填写在病案首页中，确保无遗。 \n医院有机制保证所有的诊疗活动及时记入病历，将患者病情、重要检查结果、诊疗计划变更与调整、疑难病例讨论结论、检查、检验报告、用药调整依据、使用药物及器材所致的不良反应情况、对住院患者实施的营养评估和膳食指导、对特殊、疑难、危重及大手术患者提供营养会诊和营养支持方案、各级手术术前和所有侵入性医疗操作前讨论的结论、诊疗和手术及所有侵入性医疗操作前患者签署的知情同意、手术安全核查过程和内容以及手术安全核查表、手术的全过程情况，术后注意事项，手术后治疗、观察与护理情况、手术的离体组织病理学检查结果、各种手术与操作并发症等均要在病程记录中记录，信息可追溯；急危重患者抢救记录，需于抢救完成后 6 小时内将抢救记录补记入病历。 \n医院有病案首页填写符合国家相关规范，建立病案首页管理质量控制制度，保证病案首页数据准确、完整、可靠。主要诊断、主要手术、操作正确率不断提高。 ",
        "1. \t医院有病历书写规范，包括书写内容、管理和质量控制制度，并实施。 \n2. \t医院有机制保证所有的诊疗活动及时记入病历，信息可追溯；急危重患者抢救记录，需于抢救完成后 6 小时内将抢救记录记入病历，并落实。 \n3. \t医院对医务人员进行病历书写岗前培训，有记录。 \n4. \t相关职能部门、病案管理科及科室对病历书写规范、管理和质量控制制度与医务人员的岗前培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对病历规范书写、管理和质量控制制度与医务人员的岗前培训的实施有监管，定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对病历规范书写、管理和质量控制制度与医务人员的岗前培训改进有成效。 "
    ],
    "M4.2.3": [
        "管理4.2.3",
        "医院对出院病案进行规范管理，建立科学的病案管理体系。按照国家及省卫生行政部门发布的规范，进行疾病与手术操作分类编码，并基于电子病历基础上开展病案首页数据质量评价。",
        "医院对出院病案进行规范管理，并建立科学的病案管理体系，包括病案编号及示踪系统，出院病案信息查询系统等。医院有病案首页管理制度、填写规范和流程，病案首页内容填写完整、准确，符合相关规定与要求。对首页数据质量自评有要求，定期分析全院的病案首页数据填报质量，进行自我数据比对分析，主要诊断编码正确率不断提高。 \n医院严格按照国家及省卫生行政主管部门发布的规范，落实疾病分类与手术操作分类编码。医院加强编码人员队伍建设，有资质、技能要求，有疾病分类与手术操作分类编码培训计划并落实。保证每一位编码人员均接受过编码培训并获得培训证书 ",
        "1. \t医院有出院病案管理规范、病案首页管理制度、填写规范，并实施。制度中对数据质量自评有要求，并落实。分类编码符合规范。 \n2. \t相关职能部门及科室对病案首页内容填写完整、准确，符合相关规定与要求能落实。 \n3. \t医院对全院、科室（部门）主要病种、低风险病种开展质量数据分析，有记录。 \n4. \t编码人员均接受编码培训并获得培训证书，有疾病分类与手术操作分类编码培训计划并落实。 \n5. \t医院、相关职能部门及科室对出院病案管理系统、病案首页管理制度、病案首页数据填报质量、主要诊断编码正确率、分类编码、编码人员培训及工作质量的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对出院病案分类编码、病案首页填写质量、编码人员培训及工作质量的实施有监管，定期分析、反馈和实施改进措施、并有相关证明。 ",
        "持续改进有成效，有证据证明主管部门对出院病案管理系统、病案首页填写质量、分类编码、编码人员培训及工作质量的改进有成效。 "
    ],
    "M4.2.4": [
        "管理4.2.4",
        "医院建立出院病案信息的查询系统，执行借阅、复印或复制病历资料管理制度，防止病历资料丢失、损毁、篡改、非法借阅、使用和泄露患者隐私。",
        "医院有出院病案信息的查询系统，病案首页资料信息全部录入系统，至少能提供2年以上完整信息。病案首页内容填写完整、准确，符合相关规定与要求。\n根据病案首页内容的任意项目，通过数据接口方式实现医院管理、医疗、护理、患者服务等主要管理系统（如会计、收费、医嘱等系统）数据交换。可单一条件查询住院患者的病案信息或两个或两个以上的项目，也能复合查询住院的病案信息。 \n医院有病案服务管理制度，有明确的服务规范与流程。病案管理部门依照法律法规和规章制度为医院医务人员、患者及其授权委托人、司法机关和人力资源社会保障、保险以及负责医疗事故技术鉴定的人员提供病案服务。病案查阅、借阅、复制、申请有关病案核查等符合规定的程序。医院保障病历资料安全，病历内容记录与修改信息可追溯。医院有保护患者隐私的规范与措施。能提供完整的病案服务登记信息。 ",
        "1. \t医院有病案服务管理制度，规范与流程，并实施。 \n2. \t医院有保护患者隐私的规范与措施，并实施。 \n3. \t医院有出院病案信息的查询系统，并实施。 \n4. \t医院对病案服务管理制度和保护患者隐私的规范与措施的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对病案服务管理制度和保护患者隐私的规范与措施的实施有监管，定期分析、反馈和实施、进行整改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对病案服务管理制度和保护患者隐私的规范与措施的改进有成效。 "
    ],
    "M5.0": [
        "管理5.0",
        "医学伦理",
        "",
        "",
        "",
        ""
    ],
    "M5.1": [
        "管理5.1",
        "临床伦理",
        "",
        "",
        "",
        ""
    ],
    "M5.1.1": [
        "管理5.1.1",
        "医疗技术管理与伦理审查。【相互引用质量3.5.2，管理5.2.1】",
        "医院开展医疗技术服务应当与其技术能力相适应。医疗技术临床应用应当遵循科学、安全、规范、有效、经济、符合伦理的原则。医院在医疗质量管理委员会下设立医疗技术临床应用管理专门组织，人员组成和功能任务符合国家相关规范。医院开展医疗技术临床应用应当具有符合要求的诊疗科目、人员、设备、设施和质量控制体系，并遵守相关技术临床应用管理规范。医院开展限制类医疗技术，按照法规履行自我评估并完成备案程序。 \n医院制定本机构医疗技术临床应用制度及管理目录，并定期更新，对目录内的手术进行分级管理。医院有新技术和新项目准入制度，并建立相关的审批流程。医疗技术临床应用中出现应停止应用的情形时医院应按照规定予以终止，并按规定程序履行报告责任。 \n医院按照有关要求，及时、准确、完整地向全国和省级医疗技术临床应用信息化管理平台逐例报送限制类技术开展情况数据信息。 \n医院贯彻落实国家法律法规，成立医学伦理管理委员会，人员组成及工作职责符合要求。医学伦理管理委员会承担医疗技术伦理审查工作；遵循科学、安全、有效、规范并符合医学伦理原则，建立医学伦理审查管理制度和程序，包括立项、论证、风险评估、审批、追踪、评价等管理程序。所有新技术和新项目必须通过本院医学伦理委员会和医疗技术临床应用管理委员会审核同意后方可开展临床应用【相互引用质量3.5.2，管理5.2.1】；未经伦理委员会审查通过的医疗技术，特别是限制类医疗技术和存在重大伦理风险的医疗技术，不得应用于临床。 \n医院建立医疗技术临床应用论证制度，有临床科学研究项目中使用医疗技术的管理制度与审批程序，临床科学研究项目中使用医疗技术应有充分的可行性与安全性论证；有保障患者安全的措施和风险处置预案。临床科学研究项目中使用医疗技术有医学伦理审批，医院有医学伦理审核的程序。医院对已证明安全有效但属本院首次应用的医疗技术，应组织开展技术能力和安全保障能力论证并进行伦理审查。 \n医院建立医疗技术临床应用评估制度，对限制类技术的质量安全和技术保证能力进行重点评估，并根据评估结果及时调整本院医疗技术临床应用管理目录、医师的相关技术临床应用权限和有关管理要求。并建立医疗技术临床应用质量控制制度，以限制类技术为重点，制定本院医疗技术质量控制指标及监测其趋势，加强信息收集、分析与反馈，持续改进技术临床应用质量。 ",
        "1. \t医院有医疗技术管理目录，有新技术、新项目准入制度，并实施。 \n2. \t医院医学伦理委员会有医疗技术伦理审查制度，并执行。 \n3. \t医院有医疗技术临床应用论证制度，风险防范措施，并执行。 \n4. \t相关职能部门对医疗技术管理制度、伦理审查制度和医疗技术临床应用论证制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医学伦理委员会医疗技术伦理审查制度和和医疗技术临床应用论证制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医学伦理委员会医疗技术伦理审查制度和和医疗技术临床应用论证制度的改进有成效。 "
    ],
    "M5.1.2": [
        "管理5.1.2",
        "医患伦理难题的处理。【相互引用质量2.1.1】",
        "医学伦理管理委员会有制度与流程以应对因不同的专业人员、患者、服务使用者和/或家庭/照顾者意见相互冲突而出现的伦理难题，在规定的时间框架内接受、讨论和解决与道德伦理有关难题的处理流程并实施。医学伦理管理委员会也处理任何其他相关的临床伦理难题【相互引用质量2.1.1】。医学伦理委员会主任委员及委员应定期参加伦理相关培训，并落实。 ",
        "1. \t医学伦理委员会有医患伦理难题的处理制度与流程，并执行。 \n2. \t医学伦理委员会有规定的时间框架内接受、讨论和解决与道德伦理有关难题，并执行。 \n3. \t医院定期对医学伦理委员会委员进行相关培训，并执行。 \n4. \t相关职能部门对医患伦理难题的处理制度与流程、在规定的时间框架内解决道德伦理难题的实施及接受培训的情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医患伦理难题的处理制度与流程、在规定的时间框架内解决道德伦理难题的实施及接受培训的情况有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证医患伦理难题实施处理制度与流程、在规定的时间框架内解决道德伦理难题及接受培训的改进有成效。 "
    ],
    "M5.2": [
        "管理5.2",
        "药物临床试验管理与伦理审查",
        "",
        "",
        "",
        ""
    ],
    "M5.2.1": [
        "管理5.2.1",
        "临床试验管理和伦理审查。【相互引用质量2.1.1，质量3.5.2，管理4.2.2，管理5.1.1，管理5.3.1】",
        "医院开展药物、医疗器械临床试验以及研究者发起的临床研究应符合国家法律法规相关规定，并依法取得相关资质。 \n医院建立并执行药物临床试验的管理制度与流程，按药物临床试验管理规范[Good Clinical Practice （GCP），International Council on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use （ICH）]的要求开展临床试验。建立药物、医疗器械临床试验伦理审查制度以管理医院所有新项目的审批，所有新项目必须通过本院医学伦理委员会的伦理审查和医疗技术临床应用管理委员会审核同意后才可开展临床试验或应用【相互引用质量3.5.2，管理5.1.1】。试验用药品的供给、使用、储藏及剩余药物的处理过程符合规定，并有记录。 \n医院尊重患者选择权，患者参与前需签署相关临床试验知情同意书【相互引用质量2.1.1，管理5.1.1，管理5.3.1】。医院对研究者、受试者相关制度执行有监督和保障措施，并有可查询的安全记录；保证受试者在试验期间出现不良事件时得到适当的治疗，并分析原因，有针对性措施，使所有研究人员知晓，以防同样的问题再出现。研究者将数据真实、准确、完整、及时、合法地载入病历和病例报告表【相互引用管理4.2.2】。 ",
        "1. \t医院有临床试验的管理制度、流程和伦理审查制度，并执行。 \n2. \t相关职能部门对临床试验的管理制度、流程和伦理审查制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对药物临床试验的管理制度、流程和伦理审查制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对临床试验的管理制度、流程和伦理审查制度的改进有成效。 "
    ],
    "M5.3": [
        "管理5.3",
        "临床科学研究管理伦理",
        "",
        "",
        "",
        ""
    ],
    "M5.3.1": [
        "管理5.3.1",
        "涉及人的生物学研究管理制度和伦理审查。【相互引用质量2.1.1，管理4.2.2，管理5.2.1】",
        "医院遵循国家法律法规，建立科学研究工作管理制度与鼓励医务人员参与科学研究工作的具体措施；包括有科学研究经费支持及相应的科学研究条件与设施，设立科学研究支持基金和鼓励性科学研究的经费；有专门部门或委员会和人员对医务人员参与科学研究工作进行管理。 \n医院根据国家有涉及人的生物学研究的伦理审查规定，伦理审查程序由医学伦理管理委员会负责制定。伦理委员会的人员组成、日常管理和审核工作符合国家法律法规规定。医院尊重患者选择权，患者参与前需签署相关临床科学研究项目知情同意书【相互引用质量2.1.1，管理5.2.1】。医院根据科学研究工作管理制度对研究者、受试者相关制度执行有监督和保障措施，并有可查询的安全记录；保证受试者在试验期间出现不良事件时得到适当的治疗，并分析原因，有针对性措施，使所有研究人员知晓，以防同样的问题再出现。研究者将数据真实、准确、完整、及时、合法地载入病历和病例报告表中，并将科学研究所得的良好质量数据按规范用于患者疗程【相互引用管理4.2.2】。 \n医院有科学研究管理制度、审批和伦理审查的培训，相关人员知晓开展临床科学研究项目的管理制度与审批程序。 ",
        "1. \t医院有涉及人的生物学研究工作管理制度、伦理审查和医务人员参与科学研究工作的条件与设施，并实施。 \n2. \t相关职能部门对涉及人的生物学研究工作管理制度、伦理审查和医务人员参与科学研究工作的制度和科学研究条件与设施的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对涉及人的生物学研究工作管理制度、伦理审查和医务人员参与科学研究工作的制度和科学研究条件与设施的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对涉及人的生物学研究工作管理制度、伦理审查和医务人员参与科学研究工作的制度和科学研究条件与设施的改进有成效。 "
    ],
    "M6.0": [
        "管理6.0",
        "安全管理系统",
        "",
        "",
        "",
        ""
    ],
    "M6.1": [
        "管理6.1",
        "设施管理与安全保卫管理",
        "",
        "",
        "",
        ""
    ],
    "M6.1.1": [
        "管理6.1.1",
        "医院建筑和相关设施管理。【相互引用质量1.5.1，质量2.2.2，质量3.3.2，质量6.1.1，质量6.2.3，质量6.3.1，质量6.4.1，质量7.1.1，管理2.3.4，管理6.1.2，管理6.1.4，管理6.1.5，管理6.3.1】",
        "医院建筑符合国家医院建设标准的要求，制定有关建筑物、工作场所、道路和人行道的安全及无障相关要求。医院膳食服务设施、设备符合法律法规的要求。 \n医院建筑布局符合患者就诊流程和医院感染控制管理的要求。门急诊（含发热门诊、肠道门诊）分区规范、医疗设备和设施符合医院建筑及感染控制管理要求【相互引用质量3.3.2】。 \n医院有承担服务区域内急危重症和疑难疾病诊疗的设施设备；医院有对患者的隐私保密及完善保护患者隐私的设施和管理措施【相互引用质量2.2.2，管理6.1.2】；医院正确、充分配置有效、便捷的手卫生设备和设施 【相互引用质量1.5.1】。手术室设置符合功能、流程和洁污区域分开的基本原则；分区明确，标识清楚，洁污区域分开；消毒供应室的建筑布局、设施、设备和工作区域划分符合相关规范与消毒隔离要求；介入诊疗技术，专业设置及其设备、设施符合相关介入诊疗技术管理规范要求【相互引用质量6.1.1，管理6.1.2】；临床检验部门、病理部门、医学影像部门设置布局、设备设施分别符合相应规范标准【相互引用质量7.1.1，管理6.1.2】；放射治疗布局、设备设施符合国家相关法律法规和相关标准【相互引用质量 6.4.1，管理6.3.1】；实验室生物安全分区、输血科或血库实验室建筑与设施区域与生活区域分开，业务用房面积达到相关规范标准；血液透析机与水处理设备实施符合有关要求【相互引用质量6.3.1】。医院内所有需要有洁净要求的区域、流程及设施设备均需符合医院感染防控要求。 \n医院安全保卫设备设施完好，重点环境、重点部位安装视频监控设施，监控室符合相关标准【相互引用质量6.2.3，管理6.1.2，管理6.1.4】。消防系统和特种设备符合国家相关法律法规和标准【相互引用管理6.1.2，管理6.1.5】。 \n（可选）承担临床医学教育任务的医院用于教学的场所安全设施、安全通道符合国家建筑要求；教学设备、设施等资源配置符合有关教育教学标准要求；用于科学研究用房的条件及设施符合国家有关实验室标准要求。 \n医院在拆除、新建、翻建、拆建项目均要经过有关主管部门批准。在实施前要进行风险评估，包括感染风险、火灾风险、噪声/震动等风险，采取相应防控措施以降低或消除风险，并实行全程监管【相互引用管理2.3.4】。 ",
        "1. \t医院医疗、教学、科学研究及其他用房的建筑和相关设施符合国家建筑有关规定，有计划，并实施。 \n2. \t医院在拆除、新建、翻建项目实施前，有关主管部门批准的证明及有进行风险评估，采取相应防控措施以降低或消除风险。 \n3. \t医院内所有需要有洁净要求区域的建筑、流程及设施设备均需符合医院感染防控要求。 \n4. \t相关职能部门及科室对医院内所有需要有洁净要求区域的建筑、流程及设施设备符合医院感染防控要求、医院不同需求的建筑和相关设施的配备及拆除、新建、翻建项目实施前进行风险评估及全程监管的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院内所有需要有洁净要求区域的建筑、流程及设施设备符合医院感染防控要求，医院不同需求的建筑和相关设施的配备及拆除、新建、翻建项目实施前进行风险评估及全程监管的实施有监管，定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院内所有需要有洁净要求区域的建筑、流程及设施设备均需符合医院感染防控要求，医院不同需求的建筑设施的配备和相关医疗设备及拆除、新建、翻建项目实施前进行风险评估及全程监管的改进有成效。 "
    ],
    "M6.1.2": [
        "管理6.1.2",
        "设施管理。【相互引用质量2.3.1，质量6.1.1，质量6.3.1，质量6.4.1，管理6.1.1，管理6.4.3】",
        "医院设施有管理规范与计划，并按规范管理、运营、使用和维护。医院制定设施、环境风险管理总体计划，通过设施管理计划的制定保障空间、设备、技术和资源的提供，解决环境风险管理问题，确保安全、有效地支持临床服务。医院通过多种形式收集员工、患者、探访者和对外委托服务人员等对医院设施，场所应用等建议及意见，通过整合人员、场所、过程和技术来确保建筑环境的功能性、舒适性、安全性、可持续性【相互引用管理6.1.1】。 \n医院执行国家相关法律法规及政府采购相关规定，建立设施设备、基建等采购制度和流程，加强集中采购管理【相互引用管理6.1.1】。医院所有（含膳食服务相关设施设备等）设施、设备的管理制度符合国家相关法律法规。医院对设备设施运行建立查对制度，医疗器械、设施等查对要求按照国家有关规定和标准执行。医院有各种便民设施，如残疾人无障碍设施及辅助用物；有保障弱势人群和患者的管理制度和措施及设施等【相互引用质量2.3.1，质量6.4.1】。 \n医院水、电、气等后勤保障满足医院运行需要。有水、电、气和其他公用设施的管理制度、人员岗位配置、岗位职责和操作规范，有标准操作程序；水、电、气机房有标识，有24小时应急值班制度；机房有日常运行检查、定期维护保养记录，特种设备按规定定期检测并按相关要求张贴检测标签。有明确的故障报修、处理流程，有夜间、节假日出现故障时的联系维修方式和方法；控制与降低能源消耗，水、电、气、物资供应等后勤保障满足医院运行需要并有节能降耗的改造计划、方案、措施与控制指标，严格控制与降低能源消耗。有水、电、气等后勤保障应急预案及流程包括对应灾难应急预案的减灾、备灾、救灾和灾后恢复计划，有演练【相互引用质量6.3.1，管理6.4.3】。 \n医院对设备设施运行建立查对制度，医疗器械、设施等查对要求按照国家有关规定和标准执行。医院有爱国卫生运动委员会，有指定的部门和人员负责医院环境卫生工作，制订环境卫生工作计划并组织实施。医院环境优美、并执行国家法律法规达到全面禁烟的无烟医院要求。 \n医院设施清洁卫生，包括：候诊室、食堂、员工休息室、厕所等。医院提供卫生、清洁、无味、防滑的卫生间，包括专供残疾人使用的卫生设施；病房有卫生洗浴设施，有防止跌倒的安全设施及防滑扶手装置，并配备应急呼叫装置；走廊有扶手。 \n医院有各种便民措施与服务包括：残疾人无障碍设施及辅助技术；保障弱势人群和患者的管理制度和措施等【相互引用质量2.3.1】，并有公示提示患者、服务使用者及其照顾者及家属。 \n医院标识系统清晰、规范、醒目、易懂，包括使用多种语言/国际符号，并符合社区和患者、服务使用者的需求。尤其与急救相关的科室与路径标识醒目；急诊与门诊候诊区、医技部门、住院病区等均配备适宜座椅的等候休息区，有候诊排队提示系统。 ",
        "1. \t医院有达到设施管理标准的计划，并实施。 \n2. \t医院制定设施卫生工作计划、设施清洁卫生和安全的规范，并落实。 \n3. \t医院标识系统清晰、规范、醒目、易懂，符合社区和患者及服务使用者的需求。 \n4. \t医院有水、电、气和其他公用设施的管理制度和应急预案，并实施。 \n5. \t相关职能部门、后勤相关班组及科室对其设施和水、电、气及其他公用设施的管理；设施卫生工作和标识系统管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医院设施和水、电、气和其他公用设施管理、系统卫生工作计划和标识系统管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院落实设施和水、电、气和其他公用设施的管理；设施卫生工作计划和标识系统管理的改进有成效。 "
    ],
    "M6.1.3": [
        "管理6.1.3",
        "后勤保障管理。【相互引用管理2.4.1，管理6.2.1】",
        "医院后勤保障管理组织机构健全、规章制度完善及人员岗位职责明确。医院遵守国家法律法规要求，有后勤专业及特种设备操作人员持证上岗管理制度和岗位人员配置信息。相关岗位操作人员有上岗证、操作证，无要求持专业上岗证或操作证的工种经相关级别的培训合格并按技术操作规程工作。 \n后勤保障服务能够坚持\"以患者为中心\"、以服务临床为己任，满足医疗服务流程需要。具有应急用血的后勤（通信、人员、交通）保障能力。水、电、气等后勤保障满足医院运行需要。严格控制与降低能源消耗，有具体可行的措施与控制指标。 \n后勤保障管理组织注重临床需求及员工要求。后勤人员知晓岗位职责和相关制度，有定期教育培训活动。后勤保障部门有为患者、员工服务的具体措施并得到落实。 \n医院为员工和患者提供膳食服务，有相关工作人员岗位责任、职业道德、行为规范与考核制度；知晓食品安全相关法律法规和食品卫生知识、并符合食品安全上岗健康要求；保障饮食卫生安全医院有食品安全与食品卫生管理制度和膳食经营管理制度（财务管理、经营核算、设备维护等），确认供应商生产、运输及院内分送场所的设施与卫生条件符合国家食品卫生法规要求及食品原料采购、仓储和食品加工规范，符合食品卫生管理要求【相互引用管理2.4.1，管理6.2.1】；并保障员工和患者安全。有突发食品安全事件应急预案并由演练。有配送餐饮服务的措施，并落实。 ",
        "1. \t医院有后勤保障管理组织机构，有规章制度及岗位职责，并实施。 \n2. \t医院有对后勤人员进行定期教育培训，包括\"以患者为中心\"，有记录。 \n3. \t医院有食品安全与卫生管理制度和膳食经营管理制度及保障措施，并落实。 \n4. \t相关职能部门及后勤班组对后勤人员教育培训和保障食品安全与卫生管理制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对后勤保障管理组织机构及后勤人员教育培训、保障食品安全与卫生管理制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。",
        "持续改进有成效，有证据证明医院对后勤保障管理组织机构、后勤人员教育培训和保障食品安全与卫生管理制度的改进有成效。 "
    ],
    "M6.1.4": [
        "管理6.1.4",
        "安全保卫管理。【相互引用质量2.5.2，质量6.2.3，管理2.3.5，管理6.1.1】",
        "医院有安全保卫管理部门，并有相关工作制度、人员配备计划、明确的岗位职责，并执行；有医院安全保卫部署方案，有医务人员人身安全相关的保障措施；并落实创建\"平安医院\"的要求；相关人员对岗位职责和相关制度有培训、知晓、并执行。 \n医院安全保卫组织健全，制度完善，安全保卫设备设施配置完好，有安全设备设施清单，满足医院要求；有视频监控系统应用管理方案，在重点环境、重点部位（如财务、仓库、档案室、计算机中心、新生儿室、麻醉药品库房、重要设备等）安装视频监控设施，有完善的防盗监控系统【相互引用质量6.2.3，管理6.1.1】；视频监控室符合相关标准及管理制度，有标识，让员工、患者、家属及服务使用者知晓有监控系统的装置，听取他们的意见及对其反馈，采纳他们的正确需求。 \n医院有完整的安全保卫监管记录和维护记录，并执行；视频监控系统的技术要求符合公安部要求，可进行24小时图像记录，保存时间≥30天；系统应具有时间、日期的显示，记录和调整功能，时间误差≤30秒。监控系统出现故障时，维护人员能在1小时内到达现场。有视频监控资源使用制度、程序、审批权限及使用记录。 \n二级以上医院需设立警务室，及时受理涉医报警求助，加强动态管控，积极配合做好维护医院秩序。医院有完备的报警设施，当员工受到人身安全威胁、面对暴力、欺凌或骚扰时可报告警务室。医院要向正规保安公司聘用保安员，每年至少开展2次专门培训和考核。培训内容应当包括必要的法律基础知识和一定的应急处置能力；在员工受到危险时可立即到位，保护员工的生命安全；医院要为在岗保卫人员配备必要的通讯设备和防护器械。通讯设备包括固定电话、移动电话和对讲机等，对讲机为必配设备。医院并为员工提供相关教育包括：保护人身安全的方法、报警方式、正确及有效的沟通技巧和降温策略，并落实【相互引用质量2.5.2，管理2.3.5】。 \n根据医务人员不同岗位，开展有针对性的安全防范教育，提高医务人员安全防范意识和技能。所有员工均知晓保护人身安全的方法及报警方式。 ",
        "1. \t医院有安全保卫管理部门工作，制度、人员配备计划、明确的岗位职责，并执行。 \n2. \t医院有安全设备设施清单，安全保卫设备设施配置完好，有资料证明满足医院要求。 \n3. \t医院对所有员工进行保护人身安全的方法、报警方式、正确及有效的沟通技巧和降温策略培训，并有记录。 \n4. \t相关职能部门、后勤主管班组及科室对安全设备设施的配置和保护人身安全教育的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对安全保卫管理部门、安全设备设施的配置和保护人身安全教育的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对安全保卫管理部门、安全设备设施的配置和保护人身安全教育的改进有成效。 "
    ],
    "M6.1.5": [
        "管理6.1.5",
        "消防安全、特种设备与危险品管理。【相互引用质量7.1.1，管理6.1.1，管理6.4.1，管理6.4.3】",
        "医院消防系统、特种设备、危险品管理符合国家相关法律法规和标准。医院有消防安全管理部门，有消防安全管理制度、岗位职责、培训制度和应急预案，每年至少进行一次消防安全重点部门的消防演练；每月至少组织一次消防安全检查，有记录【相互引用管理6.1.1，管理6.4.3】。医院有消防安全管理措施和管理人员岗位职责，科室消防安全职责管理落实到人，每班人员有火灾（包括：激光）【相互引用质量7.1.1】时的应急分工。医院的消防通道通畅，防火器材（灭火器、消防栓等）完好。重点部门、重要部位防范有监管，有记录。 \n医院有消防安全教育政策，每年至少进行一次全院员工的消防安全教育，新员工岗前培训考核有消防安全教育内容，包括：报警、初起火灾处理程序和方法，灭火器材使用，自救、互救和逃生，按照应急预案疏散患者等相关知识【相互引用管理6.4.1，管理6.4.3】。 \n医院有特种设备管理的相关制度、操作规范和岗位职责；有专人负责，相关人员持证上岗，有相关操作记录；有培训及三级安全教育卡；有维护、维修、验收记录；年检合格，并公示年检标签；科室对所拥有的特种设备的管理制度和维护等落实。 \n医院加强危险品管理，有危险品安全管理部门、制度和岗位职责，尤其对化学危险品、易燃、易爆、有毒有害物品和放射源等危险品和危险设施实施重点管理。有完整的危险品采购、使用、消耗等登记资料，账物相符。有全院的危险品种类与目录清单、统一的危险品标识，有危险品库或专用储存柜、实行双人双锁管理。作业人员熟悉岗位职责和管理要求，有培训，有资质。有相应的危险品安全事件处置预案及培训，相关人员熟悉预案及处置程序并有演练。 ",
        "1. \t医院有消防安全管理部门、有消防安全管理制度、培训制度和应急预案，并实施。 \n2. \t医院至少每年进行一次消防安全培训、消防演练、消防安全检查有记录。 \n3. \t医院有特种设备和危险品安全管理制度、岗位职责、操作规范，并实施。 \n4. \t医院有危险品安全事件处置预案及培训相关人员有危险品安全事件处置的能力、熟悉预案及处置程序。 \n5. \t相关职能部门及科室对消防安全管理和培训演练、特种设备和危险品管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对消防安全管理和消防安全培训演练、特种设备和危险品管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对消防安全管理和培训演练、特种设备和危险品管理的改进有成效。 "
    ],
    "M6.2": [
        "管理6.2",
        "医疗设备与物资供应管理",
        "",
        "",
        "",
        ""
    ],
    "M6.2.1": [
        "管理6.2.1",
        "医院根据国家法律、法规及卫生行政部门要求，建立和完善物资供应部门和医学装备管理部门，制定人员配置计划和岗位职责；有大型医用设备使用、功能开发、社会效益、成本效益等分析评价。【相互引用管理3.1.6，管理6.1.3】",
        "医院根据国际公认的循证临床实践指南、并遵照国家法律法规和政府采购相关规定，制定基建、设备、医疗装备、医疗耗材、其他医疗产品、有关设施的物资与服务等采购制度和流程，并执行。加强集中采购管理【相互引用管理3.1.6】，物资供应部门有人员配备、培训计划并落实。建立与执行相关药品、医疗耗材、其他医疗产品和大宗物品等采购制度和流程，有严格管理和审批程序。有完善的物流供应系统，物资供应适时及满足医院需要，有物资申购、采购、验收、入库、保管、出库、供应、使用等相关制度与流程，实行采购业务的决策、实施、监督相分离，有记录。物资供应部门依据使用部门业务需求和意见，制定及实施物资采购计划，配送到所需科室（部门）。医院确认食品供应商、生产、运输及院内分送场所的设施与卫生条件符合国家食品卫生法规要求，对食品原料采购、仓储和食品加工规范符合卫生管理要求【相互引用管理6.1.3】。 \n医院根据国家法律法规及卫生行政部门规章、管理办法、标准要求，设置医学装备管理部门；根据医院功能和任务需求配置医学装备管理部门人员，包括配备专职人管理和专业技术人员，工作人员有明确的岗位职责，并执行；遵循\"统一领导、归口管理、分级负责、责权一致\"原则，制定医院医学装备管理制度、工作流程，并执行；医院有医学装备使用评价相关制度，有大型医用设备使用、功能开发、社会效益、成本效益等分析评价。 \n医院有医学装备三级管理体系，成立院级领导、医学装备管理部门、相关职能部门、使用科室人员和专家组成的医学装备委员会，负责对医院医学装备发展规划、年度装备计划、采购活动等重大事项进行评估、论证和咨询，有记录。 \n医院有大型医学装备配置方案，购置论证相关制度与决策程序，包括医学装备论证、决策、购置、验收、使用、保养、维修、应用分析和更新、处置等相关制度与工作流程，并执行。有医学装备，单价在50万元及以上的医学装备有可行性论证。有根据全国卫生系统医疗器械仪器设备分类与代码，建立医学装备分类、分户电子账目，实行信息化管理。 \n医院有医学装备档案管理制度与档案资料，落实档案、账目、账物相符、准确等管理规定。医学装备部门定期分析大型医用设备使用、功能开发、社会效益、成本效益、全院医学装备发展规划、采购计划的完成情况、管理和使用情况；分析医学装备维修和报废等管理过程中存在问题，有计划、系统地对设施设备进行定期更新或更换；并有记录或总结报告。 ",
        "1. \t医院有实施、设备、基建、货物、服务等集中采购与供应制度和流程，并落实。 \n2. \t医院有医学装备管理部门三级管理体系与制度、工作流程，并实施；医学装备委员会活动内容、成效，并有记录。 \n3. \t医院有大型医学装备配置方案、购置论证过程、决策流程及设备档案资料，并实施。 \n4. \t医院有医学装备使用评价相关制度、并实施；有大型医用设备使用、功能开发、社会效益、成本效益等分析评价的案例。 \n5. \t相关职能部门、医学装备管理部门及科室对设施、设备、基建、货物、服务等集中采购与供应制度、医学装备管理制度、大型医学装备配置方案购置论证相关制度与决策程序和医学装备使用评价相关制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对设施、设备、基建、货物、服务等集中采购与供应制度、医学装备管理制度、大型医学装备配置方案购置论证相关制度与决策程序和医学装备使用评价相关制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对落实设施、设备、基建、货物、服务等集中采购与供应制度、医学装备管理制度、大型医学装备配置方案购置论证相关制度与决策程序和医学装备使用评价相关制度的改进有成效。 "
    ],
    "M6.2.2": [
        "管理6.2.2",
        "医院根据国家法律、法规加强医学装备安全管理，对医疗器械临床使用安全控制与风险管理有明确的工作制度与流程，建立医疗器械临床使用安全事件监测与报告机制。",
        "医院有医学装备临床使用安全控制与风险管理制度、医疗器械临床使用安全监测和安全事件报告相关制度与流程，并落实；有医学装备质量保障要求，如：操作者自查，医学装备计（剂）量准确、安全防护、性能指标符合要求；对暂停或终止使用的高风险器械有记录。有生命支持类、急救类、植入类、辐射类、灭菌类和大型医用设备等医学装备临床使用安全监测与报告制度；临床及医技科室使用部门与医学装备管理部门人员知晓上述要求。 \n医院放射与放射治疗等医学装备的机房设计、建设、防护装修和设施符合安全、环保等有关要求；机房显著位置有规范的警示标识；医学装备管理部门与机房的工作人员知晓防护有关要求和措施，并落实。有放射和诊断影像设备的管理制度，并落实。定期检查、维护、校准和监测，有记录；技术指标、安全和防护性能符合有关标准与要求，有法定监管部门检测报告。 \n医院依据规定，制定加强特种设备和特殊医学装备安全管理制度及规定，并落实；规定要求特种设备和特殊医学装备操作人员需经过培训，考核合格后，方可从事相应特种设备的作业或管理工作。高压容器等特种设备和放射装置等特殊医学装备具有生产、安装合格证明以及根据规定必备的许可证明，安装监测合格，方可在医院使用。并要定期校正放射诊疗设备及其相关设备，技术指标、安全和防护性能符合有关标准与要求。 \n医院有计量设备监测管理的相关制度，并落实。有计量设备清单、定期检测记录和维修记录等相关资料。经检测的计量器具有计量检测合格标识，标识显示检测时间与登记记录一致。 \n相关人员知晓上述内容。 ",
        "1. \t医院有医学装备临床使用安全控制与风险管理制度、医疗器械临床使用安全监测和安全事件报告相关制度与流程，并实施。 \n2. \t医院有放射治疗和诊断影像设备的管理制度，并实施；定期检查、维护、校准和监测，有记录。 \n3. \t医院有加强特种设备和特殊医学装备安全管理制度及规定，并实施。 \n4. \t医院有计量设备监测管理的相关制度，并实施。 \n5. \t相关职能部门、医学装备管理部门及科室对医学装备临床使用安全控制与风险管理、监测、安全事件报告相关制度与流程和计量设备监测管理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医学装备临床使用安全控制与风险管理、监测、安全事件报告相关制度与流程和计量设备监测管理的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医学装备临床使用安全控制与风险管理、监测、安全事件报告相关制度与流程和计量设备监测管理的改进有成效。 "
    ],
    "M6.2.3": [
        "管理6.2.3",
        "医学装备部门与使用部门共同管理医学装备，医学装备部门建立质量安全小组，使用部门将医学装备管理纳入科室管理。",
        "医院有医学装备部门与使用科室（或部门）共同管理医学装备的制度，并落实。医学装备部门支持医疗技术临床应用的开展、共同管理设备、设施和质量控制，并遵守相关技术临床应用管理规范。医院有培训员工安全操作设备并确保员工经过培训，被证实胜任后才可操作特种专业设备。医学装备部门落实医院大型医用设备配置和临床研究的器械配备工作要求，与使用科室（或部门）共同管理，建立有关装置操作和维护维修制度、质量保证和检测制度并严格执行。医学装备部门建立由部门负责人和相关设备技术人员共同组成的质量安全小组，管理全院医疗设备使用和安全；管理部门的人员接受医学装备管理基本技能培训，有质量管理基本知识；定期分析全院医学装备发展规划、采购计划的完成、管理和使用情况；分析医学装备维修和报废等管理过程中存在问题，并有记录或总结报告。 \n医学装备使用科室（或部门）将医学装备管理与使用纳入科室（或部门）管理，执行安装、验收、使用、存放、维修，保养、报废等相关管理制度，并设专职或兼职人员管理科室医学装备；有医学装备日常管理工作和意外应急管理等相关制度，并执行，有记录。 \n医学装备使用人员接受相关技能培训，合格后方可上岗。医院开展医疗器械临床试验以及研究者发起的临床研究应当符合国家法律法规有关医学装备质量管理规定。 ",
        "1. \t医院有由医学装备部门负责人和相关设备技术人员共同组成的质量安全小组，管理全院医疗设备使用和安全管理，有会议记录。 \n2. \t医学装备部门管理人员有接受医学装备管理基本技能培训，并有记录。 \n3. \t医院有医学装备部门与使用科室（部门）共同管理医学装备的制度，医学装备使用科室（部门）将医疗仪器设备管理和使用纳入科室（部门）管理，并实施。 \n4. \t医学装备部门有医学装备日常管理工作和意外应急管理等相关制度，并实施。 \n5. \t相关职能部门、质量安全小组及使用科室对共同管理医学装备管理制度、医学装备的安全使用规定、医学装备部门日常管理工作和意外应急管理等相关制度的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医学装备部门、质量安全小组及使用科室共同管理医学装备管理制度、医学装备的安全使用规定、医学装备部门日常管理工作和意外应急管理等相关制度的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医学装备部门、质量安全小组及使用科室的医学装备使用与管理工作、各项医学装备使用与管理制度和意外应急管理等相关制度的改进有成效。 "
    ],
    "M6.2.4": [
        "管理6.2.4",
        "医院建立保障医学装备处于完好状态的制度与规范，用于急救、生命支持的仪器装备始终保持在完好和待用状态，并建立全院应急调配机制。各科室保障仪器、设备和抢救物品的有效使用。【相互引用管理6.4.3】",
        "医院制定保持医学装备处于完好状态的制度并执行，有全院装备配置和使用情况清单及记录。 \n医院有急救、生命支持系统医学装备保持完好和待用状态的保障制度、应急预案和应急管理程序，包括建立全院保障医学装备应急调配机制；装备故障时有紧急替代流程；优先保障急救类、生命支持类装备的应急调配方案，保障紧急救援工作的需要，并执行【相互引用管理6.4.3】。各科室急救类、生命支持类装备时刻保持待用状态；医务人员知晓医疗装备应急管理与替代程序。 \n医学装备管理部门对医学装备保养、维修、校验等实施统一管理，并指导操作人员履行日常保养和维护。使用部门和医学装备管理部门对医学装备保障情况的有登记资料。护理人员有保障常用仪器、设备和抢救物品有效使用的制度、流程及培训规定，并执行及记录。护理人员能熟练使用输液泵、注射泵、吸引器等设备；医务人员均应熟练使用监护仪、除颤仪、心电图机等设备。 ",
        "1. \t医学装备管理部门有保持医学装备处于完好状态的制度，并实施。 \n2. \t医学装备管理部门有急救、生命支持系统仪器装备始终保持完好和待用状态的保障制度，并实施。 \n3. \t医学装备管理部门有医疗装备应急管理程序、替代流程与调配机制，并实施。 \n4. \t医务人员能熟练使用急救、生命支持系统仪器等装备，有记录。 \n5. \t相关职能部门、医学装备管理部门及科室对保持医学装备处于完好状态的制度、急救、生命支持系统仪器装备始终保持完好和待用状态的保障制度、医疗装备应急管理程序、替代流程与调配机制、医务人员能熟练使用急救、生命支持系统仪器、知晓调配机制等的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医学装备始终处于完好和待用状态的制度、急救、生命支持系统仪器装备保持待用状态的保障制度、医疗装备应急管理程序、替代流程与调配机制、医务人员能熟练使用急救、生命支持系统仪器设备，知晓调配机制等的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医学装备始终处于完好和待用状态的制度、急救、生命支持系统仪器装备不断保持待用状态的保障制度、医疗装备应急管理程序、替代流程与调配机制、医务人员能熟练使用急救、生命支持系统仪器、知晓调配机制等的改进有成效。 "
    ],
    "M6.2.5": [
        "管理6.2.5",
        "依据国家相关规定，医院加强对医用耗材的溯源、不良事件监测与报告的管理。【相互引用质量3.3.7】",
        "医院有依据国家相关规定制定的高值医用耗材、一次性使用的无菌器械及其他医用耗材管理制度及实施细则，【相互引用质量3.3.7】并执行。对高值医用耗材、一次性使用的无菌器械和其他医用耗材的采购记录有管理，可追溯到每批产品的进货来源；有高值医用耗材使用程序与记录。 \n科室在使用医用耗材发现不良事件时，应按照医院规定的流程上报主管部门，主管部门依据对发生不良事件的医用耗材进行追查、召回及处理，并有记录。对医用耗材使用不良事件有讨论分析，并有针对性的改进措施，相关医疗团队均知晓改进措施，并落实；避免同样不良事件的发生。 \n医院对相关员工进行高值医用耗材、一次性使用的无菌器械和其他医用耗材使用的流程和不良事件报告流程的培训，并有记录。 ",
        "1. \t医院有制定高值医用耗材、一次性使用的无菌器械及其他医用耗材管理制度及实施细则，并实施。 \n2. \t医院有使用医用耗材有关的不良事件报告流程，进行追查、召回及处理，并实施。 \n3. \t医院对有关员工进行高值医用耗材、一次性使用的无菌器械和其他医用耗材使用的流程及不良事件报告流程有培训，并有记录。 \n4. \t相关职能部门、医学装备管理部门及科室对高值医用耗材、一次性使用的无菌器械及其他医用耗材管理制度、不良事件的报告、追查、召回、处理及有关人员培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对高值医用耗材、一次性使用的无菌器械及其他医用耗材管理制度、不良事件的报告、追查、召回、处理及有关人员培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对高值医用耗材、一次性使用的无菌器械及其他医用耗材管理制度、不良事件的报告、追查、召回、处理及有关人员培训的改进有成效。 "
    ],
    "M6.2.6": [
        "管理6.2.6",
        "医院依据国家法律法规要求，对医学装备使用人员进行应用培训和考核，合格后方可上岗操作。大型医用设备相关医师、操作人员、工程技术人员须接受岗位培训，业务能力考评合格方可上岗操作，为医疗器械临床规范使用提供技术支持与咨询服务。",
        "医院依据法律、法规要求，加强医疗仪器设备管理和使用人员的培训，为医疗器械临床规范使用提供技术支持与咨询服务，制定医院对医学装备使用人员进行应用培训和考核制度；并落实，有记录。 \n医院有保障常用仪器、设备和抢救仪器、设备使用者培训的制度、培训计划及具体课程安排并落实，培训内容涵盖使用中可能出现的意外情况处理预案及措施。使用大型医用设备相关医师、技术人员、工程技术人员均须接受上岗前及在岗工作需要的培训，业务能力考核合格方可上岗操作。 \n医疗装备管理部门可为临床使用的科室提供技术支持与咨询服务、业务指导、安全保障与咨询服务，有医疗设备操作手册随设备存放，方便查阅。 ",
        "1. \t医院有对医学装备使用人员进行应用培训和考核制度；并落实，有记录。 \n2. \t医学装备管理部门有保障常用仪器、设备和抢救仪器、设备使用者培训的制度、培训计划及具体课程安排，培训内容涵盖使用中可能出现的意外情况处理预案及措施，并落实。 \n3. \t医疗装备管理部门为临床使用科室提供技术支持、业务指导、安全保障与咨询服务，有资料证明。 \n4. \t相关职能部门、医学装备管理部门及科室对医疗仪器设备管理和使用人员进行培训，为临床使用科室提供技术支持与咨询服务的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗仪器设备管理和使用人员培训和考核制度，为临床使用科室提供技术支持与咨询服务的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗仪器设备管理和使用人员培训和考核制度，为临床使用科室提供技术支持与咨询服务的改进有成效。 "
    ],
    "M6.3": [
        "管理6.3",
        "有害物质与废物管理",
        "",
        "",
        "",
        ""
    ],
    "M6.3.1": [
        "管理6.3.1",
        "放射安全管理。【相互引用质量6.4.3，质量7.1.3，管理2.3.4，管理6.1.1，管理6.4.3】",
        "医院医学影像科、放射诊疗和核医学诊断科室工作场所、放射性同位素储存场所布局、设备设施符合国家法律法规和相关标准。有放射治疗装置操作和维护维修制度、质量保证和检测制度、放射防护制度，制定并严格执行安全管理制度，医院定期对医学影像科、放射诊疗和核医学诊断科室工作场所、放射性同位素储存场所、医学影像设备有定期检测制度和定期对放射设备场所的辐射水平进行检测，有检测报告，并通过环境评估。医学影像科、放射和核医学诊断科室在影像检查室门口、放射治疗和核医学设备及放射性同位素储存场所设置醒目的电离辐射警告标识【相互引用质量6.1.1】。 \n医院按照国家的法律法规和相关标准根据危险性程度制定分级防护的规定，有受检者和工作人员的放射防护措施，工作区域配备完整的放射防护器材与个人防护用品，工作人员做好相关防护；核医学诊断候诊室应靠近给药室和检查室，有患者专用厕所，不得与工作人员共享【相互引用质量7.1.3，管理2.3.4】。影像检查前医务人员应主动告知患者及陪同人员辐射对健康的影响，对受检者敏感器官和组织进行屏蔽防护，听取他们的意见及对其反馈；工作人员佩戴个人放射剂量计，对相关工作人员放射防护有培训并有证书【相互引用管理2.3.4】。 \n医院有放射治疗意外应急预案及处置措施【相互引用质量6.4.3，质量7.1.3】，有辐射损伤的具体处置规范和流程，并执行。各相关科室和人员有培训和熟悉应急预案和具体处置流程，每年进行一次综合放射治疗意外应急演练。医学影像、放射和核医学诊断科室工作区域配置相关抢救药品、器材、氧气等；对所有人员进行心肺复苏技能培训，基本心肺复苏技能考核合格，并有记录。医院对新员工进行放射防护器材及个人防护用品使用方法培训。科室对培训效果及预案演练问题有整改措施【相互引用质量6.4.3，管理6.4.3】。 \n医院有放射废物处理的相关规定，放射废物处理有登记和记录。对工作场所的分级和分区、放射防护、放射性物质贮存和操作、辐射监测及放射性废物处理符合临床核医学卫生防护国家标准要求。核医学诊疗产生的放射性固体废物、废液及患者的放射性排出物单独收集，与其他废物、废液分开存放，按照国家有关规定处理，通过环境评估，并有环评报告。 ",
        "1. \t医院有医学影像科、放射诊疗和核医学诊断科室工作场所、放射性同位素储存场所的安全管理制度，并实施，有检测报告、有环评报告。 \n2. \t医院有受检者和工作人员防护措施，并实施。 \n3. \t医院有放射治疗意外及辐射损伤的应急预案、处置措施、规范与流程，并实施；有意外应急培训和演练，相关人员知晓并掌握，有记录。 \n4. \t相关职能部门、医学装备管理部门及科室对医学影像科、放射诊疗和核医学诊断科室工作场所、放射性同位素储存场所的安全管理制度、放射治疗意外及辐射损伤的应急预案和处置措施、应急培训及演练制度的落实与放射废物的处理的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医学影像科、放射诊疗和核医学诊断科室工作场所、放射性同位素储存场所的安全管理制度、放射治疗意外及辐射损伤的应急预案和处置措施、应急培训及演练与放射废物的处理的实施有监管、定期分析，反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医学影像科、放射诊疗和核医学诊断科室工作场所、放射性同位素储存场所的安全管理制度、放射治疗意外及辐射损伤的应急预案和处置措施、应急培训及演练与放射废物处理的改进有成效。 "
    ],
    "M6.3.2": [
        "管理6.3.2",
        "有害物质管理。【相互引用质量3.4.3，管理2.3.4】",
        "医院特殊检查室设计及空间区域划分应符合特殊检查需求，将有害光、射线、磁场限制在检查患者所需的范围，避免医务人员及其他人员接触有害物质。严格划分患者、检查人员、其他人员所在区域；特殊检查所用设备、仪器、药品必须符合国家相关标准，并经验证合格后方能使用，以保证检查质量和患者安全。 \n医疗激光活动必须遵循和保持职业安全和卫生条例。医院实现医疗激光安全规划的管理，设立激光控制区，在使用激光时限制该区域内的所有人员的活动。有技术规范、操作手册和医疗激光设备安全指令【相互引用管理2.3.4】。 \n医院有依法建立的麻醉药品、精神药品、放射性药品、医疗用毒性药品（包括抗肿瘤药物）等特殊管理药品及药品类易制毒化学品的使用管理制度，并执行【相互引用质量3.4.3，管理2.3.4】。 \n医院建立材料/物质安全数据册（表）（Material Safety Data Sheet，MSDS）；提供材料/物质包括化学品标签基本安全数据，包括；产品识别、物理性质、有害成份、火警及爆炸资料、健康危害、反应性、泄漏或溢出处理程序、防护数据及注意事项等。员工知晓在购入和使用材料和化学品前，应先认识它的特性，储存及处理方法。一般医院、实验室和科室（部门）物料安全和风险的资料记录在材料/物质安全数据册（表）里，相关员工在有需要时易于获得。 ",
        "1. \t医院对于特殊检查室设计及空间区域划分、符合特殊检查需求，仪器、药品符合国家相关标准，并经验证合格方使用，保证检查质量，有记录。 \n2. \t医院对有害光、射线、磁场限制有检查与监管，医疗激光安全规划的管理包括技术规范、操作手册和医疗激光设备安全指令，有落实、有记录。 \n3. \t医院有实施麻醉药品、精神药品、放射性药品、医疗用毒性药品等特殊管理药品及药品类易制毒化学品的使用管理制度，有记录。 \n4. \t医院有材料/物质安全数据册（表），有证据确保相关员工易于获得。 \n5. \t相关职能部门、医学装备管理部门及科室对特殊检查室的设计及空间区域划分、仪器与药品的管理、有害光、射线、磁场限制、医疗激光安全规划的管理、医疗用毒性药品等特殊管理药品及药品类易制毒化学品的使用管理制度和材料/物质安全数据册（表）和员工相关培训与教育的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对特殊检查室的设计及空间区域划分、仪器与药品的管理、有害光、射线、磁场限制、医疗激光安全规划的管理、医疗用毒性药品等特殊管理药品及药品类易制毒化学品的使用管理制度和材料/物质安全数据册（表）和员工相关培训与教育的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对特殊检查室的设计及空间区域划分、仪器与药品的管理、有害光、射线、磁场限制、医疗激光安全规划的管理、医疗用毒性药品等特殊管理药品及药品类易制毒化学品的使用管理制度和材料/物质安全数据册（表）和员工相关培训与教育的改进有成效。 "
    ],
    "M6.3.3": [
        "管理6.3.3",
        "危险品管理",
        "医院有危险品安全管理部门、制度和岗位职责，危险品管理符合国家相关法律法规和标准并遵循；尤其对易燃、易爆、有毒有害物品和放射源等危险品和危险设施实施重点管理。 \n医院有完整的危险品采购、使用、消耗等登记资料，账物相符。有全院的危险品种类与目录清单、统一的危险品标识，有危险品库或专用储存柜。对作业人员熟悉岗位职责和管理有要求、有培训、有考核有记录。有相应的危险品安全事件处置预案，相关人员熟悉预案及处置程序，并执行。 ",
        "1. \t医院有危险品安全管理部门、符合国家相关法律法规和标准的管理制度和岗位职责，并遵循。 \n2. \t医院有完整的危险品采购、使用、消耗等登记资料，账物相符，有全院的危险品种类与目录清单可查。 \n3. \t医院对作业人员熟悉岗位职责和管理有要求、有培训、有考核有记录。 \n4. \t医院有相应的危险品安全事件处置预案，相关人员熟悉预案及处置程序，并执行。 \n5. \t相关职能部门、危险品管理部门及科室对危险品安全管理、包括采购、使用、消耗登记资料、危险品种类与目录清单、安全事件处置预案和作业人员培训的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对危险品安全管理、包括采购、使用、消耗登记资料、危险品种类与目录清单、安全事件处置预案和作业人员培训的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对危险品安全管理、包括采购、使用、消耗登记资料、危险品种类与目录清单、安全事件处置预案和作业人员培训的改进有成效。 "
    ],
    "M6.3.4": [
        "管理6.3.4",
        "废物管理（包括：机密废料）。【相互引用质量3.3.3，质量3.3.8，质量3.4.2，质量6.1.1，质量7.1.3】",
        "医院根据相关规范要求制定并实施符合相关法律法规要求的医疗废物、废液包括潜在传染性医疗废物管理制度、机制、处理系统和责任制，健全组织架构、落实岗位职责并执行【相互引用质量3.3.8】。医院制定非医疗废物处理的制度。 \n医院有专人负责医疗废物、废液处理工作，医疗废物的收集、运送、暂存、转移、登记造册和操作人员职业防护等符合规范，医疗废物处置暂存点、设施设备运转正常，有运行日志，交接记录完整【相互引用质量3.3.8】。 \n医院对完成医疗操作后的损伤性医疗废物及所有使用后的一次性器材、按潜在传染性医疗废物管理处置等进行风险管理、监测与控制【相互引用质量3.3.8，质量6.1.1】，并培训员工、对培训效果进行考核【相互引用质量3.3.3】。 \n药学部门有处理药物废物的制度并实施；相关人员有培训，熟悉程序【相互引用质量3.4.2】。 \n医院制定放射废物和废弃有害液体处理的相关制度与程序。废弃有害液体用专用容器统一回收，由具有资质的机构回收处理。例如，病理科特殊染色、免疫组织化学染色时所产生的有毒的污染性液体（如diaminobenzidine，DAB）应专门回收，严禁随处倾倒【相互引用质量7.1.3】。 \n医院制定机密废料处理的制度；有机密废料的弃置、包扎、收集、运送及销毁的程序，进一步确保患者患者、员工和利益相关者的个人及敏感数据或医院/科室（部门）机密废料不会被泄露。个人或敏感数据或医院/科室（部门）机密的废料包括：纸张及相片；计算机设备、计算机光盘、磁盘、记忆卡、外置式硬盘及 USB 记忆棒等；贴有个人资料的医疗物品、药袋及打印色带；有科室（部门）名称及编号、医疗证明的印章及有员工姓名及职称的印章。为尽量减少泄密风险，科室（部门）需实时自行按规定流程处理机密废料，避免积存；并在机密废料被销毁之前，以机密数据方式保管，且不可作其它使用；在管理机密废料期间遇上任何困难或问题，应及时向上级反映，未经批准，不得私自更改既定管理方式及程序。 \n机密废料处理公司向医院提供有编号的密封安全装置或卷标，编号作稳妥地密封回收袋，并可追踪。医院对对外委托服务单位进行机密废料处理培训，并监督其落实。医院对员工进行提供机密废料处理的培训，教育员工如何识别及管理科室（部门）的机密废料，让员工了解不遵守保密纪律和泄漏机密资料的后果。每年亦应进行科室（部门）管理机密废料的内部审核，持续质量改善其监管工作。 ",
        "1. \t医院有医疗废物、废液包括潜在传染性物质、放射废物和废弃有害液体药物、管理制度和非医疗废物（包括机密废料）管理制度，并执行。 \n2. \t医院有非医疗废物（包括机密废料）管理制度，并执行。 \n3. \t科室（部门）每年进行机密废料管理的内部审核，有记录。 \n4. \t相关职能部门及科室对医疗废物、废液、药物废物的管理制度、放射废物与废弃有害液体处理和非医疗废物（包括机密废料）的相关管理制度和程序、员工培训和内部审核的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对医疗废物、废液、药物废物的管理制度、放射废物和废弃有害液体处理的相关制度和非医疗废物（包括机密废料）的管理制度和程序、员工培训和内部审核的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对医疗废物、废液、药物废物的管理制度、放射废物和废弃有害液体处理和非医疗废物（包括机密废料）的管理制度和程序、员工培训和内部审核的改进有成效。 "
    ],
    "M6.4": [
        "管理6.4",
        "院内紧急事件管理（院内主要突发紧急事件例如：停水、停电、停气，信息系统中断，水浸、爆炸、火警等）",
        "",
        "",
        "",
        ""
    ],
    "M6.4.1": [
        "管理6.4.1",
        "明确医院需要应对的院内主要突发紧急事件的对策，建立医院应急管理组织和指挥系统，成立医院应急工作领导小组，落实责任，负责医院应急管理工作，提高快速反应能力，并不断完善医院应急管理的机制；医院具有把紧急事件对医院的影响减到最低和有紧急事件后恢复的计划及方案，确保医院的基本运行。【相互引用功能3.1.2，功能3.1.3，管理6.1.5】",
        "医院应定期进行风险评估，识别各类院内主要突发紧急事件对医疗服务和正常运行可能产生的影响，从而制订应对预案（包括应急物资和设备管理制度），明确各个部门及相关人员职责以及应急反应行动的程序，提高快速反应能力。 \n医院有应急物资审批程序和储备计划，有适量应急物资储备。医院有必备物资储备目录，必备物资储备有定期维护，确保效期，有应急物资和设备的使用登记【相互引用功能3.1.2】，并在应急物资短缺时有紧急供应渠道。 \n医院建立医院应急管理组织和指挥系统，成立院内突发紧急事件应急工作领导小组，负责医院应急管理工作，医院院内突发紧急事件应急管理的机制，保障在有需要时能及时启动。并确保医院的基本运行【相互引用功能3.1.2，功能 3.1.3】。医院院内突发紧急事件应急工作领导小组建立标准化框架用以指挥、通信及协调所有行动，建立院内、外和院内各部门、各科室间的协调机制，并明确各协调部门和协调人，保持指挥协调顺畅。 \n医院有各类主要院内突发紧急事件的应急应对预案。如，医院有停电的总体对策，主管部门及重点科室有应急预案。明确应急供电的范围、实施应急供电的演练，确保手术室、ICU、新生儿室等主要场所应急用电。医院有火灾发生的总体对策，发现火情的员工及时报警、启动火灾处理程序和方法，灭火器材正确使用，按照预案疏散患者、展开自救、互救和逃生【相互引用管理6.1.5】。各类主要院内突发紧急事件的应急应对预案都需要对有关员工进行培训，并演练。 \n医院明确总值班应急管理的职责和流程，有各部门、各科室值班人员在医院院内突发紧急事件时第一响应者，并有具体职责与任务。医院有对相关员工进行各类突发紧急事件应急应对预案、部门及科室预案和应急管理工作进行培训和演练。 \n医院具有把紧急事件对医院的损失及影响减到最低的能力，并有紧急事件后恢复的计划及方案，尽最大努力维持医院的正常运作【相互引用功能3.1.3】。 ",
        "1. \t医院进行风险评估，识别各类主要院内突发紧急事件对医疗服务和运行可能产生的影响，有应对准备及方案。 \n2. \t医院和部门（科室）有院内各类主要突发紧急事件应急预案，有应急物资和设备储备管理制度与流程和储备计划、并演练。 \n3. \t医院有院内突发紧急事件应急工作领导小组，指挥系统和协调机制。 \n4. \t医院、部门及科室对有关员工进行各类主要院内突发紧急事件的应急预案的培训和演练，并有记录。 \n5. \t相关职能部门及科室对各类主要院内突发紧急事件风险评估、应急管理机制、应急物资和设备储备管理和员工培训及演练的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对各类主要院内突发紧急事件风险评估、应急管理机制、应急物资和设备储备管理和员工培训及演练的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对院内突发紧急事件风险评估、应急管理机制、应急物资和设备储备管理和员工培训及演练的改进有成效。 "
    ],
    "M6.4.2": [
        "管理6.4.2",
        "面对院内主要医疗工作突发紧急事件，医院有提供紧急医疗救援与紧急救治的预案及措施，及确保医院的基本运行。【相互引用功能3.1.1，功能3.1.3，质量4.2.1，管理2.3.4】",
        "医院根据各类院内主要突发紧急事件制定所需的紧急应对方案。如：门、急诊有突发应急事件管理规范与应急处置预案并组织实施；放射治疗有放射治疗意外应急预案及处置措施【相互引用管理6.3.1，管理7.4.3】；特殊检查室有突发意外事故管理规范与应急预案并严格执行【相互引用管理2.3.4】；护理部门有紧急意外情况的护理应急预案和处理流程；医院有职业安全防护相关措施、应急预案、处理与改进的制度等，以上预案均应有培训及演练。医院具有把紧急事件对医院的影响减到最低的能力，并有紧急事件后恢复的计划及方案，尽最大努力维持医院的正常运作的方案【相互引用功能3.1.1，功能3.1.3】。 \n医院关注院内患者、员工和访客安全，有针对心跳骤停、昏迷、跌倒等高风险意外事件的应急措施和救护机制，保障全院任何区域内均能及时提供紧急救治和生命支持服务。 \n医院能提供\"24小时×7天\"连续不间断的急诊服务，提供紧急医疗救援与紧急救治的预案及措施。急诊医学科有急诊检诊和分诊制度，有专人负责急诊检诊、分诊工作，有效分流非急危重症患者。有急诊患者病情分级分区相关救治管理规定。医学影像（普通放射、CT、MRI、超声、核素成像等）提供24小时急诊影像服务。由急诊、重症、手术和多学科团队组成的应急医疗团队紧急治疗患者，保障绿色通道的畅通和协调顺畅【相互引用质量4.2.1】；保障多发伤、复合伤、疑难病例的抢救治疗。 ",
        "1. \t医院有紧急医疗救援与紧急救治的预案及措施，并实施。 \n2. \t医院有针对心跳骤停、昏迷、跌倒等高风险意外事件的应急措施和救护机制，保障全院任何区域内均能及时提供紧急救治和生命支持服务方案。 \n3. \t急诊医学科保障绿色通道的畅通和协调顺畅，保障多发伤、复合伤、疑难病例的抢救治疗实施方案，并执行。 \n4. \t相关职能部门及科室对紧急医疗救援与紧急救治的预案及措施和各类主要院内突发紧急事件后恢复的计划及方案的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对紧急医疗救援与紧急救治的预案及措施的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对紧急医疗救援与紧急救治的预案及措施的改进有成效。 "
    ],
    "M6.4.3": [
        "管理6.4.3",
        "医院有面对各类主要院内突发紧急事件的培训和演练，提高各级、各类人员的应急素质和医院的整体应急能力。【相互引用功能3.1.4，质量3.3.4，质量3.4.7，质量4.1.3，质量5.3.5，质量6.2.2，质量6.3.4，质量6.4.3，管理6.1.2，管理6.1.5，管理6.2.4，管理6.3.1】",
        "医院与各相关科室（部门）依据医院应对院内突发紧急事件应急预案每年至少开展一次各类主要院内突发事件应急医疗救援演练，保证各岗位相关人员掌握主要应急技能。相关部门组织实施和协调应急医疗救援，有记录，包括重大突发事件应急医疗救援、紧急医疗、护理人力资源调配方案和重点环节的应急预案及处理流程、全院保障医学装备应急调配机制【相互引用管理6.2.4】、传染病处置、感染暴发【相互引用质量3.3.4】、门诊突发事件【相互引用质量4.1.3】、放射安全事件、各项风险预警机制与处理方案、信息系统运行事件（如系统瘫痪）应急预案等。 \n医院有消防安全管理制度、培训制度和应急预案；定期开展年度、季节性、专项检查等，每年至少进行一次消防安全重点部门的消防演练，至少进行一次全院职工消防安全教育，包括：报警、初起火灾处理程序和方法，灭火器材使用，自救、互救和逃生，按照预案疏散患者等相关知识。每月至少组织一次消防安全检查，有记录。每年新员工岗前培训考核有消防安全教育内容【相互引用管理6.1.5】。 \n医院有水、电、气等后勤保障应急预案及处置流程，包括应急准备、指挥结构与协调、损伤评估、恢复服务的启动和升级、沟通计划、汇报和大修恢复规划与实施。部门及科室按相关预案组织演练，有分析、改进并记录【相互引用管理6.1.2】。 \n医院有医疗与临床护理技术操作常见并发症的预防与处理规范。有紧急意外情况的医疗与护理应急预案和处理流程，有培训与演练，包括：药物过敏性休克及输液反应【相互引用质量3.4.7】、医院感染紧急情况【相互引用质量3.3.4】、产科及分娩急救【相互引用质量6.2.2】、输血严重危害事件【相互引用质量5.3.5】、血液透析紧急意外【相互引用质量6.3.4】、放射治疗意外【相互引用质量6.4.3，管理6.3.1】。医护人员有紧急意外情况的应急预案和处理流程，能够熟练、正确使用各种抢救设备，掌握各种抢救技能，包括高级心肺复苏技能，有培训与演练【相互引用功能3.1.4】。医护人员有紧急意外情况的应急处置预案和流程，能够熟练、正确使用各种抢救设备，掌握各种抢救技能，包括高级心肺复苏技能，有培训与演练。 ",
        "1. \t医院有各级、各类人员的各类主要院内突发紧急事件的培训和演练，有记录。 \n2. \t医院有医务人员抢救培训和技能演练，并有记录。 \n3. \t医院与各相关科室（部门）每年开展最少一次各类主要院内突发事件应急医疗救援演练，并有记录。 \n4. \t相关职能部门及科室对各类主要院内突发紧急事件的应急培训和演练的实施情况有自查，对存在问题有纠正措施。 ",
        "主管部门对各类主要院内突发紧急事件的应急培训和演练的实施有监管、定期分析、反馈和实施改进措施，并有相关证明。 ",
        "持续改进有成效，有证据证明医院对各类主要院内突发紧急事件的应急培训和演练的改进有成效。 "
    ]
}