{
    "F1.0": [
        "功能1.0",
        "醫院功能與任務、發展目標及規劃。",
        "",
        "",
        "",
        ""
    ],
    "F1.1": [
        "功能1.1",
        "醫院的功能定位與任務，符合本區域衞生發展規劃。",
        "",
        "",
        "",
        ""
    ],
    "F1.1.1": [
        "功能1.1.1",
        "醫院的功能定位與任務，符合本區域衞生發展規劃，並逐步建立起以患者為中心、根植於本院理念，並具有特色價值趨向和行為守則的醫院文化。【相互引用功能 1.1.2，管理1.1.1】",
        "醫院建立願景、使命、價值觀、目標、功能與任務。功能與任務符合本區域衞生發展規劃，發展規劃和管理目標能體現醫院宗旨與願景、使命與價值觀，並與醫院功能任務相匹配。醫院建立健全現代醫院治理制度、以指導和控制醫院運作的規則、實踐和流程，平衡所有利益相關者的利益，並明確各階層的權力與責任。\n醫院有健全的章程，重視文化建設，明確醫院應遵循的文化建設制度，把醫院文化培育成核心競爭力，建立以患者為中心、注重醫療質量安全根植於醫院服務理念的特色價值取向和行為守則。\n醫院用多種途徑向全體員工、患者、利益相關者及社會宣傳醫院的宗旨、願景、使命、價值觀、目標和功能任務。\n公立醫院加強治理，成立黨委/理事會/董事會，明確黨委/理事會/董事會職責，確保工作高效、循證決策、規範運作。醫院將實施健全的決策治理體系和院長負責制的行政管理體系【相互引用功能 1.1.2，管理1.1.1】。 \n醫院以章程為統領建立院長或承擔相應職能人員的責權授權機制。院長依據授權、法律、法規、醫院章程規定及上級衞生主管部門的要求行使權力。 ",
        "1. \t醫院的功能與任務，符合本區域衞生發展規劃，有記錄。 \n2. \t醫院發展規劃落實，管理目標體現醫院宗旨與願景、使命與價值觀，並與醫院功能任務相匹配。 \n3. \t建立健全現代醫院管理制度及醫院章程，明確醫院應遵循的醫院文化建設制度，體現\"以患者為中心\"和醫療質量安全。 \n4. \t醫院有黨委/理事會/董事會領導下的院長負責制院長或承擔相應管理職能人員的責權授權機制，並執行。 \n5. \t醫院對其功能任務與管理目標、醫院文化和體現以患者為中心的導向的實施情況有自查，對存在問題有糾正措施。 ",
        "醫院對其功能任務與管理目標、黨委/理事會/董事會領導下的院長負責制院長或承擔相應管理職能人員的責權授權機制、醫院文化和體現以患者為中心的導向的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對其功能任務與管理目標、黨委/理事會/董事會領導下的院長負責制院長或承擔相應管理職能人員的責權授權機制、醫院文化和體現以患者為中心的導向改進有成效。 "
    ],
    "F1.1.2": [
        "功能1.1.2",
        "醫院依據國家法律法規的要求，制定醫院中長期發展規劃與年度工作計劃，醫院規模和發展目標與醫院的功能定位與任務一致。【相互引用功能1.1.1，管理1.1.1，管理1.5.1】",
        "依據國家法律、法規的要求，醫院制定中長期發展規劃（內容包括：目標、實施方法、實施步驟、工作分工、相關預算以及年度安排等）及年度工作計劃，並有服務目標。醫院規模和發展目標與醫院的功能任務一致。每個年度工作計劃項目有明確負責單位/人員和完成期限，需定期評估其進度能否在預期時限內達到預期成效、並根據結果及時作有需要的調整。醫院各科室（部門）參與醫院中長期發展規劃及年度工作計劃制定。中長期發展規劃及年度工作計劃由集體討論決定，經職工代表大會徵求職工意見後，通過醫院公眾號、網站等徵求患者及其家人和社區意見。\n由黨委/理事會/董事會領導下的院長辦公會議集體審議，對中長期發展規劃及年度工作計劃草案進行分析、總結。\n院長向醫院黨委/理事會/董事會提交中長期發展規劃及年度工作計劃草案、經黨委/理事會/董事會審議、通過批准後由院長組織落實；各部門、各科室根據醫院的年度工作計劃制定及實施其年度工作計劃。\n院領導定期（每半年一次）將工作情況（含：中長期發展規劃和年度工作計劃）向黨委/理事會/董事會報告並接受評議【相互引用功能1.1.1，管理1.1.1，管理1.5.1】。 ",
        "1. \t醫院有中長期發展規劃與年度工作計劃，規模和發展目標與醫院的功能任務一致。 \n2. \t醫院制定中長期發展規劃與年度工作計劃諮詢員工、患者、家屬和社會。 \n3. \t各職能部門及科室根據醫院的年度工作計劃制定及實施其年度工作計劃。 \n4. \t各職能部門及科室醫院對中長期發展規劃與年度工作計劃的實施情況有自查，對存在問題有糾正措施。 ",
        "醫院對全院中長期發展規劃及年度工作計劃的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對全院中長期發展規劃與年度工作計劃的落實過程的改進有成效。 "
    ],
    "F2.0": [
        "功能2.0",
        "堅持公立醫院公益性。",
        "",
        "",
        "",
        ""
    ],
    "F2.1": [
        "功能2.1",
        "醫院堅持公立醫院公益性，把社會效益放在首位，履行相應的社會責任和義務。",
        "",
        "",
        "",
        ""
    ],
    "F2.1.1": [
        "功能2.1.1",
        "醫院堅持公立醫院公益性，把社會效益放在首位，履行相應的社會責任和義務。公立醫院資源主要用於公眾服務，特需服務規模符合國家要求。",
        "醫院貫徹執行國家法律、法規的要求，堅持醫院公益性，把社會效益放在首位，履行相應的社會責任和義務。醫院\"以患者為中心\"，保障和規範基本醫療服務，有優化質量、改進服務、降低成本、控制費用的措施並執行，並完成政府指定的公共衞生服務。、公立醫院資源主要用於公眾服務，特需服務規模符合國家要求、控制特需服務規模，履行突發公共事件緊急醫療救援、援外和對口支援等任務。 ",
        "1. \t醫院履行社會效益的責任和義務，醫院資源主要用於公眾服務和特需服務規模符合國家要求，有記錄。 \n2. \t醫院有保障基本醫療服務的相關制度與規範，並執行。 \n3. \t醫院對社會效益的責任和義務、資源應用與特需服務和基本醫療服務制度與規範的實施情況有自查，對存在問題有糾正措施。 ",
        "醫院對社會效益的責任和義務、資源應用、特需服務和基本醫療服務制度與規範的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對社會效益的責任和義務、資源應用、特需服務和基本醫療服務制度與規範的改進有成效。 "
    ],
    "F2.1.2": [
        "功能2.1.2",
        "醫院具備承擔服務區域內與其功能任務定位相適應的急危重症和疑難疾病診療的設施設備、技術梯隊與處置能力。【相互引用質量4.2.1】",
        "醫院遵守國家法律、法規，有承擔服務區域內急危重症和疑難疾病診療的設施設備、技術梯隊與處置能力。醫院、急診醫學科根據突發公共衞生事件和重大事故災害的應急醫療救援特點制定大規模搶救工作流程，並保證綠色通道暢通。急診科、重症醫學科提供24小時急危重症診療服務，負責全院重症醫學患者的診治。所有相關部門組織實施和協調應急醫療救援有記錄【相互引用質量4.2.1】。 ",
        "1. \t醫院有承擔本區域急危重症和疑難疾病診療的設施設備、技術梯隊與處置能力並有相關部門組織實施和協調應急醫療救援的記錄。 \n2. \t相關職能部門及科室對急危重症和疑難疾病診療服務的設施設備、技術梯隊與處置能力的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對急危重症和疑難疾病診療服務的設施設備、技術梯隊與處置能力的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對改進急危重症和疑難疾病診療服務的設施設備、技術梯隊與處置能力的改進有成效。 "
    ],
    "F2.1.3": [
        "功能2.1.3",
        "公立醫院促進醫療資源擴容和下沉，完成對口支持下級醫院等政府指令性任務。加強醫聯體、醫共體建設、實行分級診療，建立與實施雙向轉診制度與服務流程，提升醫聯體內基層醫院服務能力。將對口支持下級醫院和支持社區衞生服務工作及慢性病管理納入院長目標責任制與醫院年度工作計劃【相互引用管理2.1.4】，有實施方案，由專人負責。",
        "公立醫院加強醫聯體、醫共體建設，實行分級診療，建立並實施雙向轉診制度與相關服務流程，簽訂醫聯體、醫共體建設、雙方轉診協議，建立規範雙向轉診信息平台，資料完整，促進優質醫療資源擴容和下沉，提升醫聯體、醫共體內基層醫院服務能力。 \n公立醫院將對口支援下級醫院、社區衞生服務工作及開展慢性病管理均納入院長目標責任制與醫院年度工作計劃，有實施方案，有專人負責。根據受援醫院的實際情況，雙方制定具體的技術指導、人才培養及管理支持目標和實施方案，簽訂協議書。醫院承擔援疆援藏、健康扶貧，為下級醫院培養衞生技術人員等政府指令性任務，制訂相關的制度、培訓方案，並有具體保障措施。 \n公立醫院每年制定為下級醫院培養技術骨幹等人才項目的實施計劃和培訓方案，並有完整的項目資料。醫院將受援醫院考核結果納入績效考核與醫務人員定期考核，並與聘任、任用、評優、晉升等掛鈎【相互引用管理2.1.4】。 ",
        "1. \t公立醫院有加強醫聯體、醫共體建設、提升醫聯體、醫共體內基層醫院服務能力、分級診療、雙向轉診制度與相關服務流程，並實施。 \n2. \t公立醫院將對口幫扶及支持下級醫院、社區衞生服務工作及開展慢性病管理均納入院長目標責任制管理與醫院年度工作計劃，並實施。 \n3. \t公立醫院有對口支援目標、實施方案，培訓計劃及對醫院幫扶人員考核方案，並落實。 \n4. \t相關職能部門及科室對提升醫聯體、醫共體內基層醫院服務能力、對口支援下級醫院的目標、實施方案、培訓計劃及慢性病管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對提升醫聯體、醫共體內基層醫院服務能力、對口支援下級醫院的目標、實施方案、培訓計劃及慢性病管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明公立醫院對提升醫聯體、醫共體內基層醫院服務能力、對口支援下級醫院的目標、實施方案、培訓計劃及慢性病管理的改進有成效。"
    ],
    "F2.1.4": [
        "功能2.1.4",
        "醫院開展健康教育與科普宣傳，普及疾病預防等相關知識。【相互引用質量4.2.3】",
        "醫院有幫助社區開展慢性病宣傳及管理的計劃和具體實施方案。針對本地區人羣健康狀況特點，實行醫防結合。醫院有開展健康知識宣傳、普及和教育、慢性病管理等社會公益活動。\n醫院與科室加強出院患者健康教育【相互引用質量 4.2.3】，並開展多種形式的健康教育、慢性病管理與科普宣傳，普及疾病預防、器官組織捐獻、無償獻血、防止藥物濫用等知識，以增加羣眾對疾病的瞭解，減輕心理壓力，增強自我保健及防禦疾病的意識及能力。",
        "1. \t醫院有實行社會和出院患者健康教育、慢性病管理與科普宣傳工作，普及疾病預防等相關知識，有記錄。 \n2. \t相關職能部門及科室對為社會和出院患者進行的健康教育、慢性病管理與科普宣傳工作的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院為社會和出院患者進行的健康教育、慢性病管理與科普宣傳工作的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院為社會和出院患者進行的健康教育、慢性病管理與科普宣傳工作的改進有成效。 "
    ],
    "F2.1.5": [
        "功能2.1.5",
        "醫院執行全國醫療衞生系統全面禁煙的決定。",
        "醫院有執行國家全面禁煙的具體措施，在醫院內、病房內、辦公室、值班室及所有房間內均有禁止吸煙的醒目標識，每位員工均有勸阻他人不在禁止吸煙區域內抽煙的職責。 \n對有吸煙史的住院患者進行禁止吸煙的宣傳教育及戒煙健康教育。 ",
        "1. \t醫院有執行禁止吸煙的措施，院內、病房內、辦公室、值班室及所有房間內均有禁止吸煙的醒目標識。 \n2. \t醫院有執行禁止吸煙的宣傳教育，有記錄，每位員工知曉有勸阻他人不在禁止吸煙區域內抽煙的職責。 \n3. \t相關職能部門及科室對禁止吸煙的執行與宣傳教育的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對禁止吸煙的執行與宣傳教育的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對禁止吸煙的執行與宣傳教育的改進有成效。 "
    ],
    "F3.0": [
        "功能3.0",
        "應急管理",
        "",
        "",
        "",
        ""
    ],
    "F3.1": [
        "功能3.1",
        "醫院遵守國家法律法規及部門規章，嚴格執行各級政府制定的應急預案，承擔突發公共事件和重大事故災害的緊急醫療救援與救治任務。",
        "",
        "",
        "",
        ""
    ],
    "F3.1.1": [
        "功能3.1.1",
        "醫院嚴格執行各級政府制定的應急預案，承擔突發公共衞生事件和重大事故災害的緊急醫療救援與救治工作，開展災害脆弱性分析，建立醫院應對主要突發事件策略。具有減災、備災、救災的預案及措施和有災後恢復的計劃及方案。【相互引用功能3.1.3，管理6.4.2】",
        "醫院遵守國家法律、法規，嚴格執行各級政府制定的應急預案，按照\"平戰結合、防治結合\"的要求加強建設。根據衞生行政部門指令，承擔突發公共衞生事件和重大事故災害的緊急醫療救援與救治工作。醫院定期進行風險評估，建立災害脆弱性分析，識別各類突發事件對醫療服務和運作可能產生的影響。根據分析報告的結果制訂醫院總體和個別災難的應對預案和部門預案，明確各個部門及相關人員職責以及應急反應行動的程序。醫院建立減災、備災、救災及災後恢復的預案及措施並在有需要時及時啓動【相互引用功能3.1.3，管理6.4.2】，有災後恢復計劃，並根據災情的影響調整年度工作計劃和中長期發展計劃。 ",
        "1. \t醫院有進行風險評估及災害脆弱性分析報告，識別各類突發事件對醫療服務和運作可能產生的影響，有記錄。 \n2. \t醫院有總體和個別災難的應對預案和部門預案，包括備災、減災，救災和災後恢復的預案及措施，有演練、有記錄。 \n3. \t醫院對各種重大事故災害的緊急應變計劃的實施情況有自查，對存在問題有糾正措施。 ",
        "醫院對各種重大事故災害的緊急應變計劃的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對各種重大事故災害的緊急應變計劃的改進有成效。 "
    ],
    "F3.1.2": [
        "功能3.1.2",
        "醫院成立醫院應急工作領導小組，建立醫院應急管理組織和指揮系統，負責醫院應急管理工作，落實責任，不斷完善醫院應急管理的機制。【相互引用功能3.1.3，質量4.2.1，管理6.4.1】",
        "醫院成立醫院應急指揮領導小組，建立醫院應急管理組織和指揮系統，落實責任並不斷完善，明確醫院需要應對的主要突發事件策略，制定和完善各類應急預案，提高快速反應能力【相互引用管理6.4.1】。 \n醫院有應急管理與協調機制和工作流程。明確院長是應急指揮領導小組組長、是醫院應急指揮系統的第一責任人，負責醫院應急醫療救援工作組織實施及院內、外各部門間的協調；負責院內各部門、各科室間的協調；負責緊急狀態下各類人力資源、搶救物資的配置與調配；【相互引用管理6.4.1】負責保持通信通暢，以進行及時的信息報告和信息發佈【相互引用功能3.1.3】。 \n醫院有緊急醫療救援應急物資和設備儲備計劃；且有嚴格的管理制度及審批程序，並有應對應急物資設備短缺的緊急供應渠道；制定必備的物資儲備目錄並落實【相互引用管理6.4.1】。 \n醫院能提供\"24小時×7天\"連續不間斷的急診服務，包括醫學影像、檢驗、藥劑等所有涉及搶救的部門及科室均提供\"24小時×7天\"的急診服務。醫院總值班有應急管理的明確職責和流程，有規定職能部門、各科室值班人員在醫院突發緊急事件時是第一響應者，並有具體職責與任務，其他所有員工處於待命狀態。 \n醫院、急診科有根據應急醫療救援特點制定大規模搶救工作流程。醫務人員具有危重患者診療及護理常規、技術規範、風險評估、應急預案和安全防範措施。由急診、重症、手術和多學科團隊組成的應急醫療團隊有災難緊急救治方案，保障綠色通道的暢通和協調的順暢【相互引用質量4.2.1】。保障多發傷、複合傷、疑難病例的搶救治療。 ",
        "1. 醫院有應急指揮領導小組及指揮系統，有應急管理與協調機制和工作流程，有記錄。 2、醫院對應急指揮領導小組及指揮系統、應急管理與協調機制和工作流程的實施情況有自查，對存在問題有糾正措施。 ",
        "醫院對應急指揮領導小組及指揮系統、應急管理與協調機制和工作流程的實施有監管、定期分析、反饋和實施改進措施、並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對改進應急指揮領導小組及指揮系統、應急管理與協調機制和工作流程的改進有成效。 "
    ],
    "F3.1.3": [
        "功能3.1.3",
        "醫院面對突發公共衞生事件和重大事故災害，醫院實施減災、備災、救災的預案，把災害對醫院的影響減到最低，確保醫院的基本運行。【相互引用功能3.1.1，功能3.1.2，管理6.4.1，管理6.4.2】",
        "醫院根據各種公共衞生事件和重大事故災害特點，制定所需的緊急應變計劃，實施減災、備災、救災的制度與流程。醫院有應急指揮系統的相關信息制度，確保院內和院外的信息報告和信息發佈暢通【相互引用功能3.1.2】。 \n醫院建立急診管理制度和工作流程、突發應急事件處置預案並組織實施方案。全力救治傷員，分流患者，因地制宜儘快建立新的工作流程，把災害對醫院的影響減到最低，同時建立儘量維持醫院正常運作的方案。醫院實施災後恢復計劃，需及時將醫院基本設施、運作與服務加以恢復【相互引用功能3.1.1，管理6.4.1，管理6.4.2】，並首先恢復急危重症患者的醫療服務。 \n醫院有關心員工，減少災害引起的傷害，應急時儘可能提供正常的工作條件及生活環境，並有使員工保持良好工作狀態的措施。 ",
        "1. \t醫院有對各種災難所需的災害應變計劃包括減災、備災、救災及災後恢復的制度與流程，有記錄。 \n2. \t醫院對各種災難所需的災害應變計劃的預案有自查，有的有演練，對存在問題有糾正措施。 ",
        "醫院對各種災難所需的災害應變計劃的預案及演練有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對各種災難所需的災害應變計劃的預案及演練實施改進有成效。 "
    ],
    "F3.1.4": [
        "功能3.1.4",
        "醫院開展應急培訓和演練，提高各級、各類人員的應急素質和醫院的整體應急能力。【相互引用管理6.4.3】",
        "醫院有應急培訓和演練，有提高各級、各類人員的應急素質和醫院的整體應急能力的制度及計劃，定期對各級各類人員進行應急相關法律、法規、預案及應急知識、技能和能力的培訓，組織考核。各崗位相關人員知曉部門本崗位的履職要求和應急預案。醫護人員能夠熟練並正確使用各種搶救設備，掌握各種搶救技能，包括高級心肺復甦技能。有醫務人員緊急意外情況的醫療護理應急預案和處理流程，有培訓與演練【相互引用管理6.4.3】。 \n醫院與各相關部門包括：急診，內科、外科專業科室（包括介入專業）、藥學、醫學影像（普通放射、CT、超聲等）、臨牀檢驗、輸血等；醫療器械部門及保障部門，每年開展至少一次各類突發事件的總體預案和專項預案應急醫療救援演練，包括減災、備災、救災和災後恢復，保證各崗位相關人員掌握主要應急技能和防災技能。 ",
        "1. \t醫院有各級、各類人員的應急培訓和演練，有記錄。 \n2. \t醫務人員有緊急意外情況的應急預案和處理流程，有培訓和技能演練，有記錄。 \n3. \t醫院及相關部門每年至少一次整個災難應變計劃或其中關鍵部分的演練，有記錄。 \n4. \t相關職能部門及科室對急診搶救工作、醫護人員搶救技能、應急培訓和演練的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對各級、各類人員的應急培訓和演練的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對各級、各類人員的應急培訓和演練的改進有成效。 "
    ],
    "F3.2": [
        "功能3.2",
        "醫院根據國家相關法律法規承擔傳染病的發現、救治、報告、預防等任務。",
        "",
        "",
        "",
        ""
    ],
    "F3.2.1": [
        "功能3.2.1",
        "醫院有健全的傳染病防治組織架構和系統，有專門科室承擔本單位和責任區域內的傳染病預防、控制與報告工作，並採取必要的救治、隔離措施。【相互引用質量3.3.9】",
        "根據國家相關法律法規，醫院承擔傳染病、食源性疾病的發現、救治、報告、預防等任務。醫院有健全的突發傳染病防治救治計劃與組織架構，包括傳染病及食源性疾病防治領導小組、重點傳染病及食源性疾病防治和突發公共衞生事件救治專家組，承擔傳染病及食源性疾病的發現、救治、報告、預防等任務。醫院按照傳染病及食源性疾病有關規定及時報告疫情並指定專人負責【相互引用質量3.3.9】。 \n醫院有專門部門負責承擔本單位和責任區域內的傳染病及食源性疾病預防與控制工作，對本單位內被傳染病病原體污染的場所、物品實施消毒和無害化處置。 \n醫院對承擔傳染病及食源性疾病發現、救治、報告、預防等任務的工作人員有進行崗前及在崗培訓，有培訓計劃並落實，相關工作人員經考核合格後方可上崗，對不合格人員實行離崗再培訓。 ",
        "1. \t醫院有健全的突發傳染病防治救治組織架構及工作計劃。 \n2. \t醫院有專門科室承擔本單位和責任區域內的傳染病及食源性疾病預防與控制及善後工作。 \n3. \t醫院有指定人員按照傳染病及食源性疾病防治有關規定及時報告疫情。 \n4. \t醫院對感染性疾病科工作人員有崗前及在崗培訓計劃、定期對全體醫務人員進行的傳染病、食源性疾病防治知識、傳染病報告流程及有關技能進行培訓與處置演練，並有記錄。 \n5. \t相關職能部門及科室對本單位和區域內的傳染病及食源性疾病預防與控制及善後工作和院內培訓與處置演練的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對本單位和區域內的傳染病及食源性疾病預防與控制及善後工作和院內培訓與處置演練的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對本單位和區域內的傳染病及食源性疾病預防與控制及善後工作和院內培訓與處置演練的改進有成效。 "
    ],
    "F3.2.2": [
        "功能3.2.2",
        "醫院有傳染病預檢分診制度，診療信息登記完整。【相互引用質量 3.3.2，質量4.1.2】",
        "醫院實行預檢分診制度，門、急診預檢分診場所設置規範，有完善的預檢分診流程和崗位職責【相互引用質量 3.3.2，質量4.1.2】。對發現的傳染病患者、病原攜帶者、疑似患者的密切接觸者採取必要的治療和隔離措施，如醫院不具備收治傳染病功能，應負責聯繫政府指定收治的醫院，並確保送達指定醫院。\n傳染病患者門診、急診、住院診療信息登記完整，去向可追溯。 ",
        "1. \t醫院對傳染病患者的診療信息登記完整，去向可追溯。 \n2. \t相關職能部門及科室對傳染病預檢分診制度，診療信息登記完整的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對傳染病預檢分診制度，診療信息登記完整的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對傳染病預檢分診制度，診療信息登記完整的改進有成效。 "
    ],
    "F3.2.3": [
        "功能3.2.3",
        "醫院定期對全體醫務人員進行傳染病防治知識和技能的培訓與傳染病處置演練，並向公眾開展傳染病預防知識的教育、諮詢。【相互引用質量3.3.3，質量3.3.4】",
        "醫院有傳染病及食源性疾病預防控制知識與技能的全員培訓和教育制度及計劃，有完善的傳染病及食源性疾病安全防護措施、應急預案及處理與改進的制度。有定期對全體醫務人員進行傳染病、食源性疾病防治知識、傳染病報告流程及有關技能進行培訓與處置演練。有新頒佈或修訂的法規、規範及新發傳染病時，醫院應及時對相關工作人員進行培訓，以保證相關人員持續有能力開展傳染病風險評估並持續改進診療流程，培訓與落實情況有記錄。根據高風險的傳染病疫情，每年最少進行一次的醫院傳染病及醫源性疾病處置應急預案演練【相互引用質量3.3.4】。 \n醫院採用多種形式向公眾開展傳染病及食源性疾病預防知識的教育和諮詢，有教育諮詢資料。針對新冠病毒、艾滋病、肺結核等重大傳染病開展預防教育諮詢。科室有完整的教育、諮詢資料可供閲讀【相互引用質量3.3.3】。 ",
        "1. \t醫院有定期對全體醫務人員進行醫院傳染病預防知識的培訓，每年最少進行一次傳染病及醫源性疾病處置應急預案演練，有記錄。 \n2. \t醫院向公眾開展傳染病及食源性疾病預防知識的教育、諮詢，有記錄。 \n3. \t醫院對傳染病及食源性疾病預防知識的培訓、應急預案處置演練和向公眾開展傳染病及食源性疾病預防知識的教育和諮詢的實施情況有自查，對存在問題有糾正措施。 ",
        "醫院對傳染病及醫源性疾病防治知識培訓、傳染病及醫源性疾病處置應急預案演練和向公眾開展傳染病預防知識的教育、諮詢的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫院感染預防控制、醫院感染事件應急預案處置演練、向醫院員工和公眾開展傳染病及食源性疾病預防知識的教育、諮詢的改進有成效。 "
    ],
    "Q1.0": [
        "質量1.0",
        "患者安全",
        "",
        "",
        "",
        ""
    ],
    "Q1.1": [
        "質量1.1",
        "正確識別患者身份",
        "",
        "",
        "",
        ""
    ],
    "Q1.1.1": [
        "質量1.1.1",
        "醫院制定並實施患者身份識別的制度和流程，以提高患者身份識別的正確性。【相互引用質量1.2.2，質量6.2.3】",
        "醫院根據國際公認的循證臨牀實踐指南、制定患者身份識別制度，建立查對制度，包括藥品、標本等查對制度，查對要求按照國家有關規定和標準執行。對就診患者身份和住院病歷施行唯一標識（醫保卡、身份證號碼、病歷號等）管理，為同一患者病歷建立唯一的標識號碼，並在全院範圍內統一實施。患者身份識別至少同時使用兩種方式，如姓名、性別、年齡、出生年月日、病歷號，禁止以房間或牀號作為識別依據。住院患者有姓名索引系統。 \n醫院住院患者、急診留觀、急診搶救室患者均使用\"腕帶\"，對傳染病、藥物過敏等患者有標識（腕帶與牀頭卡），且有明確管理制度。有標本採集、發藥、發放特殊飲食及診療活動時患者身份確認的制度、方法和核對程序。核對時讓患者或其近親屬陳述患者姓名。 \n醫院有患者轉科交接身份識別制度和流程，尤其急診、病房、手術室、重症監護、產房、新生兒室之間的轉接【相互引用質量1.2.2，質量6.2.3】。對需轉科交接的產婦、新生兒、兒童、無名氏，意識不清、語言交流障礙及（或）鎮靜期間的患者的身份識別和交接有明確的管理制度和流程。 \n醫護人員在為患者輸血或血液製品之前，實施者根據目前國際公認的循證指南及專業實踐、確認血液或血液製品是否與處方和患者相匹配，實行雙人核對或單人核對加自動識別技術（如條形碼）來識別患者的身份。採用雙人核對時，其中一人必須是具有資質並負責為患者實施輸血或血液製品的醫護人員。",
        "1. \t醫院有患者的身份標識制度和流程，包括；使用\"腕帶\"、重點部門患者轉運交接、輸血或血液製品等。 \n2. \t相關職能部門及科室對識別患者身份制度與流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對患者身份標識制度和重點患者身份識別的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對患者身份標識的\"查對制度\"制度的改進有成效。 "
    ],
    "Q1.2": [
        "質量1.2",
        "改進有效溝通",
        "",
        "",
        "",
        ""
    ],
    "Q1.2.1": [
        "質量1.2.1",
        "醫院制定並實施危急值報告制度及流程。【相互引用質量7.1.5，質量7.1.6】",
        "醫院制定並實施危急值報告制度，建立住院和門急診患者危急值報告流程和記錄規範，並結合醫院實際情況確定危急值項目和清單並定期調整。危急值項目由醫務管理部門組織所有涉及危急值檢驗、檢查的科室與臨牀科室共同制定，並向全院公佈，臨牀醫務人員均可查閲。 \n檢查、檢驗科室的相關人員按照危急值報告流程，及時向臨牀發出危急值信息，醫護人員接獲危急值報告後應記錄患者信息、危急值內容和報告者的信息，及時向經治或值班醫師報告，做好記錄，確保危急值信息傳遞各環節無縫對接，關鍵要素（時間節點、各環節責任人、患者信息等）可追溯【相互引用質量7.1.6】，並建立臨牀危急值信息登記專冊。醫師接獲危急值報告後應及時處置並在病歷中記錄處理情況【相互引用質量7.1.5】。 ",
        "1. \t醫院有確定的危急值項目，並制定可能危及患者生命的各項檢查、檢驗結果危急值清單。 \n2. \t醫院有危急值報告與管理制度及工作流程，並實施。 \n3. \t醫院有臨牀危急值信息登記專冊。 \n4. \t相關職能部門及科室對危急值管理制度及工作流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對危急值管理制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對危急值管理制度的改有進成效。 "
    ],
    "Q1.2.2": [
        "質量1.2.2",
        "醫院制定並實施各項工作交接和溝通的流程。【相互引用質量1.1.1，質量1.7.1，質量6.1.5，質量6.2.3和質量7.1.6】",
        "醫院建立部門、科室間的溝通與協調機制，各職能部門應履行協調職能。建立醫患溝通機制，提高相互理解和信任，旨在增強療效。確立特殊情況下醫務人員之間有效溝通的程序、步驟。完善重點（急診、病房、手術室、重症監護、產房、新生兒室之間）患者識別措施，健全入院、轉科、轉院交接登記制度。\n有與120急救中心、掛鈎合作的基層醫院建立急診、急救轉接服務制度和流程。(注意：120 是電話號碼。 呼叫急救中心。) \n醫院加強急診檢診、分診，有效分流非急危重症患者，及時救治急危重症患者。在實施緊急搶救的情況下，必要時可口頭下達臨時醫囑，護理人員應對口頭臨時醫囑完整重述確認，在執行時雙人核查，在搶救結束後後六小時內補記。建立急診患者就診登記冊，登記資料完整，對患者的來源、去向以及急救全過程可追溯。 \n住院診療工作實行分級負責制，加強住院診療工作質量管理，落實交接班制度。有患者交接、安全核查、安全用藥、手術物品清點、標本管理等安全制度與流程。 \n醫院建立全院性醫療值班體系，制定值班與交接班制度，明確值班崗位職責、人員資質和人數並保證正常運行。實行醫院總值班制度，總值班人員需接受培訓並考核合格。醫院及科室值班表應當向全院公開，值班表應當涵蓋與患者診療相關的所有崗位和時間。值班人員資質符合要求，非本院執業醫務人員不得單獨值班。值班人員按規範做好交接班，當日四級手術患者手術和急危重症患者必須牀旁交班【相互引用質量6.1.5】，交接班內容專冊記錄，並由交班人員和接班人員共同簽字確認，值班期間所有的診療活動必須及時準確記入病歷【相互引用質量1.7.1】。 \n醫院根據國際公認的循證臨牀實踐指南、對需轉科交接的患者，特別是產婦、新生兒、兒童、無名氏，意識不清、語言交流障礙及（或）鎮靜期間的患者的身份識別和交接流程有明確的管理制度，嚴格執行身份識別制度和流程【相互引用質量1.1.1，質量6.2.3】，並有記錄或登記。轉送急危重症患者均有病情資料交接及雙方交接人員簽字，並有醫護人員陪同。急診患者病歷資料完整，入院、轉診、轉科有病情交接。 \n麻醉科與手術科室建立有效溝通，確保安全輸血。輸血科與臨牀科執行輸血全程管理制度，根據行業標準、目前國際公認的循證指南及專業實踐最佳臨牀實踐指南、嚴格落實查對制度。 \n臨牀檢驗部門、病理部門、醫學影像科室建立臨牀溝通機制，提供便捷、及時的檢查檢驗信息服務【相互引用質量7.1.6】。 \n除臨牀工作外，其他支持部門亦需有交接制度和溝通流程，例如：病理標本取材規範和質控記錄、信息值班交接班制度、各班組交接班制度，如供電部門24 小時的交接班記錄等。 ",
        "1. \t醫院有各項工作交接制度和溝通流程，如：轉科交接登記制度，值班交接班制度等，落實並有記錄。 \n2. \t相關職能部門及科室對各項工作交接制度和溝通流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對各項工作交接制度和溝通流程的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對改進各項工作交接和溝通流程的改進有成效。 "
    ],
    "Q1.3": [
        "質量1.3",
        "改進高警示藥品及高危藥品的安全性",
        "",
        "",
        "",
        ""
    ],
    "Q1.3.1": [
        "質量1.3.1",
        "醫院制定並實施相應流程，以保障高警示藥品及高危藥品的安全使用。",
        "醫院按照目前公認的循證臨牀用藥指南和標準，制定和實施全院統一的高警示藥品的清單，例如包裝相似、聽似、看似藥品、一品多規格或多劑型藥品等。\n醫院有高危藥品的清單，包括可能引致死亡或有成癮潛能的藥品，例如胰島素、高濃度電解質如鉀、肝素和其他抗凝劑、化療藥物、精神藥物、麻醉劑、類阿片和鎮靜劑等。醫務人員接受相關教育及嚴格遵守相應的管理流程，包括規範醫囑或處方字跡與縮寫、使用口頭醫囑及藥品發方雙人核查等相關制度與流程。有藥品標識和貯存方法（如有些高危藥物有雙鎖的要求）的管理規定並執行。全院實行統一的\"藥品警示標識\"，病房（區）有公示全院統一的高警示藥品清單和包裝相似、聽似、看似藥品、一品多規格或多劑型高警示藥品的清單和高危藥品的管理規範，並對相關員工進行培訓，確保藥品發放和使用安全。 \n醫院依據臨牀最佳專業實踐來規定需要存放高濃度電解質的重點部門/科室（即急症、重症監護、心胸外科、血液透析室、手術室）並規定存放種類、數量、儲存條件和嚴格控制取用的方法與流程，並有記錄可追溯，防止意外誤用。其他病房（區）全部使用採購供應已稀釋的高濃度電解質輸液，杜絕在病房（區）內調配高濃度電解質。 \n醫院制定病房（區）分散調配一般靜脈用藥的管理制度，並執行。有靜脈用藥調配人員崗位培訓制度和培訓計劃，並執行。 \n醫院對以上制度、流程、標識等均有培訓，有關人員知曉，並執行。 ",
        "1. \t醫院有循證臨牀用藥指南和標準、高警示藥品、高危藥品的管理制度與流程，有統一的高警示藥品清單及標識，並實施。 \n2. \t病房（區）有公示全院統一的高警示藥品清單和包裝相似、聽似、看似藥品、一品多規格或多劑型高警示藥品的清單和高危藥品的管理規範，並對相關員工進行培訓。 \n3. \t相關職能部門及科室對高警示藥品、高危藥品的管理制度與流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對循證臨牀用藥指南和標準、高警示藥品、高危藥品的管理及培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對循證臨牀用藥指南和標準、高警示藥品、高危藥品管理的改進有成效。 "
    ],
    "Q1.4": [
        "質量1.4",
        "確保手術安全",
        "",
        "",
        "",
        ""
    ],
    "Q1.4.1": [
        "質量1.4.1",
        "醫院制定並實施手術安全核查和手術/有創操作部位標識制度和流程。【相互引用質量1.10.1，質量6.2.2】",
        "根據國際公認的循證和最佳臨牀實踐指南（如世界衞生組織手術安全核查表）及國家有關規定、醫院建立手術安全核查制度和標準化流程並落實。所有手術（含介入手術、日間手術、內鏡手術，包括擇期手術和急診手術）及分娩均納入核查範圍【相互引用質量6.2.2】。手術醫師、麻醉醫師、護士按標準流程在麻醉實施前、手術開始前和患者離開手術室前實行\"手術安全核查\"。嚴格執行手術安全核查過程和內容，手術安全核查表填寫完整。手術安全核查表納入病歷保存。 \n全院有統一明確的手術部位標識制度與工作流程，防止手術患者、手術部位及術式發生錯誤。手術部位標識應在患者送達術前準備室或手術室前完成。涉及雙側、多重結構（手指、腳趾、病灶部位）、多平面部位（脊柱）的手術應實施手術部位標識，由主刀醫師/實施操作的人員完成，並邀請患者參與標識。標識方法、標記顏色有統一明確的規定【相互引用質量1.10.1】。 ",
        "1. \t醫院有統一的手術部位標識制度與工作流程，並實施。 \n2. \t醫院有手術安全核查管理制度，並實施。 \n3. \t相關職能部門及科室對手術部位標識制度與工作流程和手術安全核查管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對手術部位標識制度與工作流程和手術安全核查管理制定的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對手術部位標識制度與工作流程和手術安全核查管理的改進有成效。 "
    ],
    "Q1.5": [
        "質量1.5",
        "醫院建立循證的手衞生管理制度，採用並實施循證的手衞生指南。",
        "",
        "",
        "",
        ""
    ],
    "Q1.5.1": [
        "質量1.5.1",
        "醫院建立循證的手衞生管理制度，採用並實施循證的手衞生指南，以降低醫源性感染的風險。【相互引用管理6.1.1】",
        "醫院按照目前國際公認的循證指南及專業實踐和國家法律法規，建立循證的醫院手衞生管理制度，以降低醫源性感染的風險。正確充分配置有效、便捷的手衞生設備和設施【相互引用管理6.1.1】，為執行手衞生提供必需的保障與有效的監管措施。醫院有手衞生循證要求（洗手方法、世衞手衞生五時刻、外科手消毒操作規程等）的宣教圖示。重點科室、感染高風險部門、治療室、換藥室、注射室遵循相關標準要求，配置非手觸式水龍頭及相關手衞生設施。 \n醫務人員在臨牀診療活動中嚴格落實手衞生相關管理制度與操作規程。各相關部門為醫務人員和其他員工提供手衞生持續培訓。同時加強患者，照顧者，志願者及在醫院工作的各行業工作人員的手衞生教育。 \n各部門、各科室、各班組對手衞生落實情況進行自查，醫院對手衞生落實情況進行監管。 ",
        "1. \t醫院有手衞生要求、制度，採用並實施循證的手衞生指南及執行手衞生規定，提供必需的保障與有效的監管措施，包括所有工作人員，特別是醫務人員手衞生依從性有監管，並有記錄。 \n2. \t醫院有張貼手衞生相關要求的宣教圖示。 \n3. \t有關職能部門有對患者、照顧者、志願者及在醫院工作的各行業工作人員手衞生知識培訓及記錄。 \n4. \t相關職能部門及科室對醫務人員和其他員工、患者、照顧者、志願者及在醫院工作的各行業工作人員提供手衞生知識培訓。對醫務人員培訓效果有追蹤評價的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對手衞生管理制度與操作規程的實施有監管，定期分析反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對手衞生管理制度與操作規程的改進有成效。 "
    ],
    "Q1.6": [
        "質量1.6",
        "對醫院範圍內的跌倒、墜牀風險進行評估，並建立相關管理制度，以降低跌倒、墜牀的風險。",
        "",
        "",
        "",
        ""
    ],
    "Q1.6.1": [
        "質量1.6.1",
        "醫護人員對患者進行跌倒、墜牀風險評估，並建立避免醫院範圍內跌倒、墜牀風險的方案和管理制度，降低患者因跌倒、墜牀和訪客、員工跌倒導致傷害的風險。",
        "醫院關注患者、訪客和員工院內安全，根據目前國際公認的循證指南和最佳臨牀實踐，制定並實施降低門、急診、日間服務（包括日間手術、日間化療）和住院患者跌倒與住院患者墜牀風險的管理方案，採用循證的跌倒風險評估工具對弱勢人羣和患者如新生兒、幼兒、孕產婦、老人患者、殘疾患者、行動不便患者、慢性病患者、精神病患者等和醫院範圍內可能引致患者和訪客、員工跌倒的風險作評估。對經過評估確定為具有跌倒、墜牀風險的患者、情境、場所，醫院實施監測和干預措施，定期為相關人員進行預防院內跌倒和墜牀的培訓，以降低跌倒和墜牀導致傷害的風險，並有記錄。 \n醫院有應急制度、救護機制和措施保障醫院範圍內跌倒、墜牀等高風險意外事件的患者（包括弱勢患者）和訪客在全院任何區域內均能及時提供緊急救治和生命支持服務，並體現多部門協作。 \n醫護人員對住院患者進行跌倒、墜牀風險評估及實施預防方案和干預措施後，根據病情、用藥變化情況適時再評估，評估和再評估情況記錄在病歷中並主動告知高危患者跌倒、墜牀風險，瞭解其需求，經與患者及/或家屬溝通後，對高危患者採取適當措施防止跌倒、墜牀等意外，包括警示標識、語言提醒、攙扶或請人幫助、應用可調低位的病牀、牀擋等，並有記錄。 \n醫院有患者跌倒、墜牀和訪客、員工跌倒等意外事件報告的相關制度、處置預案與流程，相關人員知曉並執行。 \n醫護人員對患者及照顧者進行院內和出院前的預防跌倒、墜牀教育。 ",
        "1. \t醫院有避免門、急診、日間服務和住院患者（包括弱勢人羣和患者）跌倒與住院患者墜牀風險的方案和管理制度，並實施。 \n2. \t醫護人員對住院患者及弱勢人羣和患者進行跌倒、墜牀風險評估，在實施預防方案和干預措施後，根據病情、用藥變化情況適時再評估，有記錄。 \n3. \t醫院有定期為相關人員進行預防院內跌倒和墜牀的培訓，有記錄。 \n4. \t醫院有患者跌倒、墜牀和訪客、員工跌倒等意外事件報告制度、處置預案與流程，並有培訓記錄。 \n5. \t相關職能部門及科室對避免門、急診、日間服務和住院患者跌倒與住院患者墜牀風險的管理、弱勢人羣和患者和醫院範圍內可能引致患者和訪客、員工跌倒的風險評估、住院患者及弱勢人羣和患者定期再評估、患者跌倒、墜牀和訪客、員工跌倒等意外事件報告制度、處理預案與工作流程及培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對避免門、急診、日間服務和住院患者跌倒與住院患者墜牀風險的管理、弱勢人羣和患者和醫院範圍內可能引致患者和訪客、員工跌倒的風險評估、住院患者及弱勢人羣和患者定期再評估、患者跌倒、墜牀和訪客、員工跌倒等意外事件報告制度、處理預案與工作流程及培訓的實施情況有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對避免門、急診、日間服務和住院患者跌倒與住院患者墜牀風險的管理、弱勢人羣和患者和醫院範圍內可能引致患者和訪客、員工跌倒的風險評估、住院患者及弱勢人羣和患者定期再評估、患者跌倒、墜牀和訪客、員工跌倒等意外事件報告制度、處理預案與工作流程及培訓的改進有成效。 "
    ],
    "Q1.7": [
        "質量1.7",
        "住院診療工作實行分級護理與責任制護理，落實交接班制度，值班醫師和護士具有預防與及時識別患者病情變化的能力，具有觀察與處置病情惡化的職責與技能。",
        "",
        "",
        "",
        ""
    ],
    "Q1.7.1": [
        "質量1.7.1",
        "醫院加強住院診療工作質量管理，預防與及時識別病情不穩和病情可能惡化的患者，及時提供適合的治療與護理。【相互引用質量1.2.2，質量6.1.2】",
        "醫院住院診療工作實行分級負責制，加強住院診療工作質量管理，建立三級查房制度即在科主任領導下的三個不同級別的醫師查房制度，嚴格明確各級醫師工作職責，工作程序，查房週期，明確各級醫師的醫療決策和實施權限。根據牀位、工作量、醫師的資質層次分成診療小組。診療小組的組長由副主任醫師及以上人員擔任，對本組收治患者的診療工作負責。 \n醫師護士遵循醫院建立的值班與交接班制度，落實關鍵流程，加強轉科、轉院患者的交接管理【相互引用質量1.2.2】，特別是患者病情及變化趨勢的交接。制定早期預警機制並實施。醫護人員應及時識別病情不穩和病況惡化患者，根據早期預警評分實施相應的臨牀管理措施，及時將患者病情通知有關醫師、護士或相關科室協助進一步治療。醫務人員主動與患者及其照顧者溝通，告知患者病情，瞭解其需求，聆聽其反饋，以提高患者依從性。 \n醫院有預防和及時識別手術後可能病程惡化的患者，為每位手術患者進行術前討論和麻醉前病情評估；討論內容包括：患者的臨牀診斷、手術風險及預防措施、益處和可供選擇的方案、術前準備、擬施行的手術方式，術後併發症的風險評估和預防措施【相互引用質量6.1.2】；執行圍手術預防性抗菌藥物的使用規定，及為高風險心臟病患者使用預防細菌性心內膜炎的抗菌藥物等。 \n醫護人員有對深靜脈血栓高危患者進行評估、識別、預防、診斷和處置的制度和流程，使用物理/機械方法或抗凝藥物降低血栓風險。科室為預防和及時識別可能病程惡化的患者進行全員培訓。 ",
        "1. \t醫院有醫療工作分級負責制度、三級查房制度、交接班制度與及時識別病情不穩和病況惡化患者的制度與系統，並實施。 \n2. \t相關職能部門及科室對分級負責制、三級查房制度、交接班制度與預防和及時識別病情不穩和可能病況惡化患者的制度與系統的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療分級負責制、三級查房制度、交接班制度與預防和及時識別病情不穩和可能病況惡化患者的制度與系統的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明主管部門對醫療分級負責制、三級查房制度、交接班制度與預防和及時識別病情不穩及可能病況惡化患者的制度與系統的改進有成效。 "
    ],
    "Q1.8": [
        "質量1.8",
        "患者約束",
        "",
        "",
        "",
        ""
    ],
    "Q1.8.1": [
        "質量1.8.1",
        "醫護人員應儘量避免約束患者，有制度和流程規範約束（包括物理約束、化學約束及隔離約束）的使用。【相互引用質量2.1.1，質量6.5.2，管理5.3.1】",
        "根據目前國際公認的循證指南和最佳臨牀實踐，醫院有患者住院醫療保護措施的制度與流程。醫護人員應對住院患者提供適宜的幫助，尤其是弱勢人羣和患者如：新生兒、幼兒、孕產婦、老人患者、殘疾患者、行動不便患者、慢性病患者、精神病患者等；儘量避免約束患者若對患者有益處（例如：家人可令患者情緒穩定）及在病房情況容許下，家人可陪伴患者（有傳染病風險時除外）。如需防止跌倒、墜牀造成傷害；或需防止有嚴重身體或精神障礙的患者傷害自己及他人時，醫務人員應把患者約束措施作為最後手段，並儘可能選擇活動限制最少的約束方法，依據病情變化隨時重新評估受約束的患者，並儘快解除約束【相互引用質量6.5.2】。期間應對患者及其家屬進行有關約束的教育，加強他們積極參與其護理程序。 \n醫院有住院患者包括精神病類患者使用物理約束、化學約束和隔離約束的制度與流程，有主動向監護人就實施醫療保護措施可能導致意外情況履行書面知情同意的規定與流程【相互引用質量2.1.1，質量6.5.2，管理5.3.1】，並聽取患者意見及對其反饋，相關情況有在病歷中記錄。醫院有對相關員工進行約束使用制度的規範培訓。 ",
        "1. \t醫院有住院患者醫療保護措施的制度，並實施。 \n2. \t醫院有患者約束的使用制度和流程與履行書面知情同意的規定，並實施。 \n3. \t醫院有對相關員工進行患者約束使用制度的規範的培訓。 \n4. \t相關職能部門及科室對住院患者醫療保護措施的制度、患者約束的使用制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對住院患者醫療保護措施的制度、患者約束的使用制度與實施及員工培訓的實施有定期監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對住院患者醫療保護措施的制度、患者約束的使用制度、減少患者約束的使用的改進有成效。 "
    ],
    "Q1.9": [
        "質量1.9",
        "壓力性損傷風險評估及預防和創面處理",
        "",
        "",
        "",
        ""
    ],
    "Q1.9.1": [
        "質量1.9.1",
        "醫院有壓力性損傷風險評估與報告制度及診療和創面處理的制度，以預防患者壓力性損傷的風險。【相互引用質量4.3.1】",
        "醫院有循證的壓力性損傷風險評估、壓力性損傷預防、創面處理規範。壓力性損傷風險評估從識別風險因素和檢查皮膚開始，護理人員應定時檢查高風險的患者，特別是弱勢人羣和患者及長期病患者，利用風險評估量表（例如 Braden Scale 布萊登量表）預測壓力性損傷風險，以預防壓力性潰瘍或儘量在早期發現加以管理及治療，並落實報告制度【相互引用質量4.3.1】。醫務人員有減壓以維持微循環的預防及治療措施，包括定時更換患者體位，指導和或協助患者利用手動輔助裝置（如吊架杆）重新定位來降低壓力、或使用靜態或動態的減壓裝置。 \n醫護人員定期為患者進行壓力性損傷風險評估並按風險程度及病情變化進行動態評估；有預防壓力性損傷的設備材料和相關培訓，醫護人員能夠掌握並正確使用。醫護人員根據壓力性損傷預防、創面處理規範，落實各項措施。 ",
        "1. \t醫院有壓力性損傷評估與預防、創面處理及報告制度，並實施。 \n2. \t醫院有預防壓力性損傷的設備材料和相關培訓，有記錄。 \n3. \t相關職能部門及科室對壓力性損傷評估與預防、創面處理及報告制度、預防壓力性損傷的設備材料和相關培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對有壓力性損傷評估與預防、創面處理及報告制度、預防壓力性損傷的設備材料和相關培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對壓力性損傷評估與預防、創面處理及報告制度、預防壓力性損傷的設備材料和相關培訓的改進有成效。 "
    ],
    "Q1.10": [
        "質量1.10",
        "醫院主動邀請患者及服務對象參與醫療安全活動",
        "",
        "",
        "",
        ""
    ],
    "Q1.10.1": [
        "質量1.10.1",
        "醫院主動邀請患者及服務對象參與醫療安全活動，並彙報其醫療成效。【相互引用質量1.4.1，質量3.3.6】",
        "醫院定期進行醫療安全活動，營造積極的醫院安全文化，主動邀請患者參與醫療安全活動並反饋其主觀感受的醫療效果。鼓勵患者主動參與醫療安全管理，尤其是患者在接受介入或手術等有創診療前、或使用藥物治療前、或輸液輸血前主動參與配合醫務人員醫療安全活動，確保所實施的具體安全措施與流程落實到位。例如：鼓勵患者/服務使用者/照顧者反饋使用抗菌藥物後的反應【相互引用質量3.3.6】；患者提醒醫護人員有關手衞生的程序；患者參與手術部位標識的落實【相互引用質量1.4.1】；鼓勵患者在接受醫療服務後主動反饋其對醫療服務與效果的主觀感受。醫院有對患者的反饋進行分析，及有相應地改進醫療安全的規範、流程以及宣傳活動。 ",
        "1. \t醫院有主動邀請患者參與醫療安全活動和主動反饋其對醫療服務與效果的主觀感受的具體措施與流程，並實施。 \n2. \t相關職能部門及科室對主動邀請患者參與醫療安全活動和主動反饋其對醫療服務與效果的主觀感受的具體措施、流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對主動邀請患者參與醫療安全活動和主動反饋其對醫療服務與效果的主觀感受的具體措施、流程的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對主動邀請患者參與醫療安全活動和主動反饋其對醫療服務與效果的主觀感受的具體措施與流程的改進有成效。"
    ],
    "Q2.0": [
        "質量2.0",
        "以人為本",
        "",
        "",
        "",
        ""
    ],
    "Q2.1": [
        "質量2.1",
        "醫院有相關制度保障患方（患者或其親屬、授權委託人）權益與責任。",
        "",
        "",
        "",
        ""
    ],
    "Q2.1.1": [
        "質量2.1.1",
        "醫院有相關制度保障患方（患者或其親屬、授權委託人）充分了解其權利和責任。向患方説明病情、治療方案、向患者或授權委託人就實施醫療保護措施可能導致意外情況履行書面知情同意。【相互引用質量1.8.1，質量2.2.2，質量2.4.1，質量4.2.2，質量5.2.1，質量5.3.3，質量6.1.3，質量6.4.1，質量6.5.1，質量6.5.2，質量6.6.3，質量6.6.4，管理5.2.1，管理5.3.1】",
        "醫院有保障患者合法權益的相關制度並落實，醫務人員開展診療活動時應當遵循患者知情同意原則，履行告知患者其權益與義務及責任，聽取意見（關注、讚美和正式的投訴）及反饋（包括患者感受、治療效果及其他徵狀的舒緩等），尊重患者的自主選擇權和隱私權，尊重民族習慣和宗教信仰，並對患者的隱私保密。完善保護患者隱私的設施和管理措施。醫院對患者個人資料與其接受治療有關的所有文檔保密【相互引用質量2.2.2，質量2.4.1，質量5.3.3，質量6.1.3，質量6.5.1，質量6.5.2，質量6.6.3，質量6.6.4，管理5.3.1】。 \n醫院公示患者的權益及其需履行的責任，醫務人員需告知患者其病情、診斷、醫療措施、醫療風險和替代醫療方案【相互引用質量2.4.1，質量5.2.1，質量6.4.1】，瞭解患者的意見和需要並作相應調整，取得患者理解後履行書面知情同意手續並在病歷中體現。 \n患方責任包括向醫療與護理提供者提供準確的信息，坦陳病情，患者同意接受任何醫療程序後，與醫護人員充分合作，促進醫療服務的成效，患者應尊重其他患者和醫護人員的權益，遵守醫院所制定的規則。 \n患者入院時，醫院員工有責任向患者及其家屬告知其權利與責任，介紹入院程序、醫院提供的服務範圍及有關設施。醫務人員為患者進行評估後，告知患者檢查和初步診療計劃，徵求患者同意及對其反饋。從患者入院時開始建立出院計劃並適時更新，當計劃出院或轉診至內部和/或外部服務時，與患者及/家屬商討，徵得同意後，再作合適安排【相互引用質量4.2.2】。 \n患者留院期間，醫院有定期通知患者檢驗結果、診斷和其治療反應。服務或治療進展。患者其他的權益與責任包括：在接受診治和任何醫護程序前可獲知所需的有關分項費用、獲得醫院定期提供關於最新收費的通知；接受服務後應向提供服務的醫院繳付所有應繳的醫療費用；在辦妥相關手續及付款後，可獲取醫療報告，取得有關自己的診斷、治療、進展和檢查結果；不可要求醫師簽發假收據、證明書或在醫療記錄內填寫不實內容等。 \n醫院有向患者介紹實施醫療保護、治療措施可能導致意外情況履行書面知情同意的規定與流程，包括手術，介入，血製品、白蛋白、球蛋白、特殊檢查、特殊治療（如化療、放射治療）、使用貴重藥品、耗材、臨牀科學研究項目中使用醫療技術、有創診療操作、任何類型的醫療約束、轉科及轉院。如為未成年人及無行為能力做出自我決定的人員，則向其監護人或授權委託人進行説明，並使用相應模板的知情同意書。患者亦可以書面拒絕接受醫治療措施或中止治療，醫務人員應予以回應，確保他們瞭解他們疾病和所需的治療，並告知他們和所有利益相關者的權利和責任將得到尊重。若遇有醫患倫理難題，可提交醫學倫理委員會【相互引用管理5.1.2】，尋求協助。實施精神類疾病治療的醫院為患者提供適當的醫療保護措施，向其監護人或授權委託人提供醫療保護措施的知情同意和教育【相互引用質量1.8.1】。 \n臨牀科學研究項目中使用醫療技術應尊重患者的自主選擇權，簽署知情同意書。患者亦可以拒絕參與實驗或科學研究或教學計劃【相互引用管理5.2.1】。 \n醫院在非公共場所使用錄音、錄像、拍照及推廣活動前應通知並取得患者和/或家屬的書面知情同意。 \n醫院有對員工進行告知患者其權利和責任、對醫務人員有知情同意和告知技能的培訓及確保員工尊重這些權利。 ",
        "1. \t醫院公開張貼患者權益與責任。 \n2. \t醫院有保障患者合法權益的相關制度，包括為患者所有資料保密，相關人員知曉，並實施。 \n3. \t醫院有相關醫療措施履行書面知情同意的規定與流程，並實施。 \n4. \t醫院有培訓醫務人員履行告知患者/服務使用者其權益與義務和知情同意工作的技能，並有記錄。 \n5. \t相關職能部門及科室對醫務人員履行告知患者/服務使用者其權益與義務和知情同意工作的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫務人員履行告知患者其權益與義務和知情同意工作的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫務人員履行告知患者其權益與義務和知情同意工作的改進有成效。 "
    ],
    "Q2.2": [
        "質量2.2",
        "醫院尊重患者民族習慣和宗教信仰，保護患者的隱私權",
        "",
        "",
        "",
        ""
    ],
    "Q2.2.1": [
        "質量2.2.1",
        "醫院尊重患者民族習慣和宗教信仰。【相互引用質量6.6.3】",
        "醫院尊重患者的文化和宗教信仰、飲食習慣、習慣性稱呼、隨身物品、着裝與興趣愛好和希望接待的訪客，並有相關制度和措施。對患者的精神和心靈照顧需求有回應，併為患者提供當地宗教事務管理部門等聯繫方式，以方便患者接觸不同教義人員。對醫務人員有關於不同民族、種族、國籍以及不同文化和宗教患者習慣的培訓，使其熟悉並予以尊重【相互引用質量6.6.3】。 ",
        "1. \t醫院有尊重文化、宗教信仰、民族習慣的管理制度，相關人員有培訓、熟知，並實施。 \n2. \t醫院有為患者提供當地宗教事務管理部門等聯繫方式，以方便患者接觸不同教義人員，並實施。 \n3. \t相關職能部門及科室對尊重文化、民族習慣和宗教信仰的實施有自查，對存在問題有糾正措施。 ",
        "主管部門對尊重民族習慣和宗教信仰的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對尊重民族習慣和宗教信仰的改進有成效。"
    ],
    "Q2.2.2": [
        "質量2.2.2",
        "醫院保護患者的隱私權，有保護患者隱私的設施和管理制度【相互引用質量2.1.1，質量6.6.3，管理4.1.4，管理6.1.1】，以減低泄露患者隱私的風險。",
        "醫院有保護患者隱私權的相關制度和具體措施。為患者提供私密性的診療環境，如：私密性的醫患溝通及知情告知場所【相互引用管理6.1.1】，在患者進行暴露軀體檢查時提供保護隱私的措施；醫院多人病房內各病牀之間有隔簾或間隔設施。男女患者分病房收治，如有需要收治在可容納2個不同性別或以上的病房或病區（例如ICU），牀單位間要有隔簾或間隔設施，以減低泄露患者隱私的風險；並在入院時通知患者及其家屬入住的是男女混合病房。 \n醫院保護患者的隱私權，在非公共場所（如，醫患溝通室等）錄音、錄像、拍照及推廣活動前應取得患者和/或家屬的書面知情同意。有患者在場的錄音、錄像、拍照的資料要遵守醫院相關的保密要求和刪除機制（即在指定時限內刪除，特殊情況除外），並實施及通知有關患者和家屬【相互引用質量2.1.1，質量6.6.3】。 \n醫院實行信息系統等級保護管理，信息安全採用身份認證、權限控制（包括數據庫和運用系統）、患者數據使用控制、保障網絡信息安全，保護患者隱私【相互引用管理4.1.4】。 \n醫務人員有保護患者隱私、尊重文化和信仰、民族習慣的培訓，並實施。除法律規定外未經患者本人同意不得向他人泄露患者病情及相關病歷資料。醫務人員遵循以上保護患者隱私的各項要求。 ",
        "1. \t醫院有保障患者隱私權的相關制度與培訓，相關人員熟知，並實施。 \n2. \t醫院有為患者提供私密性的診療環境和隱私保障措施方案，並實施。 \n3. \t醫院有患者在場的錄音、錄像、拍照的資料相關的保密要求和刪除機制，並實施。 \n4. \t醫院有為醫務人員提供保護患者隱私、尊重文化和信仰、民族習慣的培訓，有記錄。 \n5. \t相關職能部門及科室對保護患者隱私權、患者在場的錄音、錄像、拍照的保密要求和刪除機制、保護患者隱私、尊重文化和信仰、民族習慣培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對保護患者隱私權、患者在場的錄音、錄像、拍照的保密要求和刪除機制、保護患者隱私、尊重文化和信仰、民族習慣培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對保護患者隱私權、患者在場的錄音、錄像、拍照的保密要求和刪除機制、保護患者隱私、尊重文化和信仰、民族習慣培訓的改進有成效。 "
    ],
    "Q2.3": [
        "質量2.3",
        "醫院有風險預防與措施保障和照護弱勢人羣和患者。",
        "",
        "",
        "",
        ""
    ],
    "Q2.3.1": [
        "質量2.3.1",
        "醫院有保障弱勢人羣和患者如：新生兒、幼兒、孕產婦、老人患者、殘疾患者、行動不便患者、慢性病患者、精神病患者等的風險管理制度和便民措施，縮短其就診等候時間，幫助弱勢人羣和患者有效就診。【相互引用質量4.3.1，管理6.1.2】",
        "根據目前國際公認的循證指南和最佳臨牀實踐，醫院有識別、評估和保障弱勢人羣和患者如：新生兒、幼兒、孕產婦、老人患者、殘疾患者、行動不便患者、慢性病患者、精神病患者等的風險管理制度和預防措施，建立弱勢人羣和患者就診流程及指引。風險包括: 跌倒、壓力性損傷、營養、疼痛、自殘/自殺等。醫務人員根據患者的醫療需求和病情在門、急診及日間服務對其進行初次醫療及護理評估，監測患者、情境和場所等的風險和實施干預措施；以便將患者評估結果作為疾病診斷、診療方案和制定護理診療計劃的依據【相互引用質量4.3.1】。醫護人員主動向患者及其家屬提供就診指南與便捷的服務流程、並進行預防相關風險的教育。 \n醫院建立弱勢人羣和患者就診流程及指引，為有特殊需要的患者提供協助與便民服務，如：為行動不便者提供輪椅、設立無障礙通道、輔助技術例如聽力循環等設備；為老年人、有困難的患者提供導醫和其它幫助；提供飲水、電話、健康教育宣傳等服務或設施；有適宜的特殊患者停放車輛的區域【相互引用管理6.1.2】。 \n醫院門、急診信息系統對弱勢人羣和患者就診有針對性的支持和幫助，保證他們便捷就診。 ",
        "1. \t醫院在門、急診及日間服務有弱勢人羣和患者的風險識別、評估和管理制度，並實施。 \n2. \t醫院在門、急診及日間服務有向弱勢人羣和患者提供就診指南、便捷的服務流程及預防相關風險的教育，相關人員熟知並實施。 \n3. \t醫院門、急診及日間服務信息系統有幫助弱勢人羣和患者就診的支持方案，並實施。 \n4. \t相關職能部門及科室對醫院門、急診及日間服務的弱勢人羣和患者的風險識別、評估和管理制度、為弱勢人羣和患者提供服務的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對為弱勢人羣和患者的風險識別、評估和管理制度和患者提供服務的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對弱勢人羣的風險識別、評估和管理制度和患者提供服務的改進有成效。 "
    ],
    "Q2.3.2": [
        "質量2.3.2",
        "醫院根據各類弱勢人羣和患者的不同特徵，有識別和評估相關風險的制度和流程，建立並執行相應的診療、護理規範及風險預防措施。【相互引用質量3.4.4，質量4.3.1】",
        "根據目前國際公認的循證指南和最佳臨牀實踐，醫院針對各類不同的弱勢人羣和患者可能面臨的常見風險和需求，制定風險預防措施、處理流程，建立相應診療及護理規範，並落實。 \n醫院由具有法定資質的醫務人員按照制度、程序、規範和流程對弱勢人羣和患者進行初次評估和再評估。並根據病情及對治療的反應制定及檢討其診療計劃、出院計劃（包括臨終患者）並遵循【相互引用質量4.3.1】。留院時醫務人員需對弱勢人羣和患者（如新生兒、幼兒、孕產婦、老人患者、殘疾患者、行動不便患者、慢性病患者、精神病患者等）、特別是長期病患者和接受多種藥物治療的患者，增加觀察頻率及調整藥物的使用、以防跌倒及壓力性損傷的風險。醫務人員要與患者及其家屬/照顧者溝通、瞭解其出院後的需要；與其他社區醫療或支持機構聯繫、提供患者所需的服務及支持照顧者的安排，以保障患者獲得適當的出院後護理。 \n醫務人員教育弱勢人羣和患者（包括長期病患者）及其照顧者常見風險、預防措施及處理流程，包括需留意患者心理狀況、飲食營養、藥物依從性和藥物交互作用（尤其是接受多種藥物治療的患者）【相互引用質量3.4.4】、跌倒、壓力性損傷、疼痛、譫妄、健忘、其他身體不適、居家環境安全、患者被忽視或虐待等，及如有需要可聯絡的醫務人員/醫院以尋求協助。 \n醫院有對為弱勢人羣和患者服務的相關人員（包括醫護和支持人員）進行培訓，有培訓計劃並落實，相關人員掌握識別、評估和預防弱勢人羣和患者的風險措施及處理流程。 ",
        "1. \t醫院有識別和評估弱勢人羣和患者制度、流程與培訓，相關人員知曉，並實施。 \n2. \t醫院有弱勢人羣和患者風險預防措施、處理流程包括常見風險的診療及護理規範，對相關人員進行培訓，使其知曉，並實施。 \n3. \t醫務人員有教育弱勢人羣和患者及其照顧者可能面臨的常見風險及預防措施、處理流程，並實施。 \n4. \t醫院有服務弱勢人羣和患者的相關人員培訓的計劃並實施及相關記錄。 \n5. \t相關職能部門及科室對為弱勢人羣和患者提供服務和風險評估與防範、教導弱勢人羣和患者及其照顧者的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對弱勢人羣和患者提供服務和風險評估與防範的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對弱勢人羣和患者提供服務和風險評估與防範的改進有成效。 "
    ],
    "Q2.4": [
        "質量2.4",
        "醫護人員注重與患者溝通，讓患者知曉其診療計劃及護理計劃，以期得到患者的積極配合。醫院對患者/服務使用者提出中止治療或拒絕治療和/或護理的書面要求時，予以回應與尊重。",
        "",
        "",
        "",
        ""
    ],
    "Q2.4.1": [
        "質量2.4.1",
        "醫院對醫護人員進行與患者溝通的培訓，落實知情告知義務，讓患者知曉其病情、所需治療及護理計劃，患者表示同意後，有責任積極與醫務人員配合。如患者提出中止治療或拒絕治療和/或護理的書面要求，醫院應予以回應和尊重，並告知患者/服務使用者其權利和責任。【相互引用質量2.1.1，質量5.2.1，質量5.3.3，質量5.6.1，質量6.1.2，管理5.1.2】",
        "醫院建立健全醫患溝通機制和流程，明確溝通的主要內容和重點環節。醫務人員能用通俗易懂的語言和方式與患方進行溝通，讓患者知曉其病情及護理和診療計劃，並聽取患者意見及對其反饋。患者與醫務人員溝通表示同意後，有責任積極與醫務人員配合，遵從護理和診療計劃。溝通與診療計劃進行情況在病歷中體現【相互引用質量5.3.3，質量6.1.2】。如有需要，醫院為患者提供所需的翻譯服務。 \n醫院有對醫務人員進行醫患溝通制度、流程及技巧的培訓，以提高臨牀療效。 \n患者提出中止治療（包括：\"不作心肺復甦術\"）或拒絕治療和/或護理的要求時【相互引用質量5.6.1】，醫院應予以回應、確認患者已清楚地瞭解自己的病情和所需的治療方案、並主動告知患者其權利和責任，聽取患者意見及對其反饋【相互引用質量2.1.1，質量5.2.1】。如患者仍然堅持拒絕治療和/或護理，醫院應予以尊重，相關情況記錄在病歷中，如有因醫務人員、患者或家屬/照顧者意見相互衝突而出現的倫理難題包括：與臨終醫療有關的問題如患者要求醫師協助死亡、分配稀缺資源如等待移植的器官等，醫務人員應諮詢醫學倫理管理委員會關於處理的流程及方法【相互引用管理5.1.2】。 ",
        "1. \t醫院有醫患溝通制度、流程與培訓計劃，相關人員熟知並實施。 \n2. \t病歷中有醫患溝通情況相關記錄。 \n3. \t相關職能部門及科室對醫患溝通的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫患溝通的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫患溝通的改進有成效。 "
    ],
    "Q2.5": [
        "質量2.5",
        "投訴與醫療糾紛管理",
        "",
        "",
        "",
        ""
    ],
    "Q2.5.1": [
        "質量2.5.1",
        "醫院貫徹落實國家法律法規實行\"首訴負責制\"，設立專門部門統一接受及時處理投訴及答覆投訴人，並有投訴管理制度與流程。醫院有機制為有需要的被投訴人提供法律支持。【相互引用管理2.1.2，管理2.4.2】",
        "醫院根據國家相關法律、法規，建立健全投訴管理相關制度及處理流程。有明確的投訴處理時限並得到嚴格執行。醫院公開投訴程序、投訴管理部門、地點、接待時間、聯繫方式及本院和上級部門投訴電話，妥善處理醫療糾紛，有醫療糾紛範圍界定、處理制度與操作流程，包括有法律顧問、律師提供相關法律支持，為有需要的被投訴人提供法律支持的制度和流程；在規定的時間框架內接受和處理投訴流程並實施。 \n醫院設立專門部門統一接受、處理患者投訴，人力資源部門/工會按正規程序進行處理接受、處理員工投訴，實行\"首訴負責制\"。明確職能部門及科室處置投訴的職責，有投訴協調處置機制，有記錄，並及將處理該投訴所需的調查週期及結果知會投訴人。當員工被投訴時，有關部門以同理心與有關員工溝通，並給予妥善處理的支持【相互引用管理2.1.2，管理2.4.2】，有法律顧問、律師提供相關法律支持。醫院設置投訴接待室、建立健全投訴管理檔案、以作自查、監管與改進。醫療糾紛處理檔案規範，資料齊全。 \n醫院有投訴管理的培訓，相關人員知曉並實施。 ",
        "1. \t醫院有投訴管理相關制度、處理流程及首訴負責制，有法律支持投訴人和被投訴人的制度和流程，相關人員知曉並實施。 \n2. \t醫院有投訴管理部門職能及架構文件資料。 \n3. \t醫院有投訴管理檔案相關資料。 \n4. \t相關職能部門及負責投訴的部門對投訴管理制度及首訴負責制的實施情況\n自查，對存在問題有糾正措施。 ",
        "主管部門對投訴管理制度及首訴負責制的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對投訴管理制度及首訴負責制的改進有成效，並通過對投訴問題的改進促使質量安全服務的進步。 "
    ],
    "Q2.5.2": [
        "質量2.5.2",
        "醫院落實國家相關法律法規，加強醫療風險管理制度，建立院內、外多部門醫療糾紛預防與處理聯動制度【相互引用管理2.3.5，管理6.1.4】，及時處理及預防醫療風險；並對員工進行有關培訓。",
        "醫院落實國家相關法律法規，加強醫療風險管理制度，各科室有完善的醫療風險的識別、評估和防控措施，並落實到位，定期檢查落實情況，及時消除隱患和預防相關的風險，以降低患者及公眾投訴的機會。 \n醫院建立醫務、護理、門診、保衞等多部門醫療糾紛預防與處理聯動制度，與公安、保險、醫療調解委員會等院外機構保持良好溝通與協調。醫院應根據不同崗位的員工，開展形式多樣的、有針對性的風險識別、風險評估和風險管理，並落實防控措施。所有員工接受相關培訓，知曉醫療糾紛預防與處理聯動機制。 \n醫院設立警務室並有完備的報警設施，明確報警方式、情形與流程。建立報警處理登記制度，及時受理涉醫報警求助，加強動態管控，積極配合做好維護醫院秩序【相互引用管理2.3.5，管理6.1.4】。醫院應制定安全保衞人員法律知識教育與應急處理培訓計劃，每年至少開展2 次專門培訓和考核。 ",
        "1. \t醫療有糾紛預防與處理的制度與流程，有多部門聯動機制，相關人員知曉，並實施。 \n2. \t醫院有報警設施、報警方式、情形與流程清晰，相關人員知曉並實施。有完整報警處理記錄。 \n3. \t醫院有員工及安全保衞人員安全教育培訓和應急處理培訓計劃及實施情況記錄。 \n4. \t相關職能部門及科室對醫療糾紛預防與處理的實施情況自查，對存在問題有糾正措施。 ",
        "主管部門對醫療糾紛預防與處理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療糾紛預防與處理的改進有成效。 "
    ],
    "Q2.5.3": [
        "質量2.5.3",
        "醫院有醫療質量與安全管理信息相關數據庫的管理制度，將投訴相關信息用於改進醫院質量與安全管理，包括風險管理和醫療質量管理的持續改進。【相互引用質量2.6.3，質量3.1.3，管理1.2.1】",
        "醫院建立健全投訴管理檔案和醫療質量與安全管理信息相關數據庫的管理制度，並有提取數據的管理制度。數據包括：投訴管理、醫療糾紛與事故管理、醫療安全不良事件管理、分析反饋管理等。醫院信息部門能為職能部門與臨牀科室提供質量與安全管理的有關數據。 \n醫院和科室定期分析投訴事件，利用投訴事件信息資源和醫療質量與安全管理相關的信息數據，制定質量與安全改進計劃，從而改進醫院質量與安全管理，包括風險管理與員工培訓，為質量與安全管理決策、持續改進及戰略規劃之間的整合提供依據【相互引用質量2.6.3，質量3.1.3，管理1.2.1】，並實施具體有效的措施，用於醫療質量管理的持續改進。 ",
        "1. \t醫院利用投訴事件信息資源改進醫院質量與安全管理，包括員工培訓與風險管理，並實施。 \n2. \t醫院有醫療質量與安全管理信息相關的數據庫的管理制度，並實施。 \n3. \t醫院和科室定期分析投訴事件，利用投訴事件信息資源和醫療質量與安全管理相關的信息數據，改進醫院質量與安全管理，有案例。 \n4. \t相關職能部門及科室對利用投訴事件信息資源改進醫院及科室質量與安全管理，包括風險管理與員工培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對利用投訴事件信息資源改進醫院質量與安全管理，包括風險管理與員工培訓的實施有監管、定期分析、反饋和整改、並有相關證明。 ",
        "持續改進有成效，有證據證明醫院利用投訴事件信息資源改進醫院質量與安全管理，包括風險管理與員工培訓的改進有成效。 "
    ],
    "Q2.6": [
        "質量2.6",
        "醫院安全（不良）事件管理",
        "",
        "",
        "",
        ""
    ],
    "Q2.6.1": [
        "質量2.6.1",
        "醫院有主動報告醫院安全（不良）事件（包括近失事件）的制度、激勵機制及非懲罰制度與流程。【相互引用質量3.4.8】",
        "醫院有主動報告對患者/服務使用者、員工或訪客影響的安全（不良）事件（包括近失事件）的制度與流程，實行非懲罰、主動報告與激勵機制。醫院明確安全（不良）事件（包括近失事件）的報告方法、流程及記錄內容，有途徑便於相關人員報告，並確保報告及時、客觀、完整和準確。醫院有降低安全（不良）事件（包括近失事件）漏報的方法、分析和改進措施【相互引用質量3.4.8】。 \n醫院有部門統一收集、核查、評估醫院安全（不良）事件（包括近失事件），確保其過程的保密性和安全性。 \n醫院根據衞生行政部門要求向指定機構上報醫院安全（不良）事件（包括近失事件），開展安全（不良）事件（包括近失事件）通報與教育/以降低風險。醫院對重大安全（不良）事件進行根本原因分析，並執行改進措施；尋找近失事件系統管理環節中的疏漏，並有具體的針對性防範措施，防止日後有類似不良事件的發生，減少可避免的醫院安全（不良）事件（包括近失事件）。 ",
        "1. \t醫院有主動報告醫院安全（不良）事件（包括近失事件）的制度與流程，實行非懲罰、主動報告與激勵機制，相關人員知曉，並實施。 \n2. \t醫院有安全（不良）事件（包括近失事件）直報信息系統，有部門統一核查、評估，並實施。 \n3. \t醫院有安全（不良）事件（包括近失事件）通報與教育培訓，並實施。 \n4. \t相關職能部門及科室對主動報告醫院安全（不良）事件（包括近失事件）的制度與流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對主動報告醫院安全（不良）事件（包括近失事件）的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對主動報告醫院安全（不良）事件（包括近失事件）的改進有成效。 "
    ],
    "Q2.6.2": [
        "質量2.6.2",
        "醫院在適當的情況下，安排有關人員與患者及其家人就曾經導致患者傷害的不良事件進行坦誠披露、討論及溝通。【相互引用管理2.4.2】",
        "醫院有安全（不良）事件的處理流程。發生安全（不良）事件後，主管部門安排有關人員用合適的方式分別與受不良事件影響的患者以及與有關員工溝通，並在適當的情況下，安排資深人員就曾經導致患者傷害的不良事件進行的坦誠披露、討論、溝通。在整個調查、處理過程中應適時提供最新的信息，避免長時間的處理過程結束後才給患者最終報告，並確保在整個調查過程中尊重患者的隱私權和醫療記錄的機密性。 \n當發生醫院安全（不良）事件，醫院有坦誠披露的制度和流程，併為醫護人員和其他相關員工提供有關醫院安全（不良）事件和坦誠披露的崗前培訓和持續教育，包括發生醫院安全（不良）事件後的處理，員工在事件中的責任以及進行坦誠披露的方法。醫院對涉事員工給與幫助，直到事件得到妥善處理，並給員工教育【相互引用管理2.4.2】。 ",
        "1. \t醫院有安全（不良）事件的處理流程，並實施。 \n2. \t醫院有坦誠披露的制度和流程，並實施。 \n3. \t醫院為醫護人員和其他員工提供有關醫院安全（不良）事件和坦誠披露的崗前培訓和持續教育，並實施。 \n4. \t相關職能部門及科室對醫院安全（不良）事件的處理、坦誠披露和醫院安全（不良）事件的員工教育的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院安全（不良）事件的處理、坦誠披露和醫院安全（不良）事件的員工教育的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫院安全（不良）事件的處理、坦誠披露和醫院安全（不良）事件的員工教育的改進有成效。 "
    ],
    "Q2.6.3": [
        "質量2.6.3",
        "醫院有醫療質量與安全管理信息相關數據庫的管理制度，將醫院安全（不良）事件信息資源用於改進醫院質量與安全管理、包括風險管理。【相互引用質量2.5.3，質量3.1.3，管理1.2.1】",
        "醫院有醫療質量與安全管理制度、計劃和儲存相關信息的數據庫，醫院建立醫院安全（不良）事件（包括近失事件）信息採集、記錄和報告制度和流程。有信息直報系統及數據庫，確保其保密性、安全性和檔案資料完整性。有核查、評估及有改進計劃，並按規範要求向相關機構上報。醫院有定期對本院醫療護理質量（安全）不良事件及管理缺陷進行統計分析、信息共享和持續改進機制。醫院與員工分享已去除保密內容的醫院安全（不良）事件信息與數據（保存隱私）作培訓之用，防止同類事件重複發生。 \n醫院定期利用醫院安全（不良）事件（包括近失事件）信息資源、制定質量與安全改進計劃，從而改進醫院安全管理，服務質量，風險管理和戰略規劃之間的整合【相互引用質量2.5.3，質量3.1.3，管理1.2.1】。 ",
        "1. \t醫院有醫療質量與安全管理信息相關的數據庫的管理制度，並實施。 \n2. \t醫院定期對醫療質量（安全）不良事件及管理缺陷進行統計分析、信息共享和持續改進機制，有證明。 \n3. \t醫院有與員工分享已去除保密內容的醫院安全（不良）事件信息與數據，有記錄。 \n4. \t相關職能部門及科室對利用醫院安全（不良）事件（包括近失事件）信息資源改進醫院安全管理，服務質量，風險管理和戰略規劃之間的整合的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對利用醫院安全（不良）事件（包括近失事件）信息資源改進醫院質量與安全管理及員工培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對利用醫院安全（不良）事件（包括近失事件）信息資源改進醫院質量與安全管理及員工培訓的改進有成效。 "
    ],
    "Q3.0": [
        "質量3.0",
        "醫療質量管理與持續改進 - [醫療質量管理]",
        "",
        "",
        "",
        ""
    ],
    "Q3.1": [
        "質量3.1",
        "醫院有臨牀管理制度，科室與主管部門依據臨牀診療指南和規範，定期對制度落實、質量管理及臨牀審核情況進行自查與改進。利用審核結果和數據來提高醫療安全與服務質量。",
        "",
        "",
        "",
        ""
    ],
    "Q3.1.1": [
        "質量3.1.1",
        "醫院建立以患者為中心，注重醫療質量安全建設，並根植於醫院服務理念的特色價值取向和行為守則；醫院有臨牀治理和質量與安全管理體系。質量管理實行院、科兩級責任制。院長負責策劃醫院質量管理活動，指揮與協調質量與安全管理體系正常運轉，並有成效。",
        "醫院重視醫院文化建設，逐步建立以患者為中心、注重醫療質量安全建設，並將其根植於醫院服務理念、特色價值取向和行為守則中。醫院有實施臨牀治理工作，營造和培養臨牀卓越的環境，以推行各項服務的持續改進。臨牀治理的內涵包括：臨牀科室主任帶領醫療、護理團隊使用循證的臨牀政策、制度、風險管理和方案以規範臨牀實踐，為患者提供有效的循證診療及循證護理及治療；醫院和科室通過安全（不良）事件的管理和臨牀審核進行績效衡量和質量改進及臨牀培訓與持續專業教育。院長負責制定醫院醫療質量方針與目標，策劃醫療質量管理，確保質量與安全管理體系所需資源的獲得，指揮與協調醫療質量管理活動，定期開展醫療質量和醫療安全專題研究。 \n醫院依據國家法律、法規，有質量與安全管理體系，落實醫療質量管理主體責任，醫療質量管理實行院、科兩級責任制，院長是醫院質量管理第一責任人，指揮與協調全院質量管理的過程。科室主任是所在科室質量管理責任人，負責組織科室質量與安全管理小組開展活動。 \n醫院質量與安全管理組織機構健全、人員組成和職責符合國家法律、法規要求，主要包括：由院領導、相關部門負責人或管理者及資深臨牀專家組成的醫院質量與安全管理委員會、各質量相關委員會（倫理委員會、藥事管理與藥物治療學委員會、醫院感染控制管理委員會、病案管理委員會、輸血管理委員會、護理質量管理委員會等）、質量管理部門、各相關職能部門、科室質量與安全管理小組等。醫院在醫療質量管理委員會下設立醫療技術臨牀應用管理專門組織，人員組成和功能任務符合國家法規要求，包括院領導、職能部門負責人或管理者及資深的醫護技人員。醫院質量與安全管理委員會及各相關管理委員會能在質量與安全管理中發揮統籌協調作用。醫院建立基於電子病歷的醫院信息平台，滿足醫療質量管理與控制工作需要。 ",
        "1. \t醫院有醫院文化建設制度及質量與安全管理體系，醫療質量管理實行院、科兩級責任制，醫院質量與安全管理組織機構健全，並落實各委員會職能，有記錄。 \n2. \t院長是醫院質量管理第一責任人，指揮與協調全院質量管理的過程，有記錄。科室主任是所在科室質量管理責任人，組織科室質量管理小組開展活動，有記錄。 \n3. \t醫院質量與安全管理委員會及各相關管理委員會能在質量與安全管理中發揮統籌、協調、策劃作用，有案例説明。 \n4. \t相關職能部門及各專業委員會對醫院文化建設制度、質量與安全管理體系、質量方針與目標及質量管理活動的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院文化建設制度、質量與安全管理體系、質量方針與目標及質量管理活動的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫院文化建設制度、質量與安全管理體系、質量方針與目標及質量管理活動的改進有成效。 "
    ],
    "Q3.1.2": [
        "質量3.1.2",
        "醫院與科室分別制定院科兩級醫療質量與安全核心制度，質量與安全管理方案及質量與安全改進計劃，並實施。醫院有醫療質量管理與控制工作制度，醫務人員遵循目前公認的循證臨牀診療指南、醫療技術操作規程、行業標準規範等有關要求開展診療工作。醫院建立科室與多部門協作的臨牀審核機制，運用內部現場檢查和臨牀審核結果及數據，有針對性地指導和管理，以提高醫療安全與服務質量。【相互引用質量4.2.1】",
        "醫院落實國家法律法規要求，制定本院醫療質量與安全核心制度、年度質量與安全管理目標、計劃及重點改進項目。院長和各科室（部門）負責人分別是醫院和科室醫療質量與安全管理第一責任人，負責醫院和科室質量與安全管理工作；各科室根據醫院制定的目標，結合本科室情況制定科室年度質量與安全管理目標、工作方案及重點改進項目。 \n醫院建立全員參與、覆蓋臨牀診療服務全過程的醫療質量與安全管理制度。員工遵循目前公認的循證臨牀診療指南，醫療、護理技術操作規程、行業標準等有關要求開展臨牀診療工作，並落實醫院及科室制定的質量與安全改進計劃及方案，年度質量與安全管理目標、臨牀審核、醫療質量安全指標及趨勢，包括：醫療技術、診療、感染控制和臨牀用藥監測信息等。各主管部門有履行指導、檢查、監督和評價其質量與安全管理職責【相互引用質量4.2.1】。 \n醫院和/或科室定期（每年一次）或在有需要時更新質量與安全改進計劃及方案。醫院應當成立醫療質量管理專門部門，負責本機構的醫療質量管理工作，負責組織各科室有效的實施持續質量與安全改進計劃，並指導各科室質量安全管理小組落實質量管理工作，包括臨牀審核，以解決本科室存在的質量與安全管理問題，有記錄。 \n醫院有醫療質量內部現場檢查和公示制度。醫院有多部門協作的臨牀審核機制，對臨牀診療指南和規範的執行及質量管理情況有定期（至少每年一次）的現場檢查及臨牀審核；科室（部門）每年最少一次進行質量管理檢討及臨牀審核運用內部現場檢查審核結果和數據分析結果，有針對性地指導提高醫療安全與服務質量。 \n醫院建立院-科-病區或院-病區護理質量與安全管理組織體系，職責明確；成立護理質量與安全管理委員會，定期研究護理質量與安全工作，科或病區有護理質量與安全管理小組，負責落實護理質量與安全管理工作。護理文書、護理查房、護理會診和護理病例討論制度參照《醫療質量安全核心制度要點》執行。 ",
        "1. \t醫院有制定院醫療質量安全核心制度及年度質量與安全管理目標、計劃及重點改進項目，並實施。 \n2. \t醫院及科室有制定質量與安全改進計劃及方案，科室負責人負責本科室質量與安全管理小組工作，制定科室質量與安全工作計劃，實施醫療質量安全指標及趨勢監測管理工作，解決本科室存在的質量與安全管理問題，有記錄。 \n3. \t醫院定期（最少每年一次）或在有需要時更新質量與安全改進計劃，有記錄。 \n4. \t相關職能部門及科室對醫療質量安全核心制度及年度質量與安全管理目標、質量與安全改進計劃及方案、質量管理檢討及臨牀審核的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療質量安全核心制度及年度質量與安全管理目標、質量與安全改進計劃及方案、質量管理檢討及臨牀審核的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療質量安全核心制度及年度質量與安全管理目標、質量與安全改進計劃及方案、質量管理分析研究及臨牀審核的改進有成效。 "
    ],
    "Q3.1.3": [
        "質量3.1.3",
        "醫院建立醫療質量與安全管理信息相關的數據庫，以支持醫療服務、醫院管理、質量與安全管理決策，並按照衞生行政管理部門要求按時完成相關數據報送工作，確保數據真實可靠、可追溯。【相互引用質量2.5.3，質量2.6.3，管理4.1.3】",
        "醫院根據國家法律法規與衞生行政部門規定，完成醫院基本運行狀況、醫療質量安全、醫療技術、診療信息和臨牀用藥監測信息等相關數據報送工作，確保數據真實可靠、可追溯。醫院建立醫療質量與安全管理信息相關的數據庫，為質量與安全管理決策和持續改進提供依據，並有提取數據的管理制度。醫院熟練運用醫療質量管理工具開展醫療質量管理與自我評價，完善本院醫療質量管理相關指標體系，掌握本院醫療質量基礎數據。 \n醫院信息部門為信息主管部門，負責收集、處理、管理相關數據信息，並實行數據集中歸口管理。醫院信息部門能為職能部門與臨牀科室提供質量與安全管理的有關數據及相關數據調閲服務【相互引用質量2.5.3，質量2.6.3，管理4.1.3】。 \n醫院建立醫療技術臨牀應用質量控制制度，以限制類技術為重點，制定本院醫療技術限制類技術目錄及質量控制指標及隨時間變化趨勢，加強信息收集、分析與反饋，持續改進技術臨牀應用質量。 \n醫院對質量管理要求執行情況進行定期評估、對醫療質量信息數據開展內部驗證並及時分析和反饋，對醫療質量問題和醫療安全風險進行預警和干預，對存在的問題及時採取有效干預措施，評估干預效果。醫院和科室利用收集的醫療質量與安全管理信息相關數據，包括投訴和安全（不良）事件相關信息，作自我縱向比較，並與各級衞生行政部門或行業組織公佈的醫療質量和安全數據做外部橫向比較，找出差距，制定質量與安全改進計劃和目標，並將改進目標納入醫院年度工作計劃和中長期發展規劃中。 ",
        "1. \t醫院有醫療質量與安全管理信息相關的數據庫及掌握本院醫療質量基礎數據。 \n2. \t醫院對醫療質量信息數據進行內部驗證，分析和反饋，對存在的問題及時採取有效干預措施，有記錄。 \n3. \t醫院有利用醫療質量信息數據檢討和再製定質量和患者安全計劃的實例。 \n4. \t相關職能部門及科室對醫療質量與安全管理信息數據管理和患者安全計劃的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療質量與安全管理信息數據管理和數據在改進質量安全中的指導作用的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療質量與安全管理信息數據管理和數據在改進質量安全中的指導作用的改進有成效。 "
    ],
    "Q3.1.4": [
        "質量3.1.4",
        "醫院根據本院醫療質量安全核心制度開展全員培訓；將科室醫療質量管理情況作為科室負責人綜合目標考核重要依據。【相互引用管理2.1.1，管理2.1.3，管理2.2.1，管理2.2.3】",
        "醫院根據本院醫療質量安全核心制度的組織實施，建立健全醫療質量管理人員培訓和考核制度，充分發揮專業人員在醫療質量管理工作中的作用。各主管部門有履行指導、檢查、監督和評價其質量與安全管理職責的工作記錄。醫院將科室醫療質量管理情況作為科室負責人綜合目標考核以及聘任、晉升、評先評優的重要指標，將科室和醫務人員醫療質量管理情況作為其定期考核、晉升的重要依據。醫院把門、急診工作質量納入臨牀各科室質量管理範圍，作為考核科室和醫務人員的重要內容。醫院以綜合績效考核為依據，突出服務質量、數量，逐步擴大分配，提高員工待遇【相互引用管理2.1.3】。醫院建立基於護理工作量、質量、患者滿意度，結合護理難度、技術等要素，以考核護理人員實際工作能力為核心的績效考核制度，考核結果與護理人員的評優、晉升、薪酬分配相結合，調動護理人員積極性。 \n醫院制定全員醫療質量管理和患者安全教育培訓計劃【相互引用管理2.2.1】，定期開展形式多樣的院、科兩級質量與安全教育和培訓，並有記錄，用以強化醫療質量管理和患者安全意識，提高全員醫療質量管理與改進的參與能力。醫院、職能部門及科室能夠熟練運用醫療質量管理工具針對醫療質量安全核心制度執行情況進行自查，對存在問題有分析和改進措施，並有記錄。醫院定期（每半年）對科室質控小組進行培訓，幫助科室/醫院實施持續的質量改進和患者安全計劃【相互引用管理2.1.1，管理2.2.1，管理2.2.3】。 \n醫院有對員工進行醫療質量管理制度及循證臨牀診療指南和規範的培訓，員工知曉本崗位相關制度和職責，有記錄。 ",
        "1. \t醫院有醫療質量管理人員培訓和考核制度，並實施，有記錄。 \n2. \t醫院有全員醫療質量核心制度及管理和患者安全教育培訓計劃，並實施，有記錄。 \n3. \t醫院、職能部門及科室能夠熟練運用醫療質量管理工具針對醫療質量安全核心制度執行情況進行自查，並實施，有記錄。 \n4. \t醫院有醫療質量管理人員的培訓和考核制度及醫療質量安全核心制度全員培訓，有記錄。 \n5. \t相關職能部門及科室對醫療質量管理人員培訓和考核制度、醫療質量管理和患者安全教育培訓計劃、醫療質量安全核心制度及全員培訓的實施有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療質量管理人員培訓和考核制度、醫療質量管理和患者安全教育培訓計劃、醫療質量安全核心制度及全員培訓有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療質量管理人員培訓和考核制度、醫療質量管理和患者安全教育培訓計劃、醫療質量安全核心制度及全員培訓的改進有成效。 "
    ],
    "Q3.2": [
        "質量3.2",
        "單病種與臨牀路徑管理",
        "",
        "",
        "",
        ""
    ],
    "Q3.2.1": [
        "質量3.2.1",
        "醫院根據衞生行政管理部門要求，遵循臨牀診療指南、醫療技術操作規範、行業標準開展單病種和臨牀路徑管理，規範臨牀診療行為。",
        "醫院遵循目前公認的循證臨牀診療指南、醫療技術操作規範、行業標準開展單病種和臨牀路徑管理，規範臨牀診療行為。有臨牀路徑、單病種管理和質量控制方案，建立健全院科兩級管理組織，明確各級人員職責並建立信息化管理支撐平台。 \n醫院根據國家衞健委要求和行業標準，結合本院實際，制定臨牀路徑病種目錄和路徑文本。對\"臨牀路徑\"全過程進行監測和質量控制，指標包括：入組率、入組後完成率、死亡率、退出率、變異率、平均住院日、平均住院費用、出院患者經臨牀路徑管理的佔比等。 \n醫院根據國家衞健委及各質控中心要求，建立單病種管理制度和目錄，及時、準確向國家質控中心報送單病種相關數據。加強單病種質量控制，指標包括：收治例數、死亡率、平均住院日、平均住院費用等；並對全院主要病種（各學科前五位病種及低風險病種（ICD-10，2019 v2.0）開展質量效益數據分析。 \n為醫務人員開展單病種和臨牀路徑相關知識及管理制度的培訓，相關人員知曉並落實。有需要時醫務人員應與患者及家屬進行溝通，使其加以配合。 ",
        "1. \t醫院有臨牀路徑、單病種管理制度、實施病種目錄、質控方案並實施。 \n2. \t醫院有對醫務人員進行臨牀路徑、單病種相關知識及管理制度進行培訓並有相關活動記錄。 \n3. \t醫院信息系統有臨牀路徑、單病種管理模塊，能滿足臨牀應用和管理需求。 \n4. \t職能科室和臨牀各科室對臨牀路徑、單病種管理實施情況有自查，有院、科兩級檢查、分析、整改相關資料，對存在問題有糾正措施。 ",
        "主管部門對單病種與臨牀路徑的相關制度與流程、實施情況有監管，對主要監測指標定期進行分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對單病種與臨牀路徑服務管理的改進有成效。 "
    ],
    "Q3.3": [
        "質量3.3",
        "醫院感染控制（感控）與感染性疾病管理",
        "",
        "",
        "",
        ""
    ],
    "Q3.3.1": [
        "質量3.3.1",
        "醫院有感染管理組織，由具有相關工作經驗或持有相應證書人員負責醫院感染預防和控制工作，制定感染預防和控制計劃。感染預防與控制和消毒工作符合國家法律、法規要求，並與醫院功能和任務及臨牀工作相匹配。【相互引用質量3.3.9，質量3.3.10】",
        "醫院依據相關法律法規要求建立醫院感染管理組織，建立\"醫院感染管理委員會-醫院感染管理部門-臨牀科室\"三級醫院感染監控體系，有醫院感染管理與控制制度及職責。建立院感多部門協調機制，有方案及實施。感染管理部門配備專職人員，臨牀科室設有醫院感染管理質量控制人員。 \n醫院將醫院感染管理納入醫院總體工作規劃和質量與安全管理目標，並依據上級部門與醫院感染管理的有關要求，制定並實施全面的感染預防與控制計劃，包括感染風險防控的操作、流程和降低感染風險的策略；按感染風險、收集數據和醫院感控情況，並與多部門聯動協調，促進感染質量改進及保障患者安全。每年開展自我檢查及分析討論，並更新預防與控制計劃【相互引用質量3.3.9】。 \n醫院及科室制訂相應的管理制度，針對醫院所有醫療活動和工作流程制定具體感控措施，並落實，將醫院感染的預防與控制貫徹於所有醫療服務中，並根據相關法律法規不斷修訂和完善醫院感染的預防與控制制度。醫院有所開展手術及其他侵入性診療操作目錄，制訂相關感染防控措施並實施數據監測，建立侵入性器械/操作相關感染防控制度。醫院根據相關規範要求，制定並實施在醫療環境中實施無菌技術操作規程與安全使用各類醫療利器的制度、以指導進行安全的侵入性醫療程序（包括手術和介入程序）和注射操作。醫院感染管理及消毒管理人員熟知相關制度、工作流程及所管轄部門、科室及消毒感控特點。經相關培訓後全體員工熟知本部門、本崗位有關醫院感染管理及消毒管理相關制度及要求，並執行。 \n醫院根據國家有關規定，結合醫院的具體情況，制定全院和不同部門的消毒制度，並落實；消毒、滅菌和隔離工作符合相關標準和規範要求，工作人員能獲得並正確使用符合國家標準的消毒與防護用品【相互引用質量3.3.10】。全院和重點部門、重點部位（如重症醫學科、新生兒病房、產房、手術室、導管室、內鏡室、感染性疾病科、口腔科、消毒供應中心、靜脈藥物調配中心等）的消毒工作管理和制度符合相關特殊要求，並執行。 ",
        "1. \t醫院有三級醫院感染監控體系，有各層級的制度及職責，人員配置滿足臨牀需求。 \n2. \t醫院及科室有感染預防與控制相關規章制度、流程、計劃和具體措施，定期修訂，相關人員受培訓後熟知，並實施。 \n3. \t醫院有侵入性器械/操作相關感染防控制度和醫療環境中實施無菌技術操作規程與安全使用各類醫療利器的制度，並實施。 \n4. \t醫院有消毒制度、滅菌和隔離工作，並實施。 \n5. \t相關職能部門及科室對感染預防與控制計劃和管理及消毒制度、滅菌和隔離工作的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對感染預防與控制計劃和管理及消毒制度、滅菌和隔離工作的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫院感染預防與控制計劃和管理及消毒制度的改進有成效。 "
    ],
    "Q3.3.2": [
        "質量3.3.2",
        "醫院設置感染性疾病科、發熱門診、腸道門診，其建築規範，醫療設備及設施、人員應符合國家有關規定，併科學制訂相關制度和管理措施。【相互引用功能3.2.2，管理6.1.1】",
        "醫院根據相關法律法規要求設置感染性疾病科、發熱門診、腸道門診，其建築規範，佈局，分區均符合國家相關要求；醫療設備和設施、人員符合相關規定，便於患者就診與預檢，能滿足避免患者間的交叉感染風險【相互引用功能 3.2.2，管理6.1.1】。患者在發熱門診中完成流行病學調查、掛號、就診、核酸檢測、化驗檢查、胸部CT檢查、繳費、取藥和必要的治療處置。 \n醫院有感染性疾病科、發熱門診、腸道門診規章制度與流程、崗位職責，相關人員知曉並執行。有感染性疾病、發熱、腸道疾病患者就診流程規定並公示，有清晰、規範、醒目、易懂的標識。發熱門診實行患者就診救治全流程閉環管理。 \n醫院按計劃對所有工作人員進行相關培訓，並有記錄。 ",
        "1. \t醫院有感染性疾病科、發熱門診、腸道門診，其建築規範，醫療設備和設施、人員符合規定。 \n2. \t醫院有感染性疾病科、發熱門診、腸道門診管理制度與流程、崗位職責，定期修訂，相關人員有培訓及熟知，並實施。 \n3. \t相關職能部門及科室對發熱門診、腸道門診醫療設備及設施、崗位職責、感染性疾病科管理制度與流程和相關人員的培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對發熱門診、腸道門診醫療設備及設施、崗位職責、感染性疾病科管理制度與流程和相關人員的培訓的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對發熱門診、腸道門診醫療設備及設施、崗位職責和感染性疾病科管理制度與流程的實施情況和相關人員的培訓的改進有成效。 "
    ],
    "Q3.3.3": [
        "質量3.3.3",
        "醫院有針對醫護人員和其他擔任不同職責的各級各類人員，進行醫院感染預防與控制策略的崗前和持續在崗培訓，並向患者、家屬、公眾開展傳染病預防知識的教育、諮詢。【相互引用功能3.2.3，質量3.3.8，質量3.3.10，管理6.3.4】",
        "醫院建立醫院感染預防控制知識與技能全員培訓制度，針對不同層級、不同崗位的工作人員並結合不同崗位特點制定崗前和持續在崗培訓感染管理培訓計劃、培訓大綱和培訓教材以及考核方案，定期開展醫院感染預防與控制策略方面的培訓與教育並進行考核，保證相關人員掌握醫院感染防控知識與技能【相互引用質量3.3.10】。 \n醫院制定手衞生培訓計劃，定期開展覆蓋全體人員的手衞生宣傳、教育和培訓，並對培訓效果進行考核。相關人員掌握手衞生知識和正確的手衞生方法，保障手衞生的效果。醫院為患者、照顧者、志願者和承包商提供手衞生知識培訓【相互引用質量1.5.1】。 \n醫院及科室制定無菌技術培訓計劃，定期對醫務人員開展培訓無菌技術，包括外科手消毒和對使用利器的無菌技術作準備、完成醫療操作後損傷性醫療廢物處置等的全過程風險管理、監測與控制【相互引用質量3.3.8】，並對培訓效果進行考核。醫院有防止針刺或被利器損傷的保護性措施並實施【相互引用管理6.3.4】。醫院對感染性疾病科員工制定及提供崗前及在崗培訓計劃並落實。工作人員嚴格按照傳染病防治有關規定和臨牀診療規範接診和治療傳染病患者。相關工作人員經考核合格後方可上崗，對不合格人員實行離崗再培訓。科室針對新頒佈或修訂的規範、制度及新發傳染病，能及時組織相關工作人員進行適時的再培訓。 \n醫院向患者、家屬和公眾開展傳染病預防知識的教育和諮詢制度，有完整的教育諮詢資料【相互引用功能3.2.3】。 ",
        "1. \t醫院有各級各類人員感染預防與控制策略的培訓制度、培訓計劃、培訓大綱和培訓教材以及考核方案，並組織實施。 \n2. \t醫院有無菌技術培訓計劃包括外科手消毒和預防針刺傷或被利器損傷，定期對醫護人員開展無菌技術教育、培訓和考核，有記錄。 \n3. \t科室（部門）有對患者、家屬、公眾開展手衞生和傳染病預防知識的教育和諮詢制度並落實，有教育諮詢資料。 \n4. \t相關職能部門及科室對各級各類人員感染預防與控制策略的培訓制度和計劃、對患者、家屬、公眾手衞生和傳染病預防知識的教育及諮詢制度，和對醫護人員無菌技術培訓計劃包括外科手消毒和預防針刺傷或被利器損傷的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對各級各類人員感染預防與控制策略的培訓制度和計劃、患者、家屬、公眾手衞生和傳染病預防知識的教育與諮詢制度及對醫護人員無菌技術培訓計劃包括外科手消毒和預防針刺傷或被利器損傷的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對各級各類人員感染預防與控制策略的培訓制度和計劃、患者、家屬、公眾手衞生和傳染病預防知識的教育與諮詢制度，及對醫護人員無菌技術培訓計劃包括外科手消毒和預防針刺傷或被利器損傷的改進有成效。 "
    ],
    "Q3.3.4": [
        "質量3.3.4",
        "醫院加強對重點部門、重點環節、重點人羣與高危險因素的監測，控制並降低醫院感染風險。醫院有感染暴發管理制度流程與處置預案。【相互引用功能3.2.3，管理6.4.3】",
        "醫院按照感染規範，針對重點部門包括：重症醫學科、新生兒病房、產房、手術室、導管室、內鏡室、感染性疾病科、口腔科、消毒供應中心；重點環節包括：手術、有創操作、置管等環節；重點人羣包括新生兒、孕產婦、免疫低下患者等與高危險因素如血液透析、無菌操作；重點部位包括：下呼吸道、手術部位、導尿管相關尿路、血管內導管相關血流等部位感染，制定感染管理制度、具體預防控制措施與感控監測計劃，並實施。醫院為患者開展感染風險評估，依據評估結果採取預防控制措施，控制並降低醫院感染發生率。 \n醫院建立醫院感染暴發管理制度，制定醫院感染暴發的報告、調查與處置等控制措施、流程和應急預案。根據醫院感染可能發生的暴發情況制定各類演練方案，並組織開展演練，定期進行補充、調整和優化演練方案。醫院有多種形式與渠道，使醫務人員和醫院感染的相關管理人員及時獲得醫院感染的信息。相關人員知曉醫院感染暴發報告流程和處置預案【相互引用功能3.2.3，管理6.4.3】。 ",
        "1. \t醫院有重點部門、重點環節、重點人羣、重點部位與高危險因素的醫院感染防控管理措施與監測計劃，並實施。 \n2. \t醫院有醫院感染暴發管理制度、報告流程與處置預案，有演練方案，並實施。 \n3. \t相關職能部門及科室對重點部門、重點環節、重點人羣、重點部位與高危險因素的醫院感染管理預防控制措施與監測計劃、醫院感染爆發管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對重點部門、重點環節、重點人羣、重點部位與高危險因素的醫院感染管理預防控制措施與監測計劃，以及醫院感染暴發管理制度的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對重點部門、重點環節、重點人羣、重點部位與高危險因素的醫院感染管理預防控制措施與監測計劃，以及醫院感染暴發管理制度的改進有成效。 "
    ],
    "Q3.3.5": [
        "質量3.3.5",
        "醫院感染管理組織建立醫院感染風險因素監測制度、醫院感染率及其變化趨勢進行監測，定期開展風險評估並改進診療流程；定期通報醫院感染監測結果並加強橫向比較。",
        "醫院感染管理組織按照相關規範要求，建立醫院感染危險因素監測制度、監測指標體系和流程，制定醫院感染監測計劃，組織開展目標性監測、全院綜合性監測等監測工作並記錄。監控應覆蓋高風險科室、人羣、環節和部位，監測的目錄/清單範圍符合要求。醫院感染管理專職人員和監測設施配備符合要求。科室能按照制度和流程要求，監測規範要求的全部項目，並有記錄。定期通報醫院感染監測結果、醫院感染率及其變化趨勢。 \n醫院建立感染監測信息收集與反饋渠道，保證信息質量，保存原始記錄文件。根據感染監測信息，結合科室（部門）所開展診療流程的特點，定期開展感控風險評估，並分析報告，對醫院感染風險、醫院感染率及其變化趨勢提出預警和改進診療流程等建議。醫院感染監測信息由專人負責上報，上報信息需審核，以確保其真實、準確。醫院有根據省市醫院感染質量控制中心發佈本地區的醫院感染監測信息，進行橫向比較分析，提出改進建議。 ",
        "1. \t醫院有醫院感染危險因素監測制度、醫院感染監測制度、指標體系和流程以及醫院監測計劃，相關人員知曉並組織實施。 \n2. \t醫院有由專人負責醫院感染監測信息上報和結果通報的制度與流程，相關人員知曉並組織實施。 \n3. \t醫院有定期通報醫院感染監測結果並進行橫向比較，提出改進建議，有記錄。 \n4. \t相關職能部門及科室對醫院感染危險因素監測制度、醫院感染監測制度及計劃、信息上報和結果通報制度與流程、橫向比較的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院感染危險因素監測制度、醫院感染監測制度及計劃、信息上報和結果通報制度與流程、橫向比較的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫院感染危險因素監測制度、醫院感染監測制度及計劃、信息上報和結果通報制度與流程、橫向比較的改進有成效。 "
    ],
    "Q3.3.6": [
        "質量3.3.6",
        "醫師、臨牀藥師、護理人員按照法律法規、衞生行政管理部門要求及行業規範要求使用抗菌藥物，並有監督機制。醫院有多重耐藥菌管理規範與程序，有多部門共同參與的多重耐藥菌管理合作機制，對多重耐藥菌醫院感染實施監管與改進。應用感染管理信息與指標及其趨勢，指導臨牀規範使用抗菌藥物。【相互引用質量1.10.1，質量3.4.2】",
        "醫院依據國家法律法規建立抗菌藥物臨牀應用管理組織，在醫院藥事管理與臨牀藥師治療委員會下設立抗菌藥物管理工作組和臨牀應用管理專業技術團隊，人員構成、職責任務及管理工作符合相關規範要求。制定抗菌藥物臨牀應用管理規範，並嚴格執行，制定抗菌藥物遴選、採購、處方、調劑、臨牀應用和藥物評價的管理制度和具體操作流程，確定抗菌藥物分級管理目錄、醫師抗菌藥物處方權限和醫師會診權限，並定期調整，有抗菌藥物目錄和目錄外抗菌藥物臨時採購程序並實施。有相關指南和資源，確保員工可以隨時使用，抗菌藥物臨牀應用管理能得到有效的行政支持。 \n醫院抗菌藥物管理工作組，由醫務、藥學、感染性疾病、臨牀微生物、護理、醫院感染管理等部門負責人和具有相關專業高級技術職務任職資格的人員組成，負責臨牀科室技術指導、諮詢、抗菌藥物應用相關知識專業培訓和持續教育，以改變醫師不規範的抗菌藥物處方。根據抗菌藥物耐藥性指南，並結合本院病原學證據/資料，選擇較少在該院有病菌形成耐藥性的抗菌藥物，減少不必要處方及治療延誤。醫院醫務、藥學等部門共同負責抗菌藥物臨牀應用日常管理工作，組織專業人員對抗菌藥物的處方、醫囑定期進行點評，對存在的問題進行分析反饋整改。 \n醫院根據國家的要求，制定抗菌藥物臨牀應用和實施細則及抗菌藥物分級管理制度，建立並實施結構清晰的抗菌藥物導向計劃，有抗菌藥物分級管理目錄和實施分級權限管理，明確非限制性，限制性和特殊級抗菌藥物處方、醫囑開具、調劑和會診權限及特殊使用級抗菌藥物臨牀應用審核管理程序，並定期更新【相互引用質量3.4.2】。 \n醫院建立抗菌藥物的臨牀應用進行監測與評價制度，有評價標準（包括：抗菌藥物使用適應症，使用率，使用強度，病原學送檢率，一類切口感染預防率和審核對抗菌藥物導向計劃遵從性等），有細菌耐藥預警和通報機制，對監測結果進行評估，對不符合規定用藥的情況採取干預，並有改進措施。檢驗、院感、藥學三方聯合完成的細菌耐藥情況分析與對策報告，至少每半年一次。醫院有鼓勵患者/照顧者反饋使用抗菌藥物後的副作用和不良反應機制和渠道【相互引用質量1.10.1】。 \n醫院有多重耐藥菌醫院感染控制管理規範與程序，有臨牀科室、微生物實驗室或檢驗部門、藥學、醫院感染管理部門等多部門共同參與的多重耐藥菌管理協作機制，針對多重耐藥菌醫院感染的診斷、監測、預防和控制等各個環節，結合實際工作，制訂並落實多重耐藥菌感染管理制度與流程以及預防與控制方案和措施，對多重耐藥菌醫院感染實施監管與改進。 \n醫院有對多重耐藥菌控制落實的有效措施，包括手衞生措施、隔離措施、無菌操作、抗菌藥物使用規定及保潔與環境消毒制度等。醫院應用微生物室檢測和醫院感染管理數據信息指導臨牀規範使用抗菌藥物，臨牀微生物實驗室能開展臨牀對多重耐藥菌檢測及抗菌藥物敏感性分析。醫院應用感染管理信息與指標，指導臨牀正確使用抗菌藥物。醫院有細菌耐藥監測及預警機制，並每半年進行反饋。各重點部門應瞭解其前五位的醫院感染病原微生物名稱及耐藥率；根據醫院細菌耐藥監測變化趨勢圖定期調整。 \n醫院有臨牀治療性使用抗菌藥物的微生物送檢率、臨牀治療性使用抗菌藥物種類、微生物檢測種類與微生物檢測種類的年度統計分析。 ",
        "1. \t醫院有抗菌藥物臨牀應用的管理組織，抗菌藥物的臨牀應用和分級管理制度以及抗菌藥物導向計劃，並實施。 \n2. \t醫院有多重耐藥菌感染預防與控制管理制度與流程、有多部門共同參與的多重耐藥菌管理協作機制與方案，並實施。 \n3. \t醫院對醫務人員進行抗菌藥物應用培訓和繼續教育並有記錄。 \n4. \t相關職能部門及科室對抗菌藥物的臨牀應用和分級管理制度、多重耐藥菌感染預防與控制管理制度的實施，以及醫務人員抗菌藥物應用培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對抗菌藥物的臨牀應用和分級管理制度、抗菌藥物導向計劃、多重耐藥菌感染預防與控制管理制度的實施，以及醫務人員抗菌藥物應用培訓的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對抗菌藥物的臨牀應用和分級管理制度、抗菌藥物導向計劃、多重耐藥菌感染預防與控制管理制度的實施，以及和醫務人員抗菌藥物應用培訓的改進有成效。 "
    ],
    "Q3.3.7": [
        "質量3.3.7",
        "醫院制定消毒管理制度和去污程序；應妥善、安全管理醫療設備，確保充分的清潔、消毒、滅菌和恰當的儲存環境來降低與醫療/手術的設備、器械和物品有關的感染風險，制定失效物品、一次性和重複使用器械的管理制度與流程並實施。【相互引用質量6.3.3，管理6.2.5】",
        "醫院根據國家法律法規，結合醫院的具體情況，制定全院和部門的消毒管理制度和去污程序，並執行。以降低與醫療/手術的設備、器械和物品有關的感染風險。醫院根據醫療物品危險性選擇正確的消毒、滅菌方法，確保消毒滅菌效果，定期針對消毒開展常規監測，包括消毒液的濃度監測、紫外線燈的強度監測以及必要的消毒後生物監測等，並有記錄。 \n消毒供應中心建築佈局符合國家法律法規的要求，周圍環境清潔，無污染源；內部環境整潔，通風、採光、分區符合規範；整體佈局符合要求，潔污區分清晰，不交叉，不逆流。消毒供應室採取集中管理的方式，對全院所有需要消毒或滅菌後重復使用的診療器械、器具和物品均由消毒供應中心回收，集中清洗、消毒、滅菌和供應。消毒供應室建立去污、清洗、消毒、滅菌效果監測制度，加強質量管理；有質量與安全改進計劃。清洗、消毒、滅菌符合消毒供應中心行業標準要求，專人負責監測質量與安全改進計劃工作。 \n醫院依據國家相關規定，加強高值醫用耗材、一次性使用的無菌器械和其他醫用耗材的管理包括：溯源等。醫院診療活動中使用的一次性使用診療器械/物品符合使用管理規定【相互引用管理6.2.5】。 \n醫院有制定並實施重複使用器械/物品的管理制度與流程，包括：去污、消毒程序，消毒記錄，重複使用次數，追溯機制，患者病歷和記錄【相互引用質量6.3.3】。 ",
        "1. \t醫院有消毒供應室（消毒供應中心），有醫療/手術設備、器械和物品的去污、清洗、消毒、滅菌和恰當的儲存管理制度與流程，並實施。 \n2. \t醫院有一次性器械管理制度與流程，並實施。 \n3. \t相關職能部門及科室對醫療/手術設備、器械及物品的去污、清洗、消毒、滅菌和恰當的儲存管理制度與流程、一次性和重複使用器械管理制度與流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療/手術設備、器械和物品的去污、清洗、消毒、滅菌和恰當的儲存管理制度與流程、一次性和重複使用器械的管理制度與流程的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明去污、清洗、消毒、滅菌和恰當的儲存管理制度與流程及一次性和重複使用器械的管理制度與流程的改進有成效。 "
    ],
    "Q3.3.8": [
        "質量3.3.8",
        "醫院執行醫療廢物、廢液管理制度，安全和妥善地處理潛在傳染性醫療廢物、利器與針頭，以降低醫院感染的風險。醫療廢物、廢液管理符合醫院感染管理要求。污水管理和處置符合規定。【相互引用質量3.3.3，質量5.3.5，質量6.1.1，質量6.3.3，管理2.3.4，管理6.3.4】",
        "醫務人員進行侵入性醫療程序時嚴格實施無菌技術操作，並對完成醫療介入程序、手術和注射操作後損傷性醫療廢物處置等的全過程進行風險管理、監測與控制【相互引用質量3.3.3】。 \n醫院提供符合規範要求的個人防護用品和利器收集盒。所有利器收集盒必須防穿刺、防滲漏且密閉及不可重複使用。醫院對醫務人員開展安全注射相關知識與技能培訓，指導醫務人員和相關工作人員正確處置使用後的利器和注射器具【相互引用質量3.3.3】。 \n醫院根據相關規範要求制定並實施符合相關法律法規要求的醫療廢物、廢液管理制度、機制、處理系統和責任制，健全組織架構、落實崗位職責並執行，以降低醫院感染發生率【相互引用管理6.3.4】。 \n醫院有安全操作規程，用於處理潛在傳染性醫療廢物的個人防護用品，並符合醫院感染管理要求，包括被體液污染的儀器、用具和衣物，血液與血液成分和病理廢物（標本、人體組織、器官和身體部位等），以減少處理、運輸和加工過程中感染的風險。對一次性介入診療器材使用流程有明確規定，所有一次性器材使用完畢後按醫療廢物管理。科室（部門）按要求進行醫療廢物、廢液處置並有記錄【相互引用質量5.3.5，質量6.1.1，質量6.3.3，管理2.3.4，管理6.3.4】。 \n醫院有專人負責醫療廢物、廢液處理工作，上崗前經過相關知識培訓，並有記錄【相互引用管理6.3.4】。 ",
        "1. \t醫院有安全使用各類醫療利器的制度和操作規程，有培訓，相關人員知曉，並實施。 \n2. \t醫院有安全注射管理制度和操作規程，並對醫務人員開展安全注射相關知識與技能培訓，有記錄。 \n3. \t醫院有潛在傳染性醫療廢物、廢液管理制度和操作規程，有培訓，相關人員知曉，並實施。 \n4. \t相關職能部門及科室有安全使用各類醫療利器包括安全注射管理的制度、潛在傳染性醫療廢物、廢液管理制度和操作規程的落實和培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對安全注射管理制度和操作規程、安全使用各類醫療利器包括安全注射管理的制度、潛在傳染性醫療廢物、廢液管理制度和操作規程的落實和培訓的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明安全使用各類醫療利器包括安全注射管理的制度、潛在傳染性醫療廢物、廢液管理制度和操作規程的實施和培訓的改進有成效。 "
    ],
    "Q3.3.9": [
        "質量3.3.9",
        "醫院按照國家法律法規，執行傳染病信息報告管理。【相互引用功能3.2.1，質量3.3.1】",
        "醫院按照國家法律法規，執行傳染病信息報告管理【相互引用功能3.2.1，質量3.3.1】。醫院確立或指定具體部門和專（兼）職人員負責傳染病信息報告管理要求的落實。並制定傳染病報告工作程序，明確各相關科室在傳染病信息報告管理工作中的職責。 \n醫院傳染病管理負責部門及時報告法定傳染病，甲類傳染病例如：鼠疫、霍亂等；乙類傳染病例如：傳染性非典型肺炎、艾滋病等；丙類傳染病例如：流行性感冒、流行性腮腺炎等；其他傳染病；不明原因肺炎病例和不明原因死亡病例等重點監測疾病。當發現甲類傳染病和乙類傳染病中的肺炭疽、傳染性非典型肺炎等按照甲類管理的傳染病、以及其他傳染病和不明原因疾病暴發等應當嚴格按照規範要求的時限和流程進行網絡直報。未治癒的傳染病患者或疑似患者離開報告所在地時，應立即報告當地衞生行政部門，同時報告上級疾病預防控制機構。 \n醫院建立健全傳染病診斷、登記、報告、培訓、質量管理和自查等制度。 \n醫院對相關醫務人員進行傳染病診斷標準和信息報告管理技術等內容的培訓；相關人員知曉。醫院將傳染病信息報告管理工作納入工作考核範圍。 ",
        "1. \t醫院有傳染病信息報告管理和傳染病報告工作程序，並實施。 \n2. \t醫院有指定具體部門和專（兼）職人員負責傳染病信息報告管理，並實施。 \n3. \t醫院有傳染病診斷、登記、報告、培訓、質量管理和自查等制度，並實施。 \n4. \t醫院對相關醫務人員進行傳染病診斷標準和信息報告管理技術的培訓，有記錄。醫院有將傳染病信息報告管理工作納入工作考核範圍。 \n5. \t相關職能部門及科室對傳染病信息報告管理和傳染病報告工作程序、傳染病診斷、登記、報告、培訓、質量管理和自查等制度、傳染病診斷標準和信息報告管理技術的培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對傳染病信息報告管理和傳染病報告工作程序、傳染病診斷、登記、報告、培訓、質量管理和自查等制度、傳染病診斷標準和信息報告管理技術的培訓的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對傳染病信息報告管理和傳染病報告工作程序、傳染病診斷、登記、報告、培訓、質量管理和自查等制度、傳染病診斷標準和信息報告管理技術的培訓的改進有成效。"
    ],
    "Q3.3.10": [
        "質量3.3.10",
        "醫院提供屏障預防措施和隔離措施，以保護患者、照顧者和醫務人員不受傳染病的侵害，並保護免疫功能受到抑制的患者不易遭受特殊感染的侵害。【相互引用質量3.3.1，質量3.3.3】",
        "醫院根據相關標準和規範要求，結合感染性疾病的傳播途徑及特點，制訂並實施對全院和重點部門如新生兒室、血液透析室等，和重點人羣（如免疫低下等）的隔離制度及操作流程；針對診療過程中出現或者可能出現的不同感染傳播途徑疾病風險，採取有效消毒、滅菌、屏障預防和符合相關標準和規範要求的隔離措施，為隔離患者和相關醫務人員提供必要的個人防護用品。隔離設施及物品配備能滿足臨牀需要。 \n醫院完善手術部（室）、消毒供應中心（室）和新生兒病室等護理質量管理與監測相關制度及措施，並組織實施和持續改進。醫院加強新生兒室消毒隔離管理，防範院內感染；醫院有新生兒室消毒隔離制度、新生兒暖箱、奶瓶、奶嘴消毒規範和高危新生兒、疑似傳染病、傳染病患兒消毒隔離制度及措施，標識清晰，並落實。 \n血液透析室有傳染病患者隔離制度與具體措施。乙型肝炎病毒、丙型肝炎病毒、梅毒螺旋體及艾滋病病毒感染的患者分別在各自隔離透析治療間或隔離透析治療區進行專機血液透析。 \n產房佈局符合國家法律法規的要求，分區明確，設有隔離待產室和隔離分娩室，用後的產房、產牀應清潔消毒。消毒隔離工作符合規範要求；醫務人員能夠獲得並正確使用符合國家標準的消毒與防護用品【相互引用質量3.3.1】。 \n醫院開展對醫務人員有關目前公認的循證的隔離技術、消毒技術、個人防護用品使用的教育與培訓，有培訓考核記錄【相互引用質量3.3.3】。 \n醫院開展對隔離患者的探視、陪護人員的感控知識宣教與管理，指導和監督探視、陪護人員根據患者感染情況選用合適的個人防護用品。 ",
        "1. \t醫院有消毒、滅菌、屏障預防措施包括防護用品和隔離制度與操作流程，並實施。 \n2. \t相關職能部門及科室對消毒、滅菌、屏障預防措施包括防護用品和隔離措施隔離制度與操作流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對消毒、滅菌、屏障預防措施包括防護用品和隔離制度與操作流程的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對消毒、滅菌、屏障預防措施包括防護用品和隔離制度與操作流程的改進有成效。 "
    ],
    "Q3.4": [
        "質量3.4",
        "藥事和藥物使用管理",
        "",
        "",
        "",
        ""
    ],
    "Q3.4.1": [
        "質量3.4.1",
        "依據國家法律法規，醫院藥事管理工作和藥學部門設置、人員配備和培訓符合國家相關法律法規及部門規章的要求。醫院建立與完善藥事管理組織及藥事管理與臨牀藥學服務各項規章制度並組織實施。",
        "醫院藥事管理工作和藥學部門設置以及人員配備符合國家相關法律法規及部門規章的要求。醫院建立與完善藥事管理組織及藥事管理與臨牀藥學服務各項規章制度並組織實施。 \n醫院設立藥事管理與藥物治療學相關組織，其職責明確，有相應的工作制度。藥學部門負責藥學專業技術服務與相關藥事管理工作，有年度工作計劃總結，醫務部門負責藥物治療相關管理工作。醫院建立醫務與藥學部門協調聯動機制並由醫務、藥學、護理、臨牀專業人員組成的藥事管理與藥物治療學委員會，負責全院臨牀用藥管理，制定臨牀藥學服務各項規章制度和藥學相關的質量與安全改進計劃，並組織實施。醫院負責人擔任藥事管理與藥物治療學委員會（組）主任委員，藥學和醫務部門負責人任藥事管理與藥物治療學委員會（組）副主任委員，資深臨牀醫護人員和相關管理部門負責人任成員。有藥事管理工作制度、操作規程，並組織實施。委員會定期開展藥事管理法律、法規及相關制度的宣傳、教育、培訓工作，醫務人員熟悉藥事管理法律法規及相關制度並落實。委員會每季度對醫院藥事管理和藥物治療學工作情況進行分析、總結，研究、解決藥事管理工作中的相關問題，如研究新藥引進、遴選和藥品淘汰的相關工作原則，討論、分析處方點評結果，對不正確用藥情況和藥物事件提出改進措施和處理意見等。 \n醫院各級藥學專業技術人員職責明確，熟悉並履行本崗位職責，有培訓、考核和管理相關規定，並有效執行。 ",
        "1. \t醫院有藥事管理組織、人員任命文件及工作制度、操作規程等，並實施。有年度工作計劃和和質量與安全改進計劃總結，有藥事管理組織活動記錄。 \n2. \t醫院有藥事管理與藥物治療學委員會負責全院臨牀用藥管理，並實施。 \n3. \t藥事管理與藥物治療學委員會有對醫護人員開展藥事法律法規及相關制度宣傳、教育、培訓方案和活動記錄，相關人員知曉，並實施。 \n4. \t藥學部門和藥事管理與藥物治療學委員會對藥事管理組織與臨牀藥物治療工作的實施情況有自查，對存在的問題有糾正措施。 ",
        "主管部門對藥學管理組織建設、職責落實及臨牀藥物治療工作的實施有監管，有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對藥學管理組織建設、職責落實及臨牀藥物治療工作的改進有成效。 "
    ],
    "Q3.4.2": [
        "質量3.4.2",
        "醫院依據國家法律法規，加強藥品管理，規範藥品遴選、採購、處方、儲存、調劑。有處理藥物廢物的制度並實施。【相互引用質量3.3.6，質量3.4.3，管理6.3.4】",
        "醫院依據國家藥品管理相關法律法規，有藥品（包括基本藥物、全院急救等備用藥品、抗菌藥物及中藥等）採購供應管理制度與流程，供藥渠道合法。藥學部門統一負責藥品採購供應；藥品採購規範，儲備量與功能、任務和服務量相適應；規範藥品遴選、採購、處方、儲存、調劑，建立全流程監測系統，有效控制藥品質量，保障藥品質量和供應，並落實執行。醫院建立臨牀應用和藥物評價的管理制度和具體操作流程，【相互引用質量3.4.3】調配工作符合有關規定。 \n抗菌藥物採購目錄在規定期限內向衞生行政部門備案，建立醫師抗菌藥物處方權限和醫師會診權限，定期調整，並落實執行【相互引用質量3.3.6】。醫院建立靜脈藥物（包括：腸外營養液）調配中心，靜脈藥物調配中心和調配工作符合有關規定【相互引用質量3.4.3】。 \n醫院有藥品貯存管理制度，定期對庫存藥品進行養護和質量檢查，定期盤點、賬物相符。藥物存放正確且安全，藥品貯存設施與設備滿足藥品質量要求。醫院設置冷藏庫、陰涼庫、常温庫，化學藥品、生物製品、中成藥、中藥飲片分類定位存放。有中藥貯存制度，貯存藥品的場所、設施與設備符合有關規定，設置中成藥及飲片分類定位存放，按規定設置驗收、退藥、發藥等功能區域。根據醫院規模和臨牀需要，所設置的中藥房與中藥煎藥室符合法律法規。 \n藥學部門按規定設置驗收、退藥、發藥等功能區域。藥庫管理由藥學專業人員負責，科室或病區備用藥品指定專人管理，嚴格執行藥品有效期管理相關制度與處理流程。有藥物庫存清單以供檢查，包括相關資料：如何使用所列藥物，訂購與庫存的方法，有控制措施和記錄。藥物輸送時，保持其所需的藥品質量要求的條件，包括保持温度的要求，確保有效冷鏈管理（包括疫苗）。醫院有制定並落實藥品調劑制度及遵守藥品調劑操作規程，保障藥品調劑的準確性。藥品調劑必須設置處方、醫囑審核環節，嚴格執行《醫療機構處方審核規範》。有發藥差錯報告制度、及差錯分析登記。發出的藥品標示有用法、用量和特殊注意事項。藥品如需分裝調劑，應有操作規程和記錄；分包裝上有藥品名稱、規格、劑量、批號、有效期、分裝日期等信息；醫院對住院患者的藥品配發有統一的規範要求。臨牀藥師調劑過程需有第二位有資質的人員雙簽字核對藥品與處方，分別獨立計算和核對調劑劑量和處方相符。獨立值班時二次核對可由臨牀藥師與其他科室（部門）一位具資歷的專業人員（醫師或護士）做兩次獨立雙重核對，每一次都要簽名。 \n醫院製劑配製與使用符合《醫療機構製劑註冊管理辦法》的規定，持有《醫療機構製劑許可證》，並取得相應的製劑批准文號，有保證製劑質量的設施、設備和管理制度，按規定配備藥學專業技術人員。配製製劑經省級藥品監督管理部門批准後，方可在醫院之間調劑使用。 \n醫院建立有零庫存藥品的保障制度及措施，並教育員工。對全院的急救等備用藥品進行有效管理，確保質量與安全。存放於急診科、病房（區）急救室（車）、手術室及各診療科室的急救備用藥品有管理和使用制度。各相關科室急救備用藥品統一儲存位置、定期統一規範管理、統一清單格式，有目錄及數量清單，實行基數管理，專人負責；使用後及時補充，損壞或近效期藥品及時報損或更換，保障搶救時能及時獲取。藥學部門每月對各科室備用藥品的管理與使用情況進行檢查。藥學部門制定藥品（含醫院製劑）召回管理制度和有針對患者用藥召回的處理與流程；召回藥品妥善保存，保留原始記錄。對因病情變化、醫囑調整而產生退藥要有規定的程序及流程，藥學部門進行有效管理。有處理藥物廢物的制度並實施【相互引用管理6.3.4】，相關人員有培訓，熟悉程序。 ",
        "1. \t藥學部門有藥品採購供應管理制度與流程、藥品遴選、採購、處方、儲存、調劑、藥庫管理、中藥貯存制度及藥品質量管理制度、操作規程、應急保障預案等，相關人員知曉並落實。 \n2. \t藥學部門有藥品貯存、運輸條件、設施與設備、冷鏈管理、藥物廢物處理能滿足藥品質量管理要求，並有專人負責管理，有維護保養、檢修記錄。 \n3. \t醫院有靜脈藥物調配中心、零庫存藥品的保障制度及措施，並實施。 \n4. \t藥學部門對抗菌藥物和藥品的遴選、採購、處方、儲存、調劑、零庫存藥品的保障措施和藥物廢物處理的實施情況有自查，對存在的問題有糾正措施。 ",
        "主管部門對藥品採購供應管理制度與流程、藥品遴選、採購、處方、儲存、調劑、中藥貯存制度、靜脈藥物調配中心、零庫存藥品保障制度及措施和藥物廢物處理的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明藥品採購供應管理制度與流程、藥品遴選採購、處方、儲存、調劑、中藥貯存制度、靜脈藥物調配中心、零庫存藥品的保障制度及措施和藥物廢物處理的改進有成效。 "
    ],
    "Q3.4.3": [
        "質量3.4.3",
        "醫院依據國家法律法規及目前公認的循證臨牀用藥指南和標準，建立藥品供應全流程監測系統，有效控制藥品質量，並加強特殊管理藥品及藥品類易製毒化學品的管理。【相互引用質量3.4.2，管理2.3.4，管理6.3.2】",
        "醫院建立藥品質量控制體系，保障藥品質量【相互引用質量3.4.2】。有藥品質量管理組織及藥品質量管理相關制度，職責明確。有藥品驗收管理制度與程序，保證各環節符合質量要求。對藥品質量抽查結果及科室備用藥品質量管理檢查情況進行分析、總結，落實整改措施。 \n按照有關法律法規、部門規章及目前公認的循證臨牀用藥指南和標準，醫院有加強抗菌藥物、麻醉藥品和精神藥品、毒性藥品、放射性藥品、抗腫瘤藥物、激素類藥物、重點監控藥物、基本藥物臨牀應用規範化管理。醫院對\"麻醉藥品、第一類精神藥品\"等特殊管理藥品實施全程管理，依法建立麻醉藥品、精神藥品、放射性藥品、醫療用毒性藥品等特殊管理藥品及藥品類易製毒化學品的使用管理制度，執行藥品存放區域、標識和貯存方法的相關規定。藥庫設置有\"麻醉藥品、第一類精神藥品\"專用庫（櫃），配有安全監控及自動報警設施；放射性藥品按有關規定執行【相互引用管理2.3.4】。在門診、急診、住院等藥房設置麻醉藥品、第一類精神藥品週轉庫（櫃），庫存不得超過醫院規定的數量並每天結算。對\"麻醉藥品、第一類精神藥品\"實行批號管理，開具的藥品可溯源到患者，使用時由執行護士和核對護士進行雙人核對，並在處方上雙簽名。交接時需要日清日結、班班交接，雙人（護師或醫師）交接。藥學部門每月複核。醫院與藥學部門有高警示藥品，聽似、看似等各類易混淆藥品的貯存與識別要求。有特殊管理藥品的應急預案，確保藥品發放和使用安全。 \n藥學部門及有關科室對相關人員進行\"麻醉藥品、精神藥品、放射性藥品、醫療用毒性藥品（包括抗腫瘤藥物）等特殊管理藥品及藥品類易製毒化學品的使用與管理規範培訓和有關規定的落實有自查，發現問題及時改進【相互引用管理6.3.2】。 \n按照有關法律法規、部門規章及目前公認的循證臨牀用藥指南和標準，醫院有加強基本藥物臨牀應用規範化管理。醫院有貫徹落實國家有關優先使用基本用藥相關管理規定，建立優先使用國家基本藥物管理制度和監督體系。定期對醫師開展相關教育和培訓。《國家基本藥物目錄》中的品種優先納入\"藥品處方集\"和\"基本用藥供應目錄\"，有相應的採購、庫存量。對公立醫院享有基本醫療服務對象使用國家基本藥物（門診、住院）配備使用比例符合省級衞生行政部門的規定 ",
        "1. \t醫院有藥品質量管理組織及相關管理制度，有麻醉藥品、特殊管理藥品管理制度，並實施； \n2. \t藥學部門定期有對相關人員進行特殊藥品管理培訓考核方案及活動，並有記錄； \n3. \t藥學部門有對藥品質量管理、特殊藥品管理、藥品類易製毒化學品、急救備用藥品管理進行分析，有總結報告； \n4. \t醫院有優先使用國家基本藥物管理制度和監督體系，有對醫師開展優先使用基本藥物培訓方案和記錄並執行。 \n5. \t藥學部門及有關科室對藥品質量控制與特殊藥品、藥品類易製毒化學品、急救備用藥品和基本藥物的管理和培訓的實施情況有自查，對存在的問題有糾正措施。 ",
        "主管部門對藥品質量控制與特殊藥品、藥品類易製毒化學品、急救備用藥品和基本藥物的管理和培訓的實施有監督，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對藥品質量管理與特殊藥品管理、藥品類易製毒化學品和急救備用藥品的管理和培訓的改進有成效。 "
    ],
    "Q3.4.4": [
        "質量3.4.4",
        "醫院根據相關臨牀診療指南和疾病診療常規，規範臨牀用藥，制定藥物管理和應用指南，包括特別或複雜藥物應用，對醫護人員有崗前和在崗的用藥培訓。配備臨牀藥師，參與臨牀藥物治療，為病情需要的患者提供藥物檢查與藥物調節，為臨牀醫護人員提供用藥諮詢服務。【相互引用質量2.3.2】",
        "藥事管理與藥物治療學委員會根據相關臨牀診療指南和疾病診療常規，制定藥物管理和臨牀應用指南供員工應用，包括特殊藥物治療，例如腸道外營養療法、激素類藥物、腫瘤化學治療等，規範臨牀用藥，以促進藥物治療質量改進及保障患者安全。醫院有特殊藥物治療管理小組，人員配置與崗位職責與醫院功能和任務相符合，對醫護人員有崗前和在崗的定期進行藥物使用知識和技能培訓，並對臨牀用藥情況進行評價並有記錄。 \n醫院建立並實施臨牀臨牀藥師制度，臨牀藥師積極參與臨牀藥物治療，促進正確用藥，拓展藥學服務範圍。加強臨牀藥師隊伍建設和培訓，提高臨牀藥學服務能力和水平。臨牀藥師職責明確，配備數量符合國家相關規定，為臨牀正確用藥提供藥學專業技術服務，結合臨牀實踐為患者提供藥學監護，審核患者用藥醫囑，對不符合規定用藥、藥物相互作用和重複使用同類藥物進行干預，定期進行藥物調節，並有記錄。臨牀藥師開展藥學查房，對重點患者實施藥學監護和入院、轉科、轉院和出院患者及時進行藥物調節以建立藥歷，工作記錄完整，同時用以保障延續護理質量和安全，並向患者（尤其是接受多種藥物治療的患者及其照顧者）提供相關的藥物教育。臨牀藥師還參加病例討論，提出用藥意見、個體化藥物治療建議和參與院內疑難重症會診和危重患者的救治。臨牀藥師按其職責、任務和有關規定參與臨牀藥物治療，為臨牀醫師、護士提供正確用藥知識的培訓和諮詢，及對患者進行用藥教育【相互引用質量2.3.2】。 ",
        "1. \t藥事管理與藥物治療學委員會有制定藥物臨牀應用指南，相關人員知曉並實施。 \n2. \t醫院配備臨牀藥師符合國家相關規定要求，臨牀藥師積極參與臨牀藥物治療，促進正確用藥併為患者進行藥物調節以建立藥歷，為臨牀醫師、護士提供正確用藥知識的培訓和諮詢及對患者進行用藥教育方案及活動，有記錄。 \n3. \t藥學部門和藥事管理與藥物治療學委員會對藥物臨牀應用指南的應用、藥物臨牀規範化情況和臨牀藥師服務的實施情況有自查、對存在問題有改進措施。 ",
        "主管部門對藥物臨牀應用指南的應用、藥物臨牀規範化使用情況和臨牀藥師的服務的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院藥物臨牀應用指南的應用、藥物臨牀規範化情況和臨牀藥師的服務的改進有成效。 "
    ],
    "Q3.4.5": [
        "質量3.4.5",
        "醫院有規範處方和規範醫師處方行為的管理制度，醫護人員遵照醫囑為患者提供符合規範的用藥服務。有緊急搶救情況下使用口頭下達臨時醫囑的管理制度和流程。有開展處方審核和處方點評工作，以促進臨牀用藥符合行業規範和指南。【相互引用質量3.4.6，質量3.4.7】",
        "醫院按照國家法律法規，制定處方管理制度以規範醫師處方行為，對註冊執業醫師處方權、醫師開具處方、臨牀藥師調劑處方有明確規定，醫師開具處方應按照法律法規的要求執行。 \n醫院有統一的處方標準書寫格式及規範。處方開具方式、縮寫格式規範、完整，包括名稱、劑量、給藥途徑與時間，並使用經藥品監督管理部門批准並公佈的藥品通用名稱、新活性化合物的專利藥品名稱和複方製劑藥品名稱。開具與執行注射劑的處方或用藥醫囑時注意藥物配伍禁忌，按藥品説明書應用。醫師處方簽名或簽章式樣，分別在職能部門、藥學部門留樣備案。醫師在處方和用藥醫囑中的簽字或簽章與留樣一致。有用藥處方或用藥醫囑管理的相關制度，內容涵蓋特殊情況下患者自帶藥品的相關規定並執行。醫院有對醫務人員進行處方管理法規及相關管理制度的培訓。 \n依據國家法律法規，醫院開展處方審核和處方點評並持續改進，由臨牀藥師及以上資質人員承擔處方或醫囑的審核工作，對不規範處方、用藥不適宜的處方進行有效干預，及時與醫師溝通，醫院有可行的監督機制與干預措施。處方審核工作包括：患者的體重和其他生理信息；藥品、給藥劑量、給藥頻度和給藥途徑；已有或潛在的過敏或敏感性反應；已有或潛在的藥品-藥品、藥品-食物之間的相互作用；重複用藥治療；與醫院的藥物使用標準之間的差異；以及其他禁忌證。藥學部門定期（每月）對門、急診處方和出院病歷進行點評，有特定藥物或特定疾病的藥物使用情況專項點評，每年至少開展2項。藥學部門定期對處方書寫格式及規範執行情況進行分析，對存在的問題組織整改，並根據分析、整改情況及科室（部門）的需求，對醫院處方書寫格式及規範進行統一更新。 \n醫院有超説明書用藥管理的規定與程序。有自帶藥品進行治療管理制度和審批流程，在符合醫院相關規定的前提下，住院患者需經醫師確定並按規定程序通過審批後才可使用自帶藥品進行治療。 \n醫院有醫囑核對與處理流程，護士為患者提供符合規範的治療、用藥等護理服務，及時觀察、瞭解患者用藥和治療反應，並及時與醫師溝通、處理【相互引用質量3.4.6，質量3.4.7】。護士對處方或用藥醫囑應儘量減少轉抄，如有轉抄和執行時有嚴格的核對程序。 \n醫院有緊急搶救情況下使用口頭醫囑的相關制度。口頭醫囑只限於緊急搶救時使用，醫師使用的口頭醫囑，執行者須複述確認，雙人核查後方可執行；所使用的口頭醫囑應在搶救結束後及時補充開具，不得超過六小時，並以標準書面格式開具處方並保存與病歷中。 \n門診藥房設有用藥諮詢窗口（台），有主管臨牀藥師及以上人員提供正確用藥諮詢服務，有諮詢記錄，並針對患者諮詢的常見問題開展規範用藥宣傳工作，為有關患者/服務使用者提供其用藥的書面/印刷信息。 ",
        "1. \t醫院有用藥處方或用藥醫囑管理的相關制度；醫囑核對與處理流程、嚴格的醫囑轉抄和執行核對程序、口頭下達臨時醫囑管理制度及處方審核和處方點評制度，相關人員知曉，並實施。 \n2. \t藥學部門有為患者/服務使用者提供其用藥的書面/印刷信息及定期檢查標準處方。 \n3. \t藥學部門對用藥處方或用藥醫囑管理、處方審核和處方點評制度、醫囑核對與處理流程、為患者/服務使用者提供其用藥的書面/印刷信息的要求實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對用藥處方或用藥醫囑管理、處方審核和處方點評制度、醫囑核對與處理流程、為患者/服務使用者提供其用藥的書面/印刷信息的要求的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對用藥處方或用藥醫囑管理、處方審核和處方點評制度、醫囑核對與處理流程、為患者/服務使用者提供其用藥的書面/印刷信息的要求的改進有成效。 "
    ],
    "Q3.4.6": [
        "質量3.4.6",
        "醫院由符合相關資格的人員，根據醫囑，在安全清潔環境準備和分配藥物，並按規範程序發藥，給患者發藥時應講解有關藥物信息，並在患者病歷中記錄所派發的藥物。【相互引用質量3.4.5，質量3.4.7】",
        "醫院由符合相關資格的人員，根據醫囑，在安全清潔環境準備和分配藥物，按規範程序發藥，在患者的藥物醫囑中記錄所派發的藥物並簽字確認。【相互引用質量3.4.5，質量3.4.7】，醫院有醫囑核對與處理流程，為患者提供符合規範的治療、用藥等護理服務。由符合相關資格的護士執行醫囑/處方，嚴格執行核對與簽名確認制度。護士基於處方或醫囑執行安全發藥，核對藥品發放過程正確，內容包括：根據處方或醫囑核對藥品名稱、發藥劑量；給藥途徑；發藥時間和頻率是否符合全院統一的要求；識別患者的正確身份；發藥時醫務人員向患者進行用藥交代，講解藥品用法、用量和特殊注意事項等有關藥物信息，主動告知將患者所發藥物的用途，讓患者有機會提出疑問，並聽取意見及對其反饋，對患者進行用藥指導，必要時為患者提供書面用藥指導資料。 \n醫院有為醫務人員提供正確執行醫囑及發藥程序的定期培訓和再培訓。 ",
        "1. \t醫院由符合相關資格的人員，根據醫囑核對與處理流程，在安全清潔環境中準備和分配藥物之後，按規範流程派發藥物、有藥物諮詢制度，並實施。 \n2. \t醫院有對相關醫務人員進行正確執行醫囑、落實核對制度等規範培訓方案和活動記錄。 \n3. \t相關職能部門及科室對醫囑與處方核對與處理和發藥的管理、有關培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫囑與處方核對與處理和發藥的管理、有關培訓的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院處方核對與處理和發藥的管理與培訓的改進有成效。 "
    ],
    "Q3.4.7": [
        "質量3.4.7",
        "醫院有藥物安全性監測管理制度，觀察患者用藥過程，監測用藥效果，按規定報告藥物不良反應，並將不良反應記錄在病歷之中。【相互引用質量3.4.5，質量3.4.6，管理6.4.3】",
        "醫院建立藥物監測和警戒制度，觀察用藥過程，監測用藥效果，按規定報告藥物不良反應並反饋臨牀，不良反應情況應記入病歷。護理人員及時觀察、瞭解患者用藥和治療反應，並及時與醫師溝通、處理【相互引用質量3.4.5，質量 3.4.6】。醫護人員監測及評估藥物對患者症狀或疾病的效果和不良反應，並根據監測結果做相應藥物調整。當患者使用新藥物時，需適度增加監測的頻率，以確定療效及識別過敏反應或非預期地與原有藥物發生相互作用，或有否因影響患者平衡功能而增加跌倒的風險。 \n醫院有藥物嚴重不良反應應急處理預案及醫療救治藥品目錄，對突發藥物事件有搶救預案，有具體明確的搶救人員職責，有善後處理工作及應急能力有明確規定，應急藥品儲備數量和質量能夠滿足救治需求。有藥物不良反應包括藥物過敏性休克及輸液反應的應急處理、預案培訓與演練記錄，相關人員熟練掌握【管理6.4.3】。 ",
        "1. \t醫院建立藥物監測管理和警戒制度，有藥物嚴重不良反應報告制度，並實施。 \n2. \t醫院有藥物不良反應應急預案及應對處理培訓方案和活動記錄，相關人員知曉並熟練掌握。 \n3. \t醫院有應急藥品目錄及儲備數量能滿足救治需求。 \n4. \t相關職能部門及科室對藥物安全性檢測和藥物不良反應報告及應急處理管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對藥物安全性檢測和藥物不良反應報告及應急處理管理的實施有監管，定期分析、反饋和實施改進措施、並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對藥物安全性檢測和藥物不良反應報告及應急處理管理的改進有成效。 "
    ],
    "Q3.4.8": [
        "質量3.4.8",
        "醫院有用藥差錯（不良事件）和近失事件的報告制度支持員工彙報所有與藥物有關的不良事件，包括近失事件，並基於不良事件進行分析、討論、改進並通知所有醫護人員、進行風險管理，以降低藥物事故的嚴重性。【相互引用質量2.6.1】",
        "醫院制定並實施相應的流程來報告用藥差錯（不良事件）和近失事件的不良事件，並採取相應措施。醫院有識別及報告用藥不良事件和近失事件的制度並實施，包括臨牀醫務人員參與藥品管理的人員共同合作，確定用藥差錯和近失事件的定義和制定標準化的報告表格、負責處理的人員和流程，以降低藥物事故的風險，並作為制定醫院質量改進及患者安全計劃的一部分。 \n醫院質量與安全管理體系和藥事管理與藥物治療學委員會共同參與預防用藥錯誤工作，瞭解院內或其他醫院及國際上發生的用藥差錯及近失事件的類型和原因，進行用藥風險評估，以改進醫院的用藥流程和培訓醫護與藥學部門人員，防止藥物不良事件重複發生【相互引用質量2.6.1】。 ",
        "1. \t醫院有制定用藥差錯和近失事件的定義和相應藥物不良事件的報告格式、流程與負責人，並實施。 \n2. \t醫院質量與安全管理體系和藥事管理與藥物治療學委員根據用藥錯誤和近失事件的報告信息做風險評估，改進用藥流程。 \n3. \t醫院質量與安全管理體系與藥事管理和藥物治療學委員有對醫護和藥學部門人員進行報告藥物不良事件的重要性和報告流程及改進用藥流程的培訓。 \n4. \t相關職能部門及科室對報告用藥差錯和近失事件的不良事件的流程，評估風險、改進用藥流程與員工的相關培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對報告用藥差錯和近失事件的不良事件的流程，風險評估、改進用藥流程與員工的相關培訓的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "醫院對報告用藥差錯和近失事件的不良事件的流程，風險評估、改進用藥流程與員工的相關培訓的改進有成效。 "
    ],
    "Q3.5": [
        "質量3.5",
        "醫療技術管理",
        "",
        "",
        "",
        ""
    ],
    "Q3.5.1": [
        "質量3.5.1",
        "醫院依據法律法規開展醫療技術服務，所開展的醫療技術服務與醫院已獲准的診療科目一致。依法准予醫務人員實施與其專業能力相適應的醫療技術。",
        "醫院依法依規准予醫護人員實施與其專業能力相適應的醫療技術，有相應的管理制度和流程，對相關人員定期開展依法執業教育，無非衞生技術人員從事醫療衞生技術工作。 \n醫院提供的醫療技術服務與醫院功能任務及服務能力相適應，開展的醫療技術服務項目符合醫院《醫療機構執業許可證》執業許可，並與診療科目一致。醫療技術臨牀應用應遵循科學、安全、有效、規範並符合醫學倫理原則。 \n醫院建立標準化的、客觀的、循證的程序用於授權醫療人員收住和治療患者，執行手術及醫療操作，和／或提供與其資質相符的其他臨牀服務。根據崗位職責、技術能力、並結合員工崗前培訓及繼續教育完成情況等定期實施聘用、資質認證及授予臨牀權限；每年由科室考核評估小組評估員工崗位勝任力、醫療質量狀況決定再授權，尤其對高風險、特殊崗位的有關人員的授權和再授權管理，並有記錄。 ",
        "1. \t醫院有準予醫護人員實施與其專業能力相適應的醫療技術管理制度，相關人員知曉並實施。 \n2. \t醫院衞生技術人員從事的醫療衞生技術與《醫療機構執業許可證》中獲准的診療科目和項目一致，有記錄。 \n3. \t醫院有一套標準化和循證的程序用於授權醫療人員收住和治療患者和/或提供與其資質相符的診療科目，有記錄。 \n4. \t相關職能部門及科室對醫療技術服務開展、醫務人員資質及執業管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療技術服務開展、醫務人員資質及執業管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療技術服務開展、醫務人員資質及執業管理和規範實施的改進有成效。 "
    ],
    "Q3.5.2": [
        "質量3.5.2",
        "依據國家相關規定與管理辦法，在醫院醫療質量管理委員會下設立醫療技術臨牀應用管理專門組織，建立醫療技術管理制度，臨牀應用評估制度、臨牀應用質量控制制度、監督評價和檔案管理制度、新技術准入制度、限制類醫療技術上報備案制度等。不應用未經批准或已經廢止和淘汰的技術。【相互引用管理1.5.2，管理5.1.1，管理5.2.1】",
        "醫院依據國家法律法規及部門規章，在醫療質量管理委員會下設醫療技術臨牀應用管理專門組織，人員組成和功能任務符合國家法律法規及部門規章要求。建立健全醫療技術管理制度，包括醫療技術目錄管理、手術分級管理、醫師授權管理、質量控制、檔案管理、動態評估等制度，並組織實施。 \n醫院有臨牀醫療技術應用管理分類目錄、手術分級管理目錄及限制類技術管理目錄。對醫療技術臨牀應用進行評估，對限制類技術的質量安全和技術保證能力進行重點評估，並根據評估結果及時調整臨牀技術應用管理目錄。 \n醫院建立醫療技術臨牀應用論證及新技術和新項目准入審查制度，對已證明安全有效，但屬本院首次應用的醫療技術，應當組織開展技術能力和安全保障能力論證並進行倫理審查。有統一的審批、管理流程。遵循科學、安全、有效、規範並符合醫學倫理原則，包括立項、論證、風險評估、審批、追蹤、評價等管理程序。所有新技術和新項目必須通過醫院醫學倫理委員會和醫療技術臨牀應用管理委員會審查同意後開展臨牀應用【相互引用管理5.1.1，管理5.2.1】。 \n醫院建立醫療技術臨牀應用評估制度，對限制類技術的質量安全和技術保證能力進行重點評估，並根據評估結果及時調整本院醫療技術臨牀應用管理目錄、醫師技術臨牀應用權限和有關管理要求。加強限制類技術管理，有目錄、有審核、有評估、有經醫院審核後報送相關備案。醫院開展的限制類技術目錄、手術分級管理目錄和限制類技術臨牀應用情況應當納入醫院院務公開範圍，接受社會監督【相互引用管理1.5.2】，管理人員和醫務人員知曉相關要求並遵守。 \n醫院建立醫療技術臨牀應用質量控制制度，以限制類技術為重點，制定本院醫療技術質量控制指標，加強信息收集、分析與反饋，持續改進技術臨牀應用質量。 \n醫院有完整的醫療技術管理檔案和數據庫，包括：技術目錄、新技術、新項目申請、論證、評估、審查、批准、追蹤等資料。 \n醫院有醫療技術臨牀應用暫停和終止管理制度，出現終止應用相關情形時，應立即停止臨牀應用並按規定履行報告責任，無應用未經批准或禁止類技術。",
        "1. \t醫院有醫療質量管理委員會、醫學倫理管理委員會及相關醫療技術臨牀應用管理制度、流程，相關人員知曉並實施。 \n2. \t醫院有臨牀醫療技術應用管理目錄、手術分級管理目錄、限制類技術管理目錄並定期更新，已開展的技術中，無應用未經批准或禁止類技術，並執行。 \n3. \t醫院有完整的醫療技術管理檔案和數據庫，有按規定向上級衞生行政管理部門報備相關資料。 \n4. \t相關職能部門及科室對醫療技術管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療技術管理制度的實施有監管、定期分析、反饋和整改，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療技術管理制度的改進有成效。 "
    ],
    "Q3.5.3": [
        "質量3.5.3",
        "醫院有醫療技術風險預警制度和醫療技術損害處置預案，並實施。對新技術和新項目實施全程追蹤管理、質量控制和動態評估，以降低醫療技術風險。",
        "醫院建立醫療技術風險預警制度與損害處置預案，內容包括技術項負責人、項目組成員、可能出現的併發症和不良反應及預防措施和處置措施（包括消除致害因素、補救措施、多學科協調診治）、報告流程、技術終止等情形。有診療新技術、新項目准入管理制度，包括立項、論證、風險評估、審批、追蹤、評價等管理程序。明確開展新技術和新項目臨牀應用的專業人員的資質和範圍、論證可能存在的安全隱患或技術風險並制定相應預案。醫院建立新技術和新項目臨牀權限和動態評估制度，對新技術和新項目實施全程追蹤管理、質量控制和動態評估；以降低醫療技術風險。管理人員和醫務人員知曉相關預案和處置流程。 \n當可能影響到醫療質量和安全的條件（如技術力量、設備和設施）發生變異時，有終止實施診療技術的相關規定。 ",
        "1. \t醫院有醫療技術風險預警機制和醫療技術損害處置預案，相關人員知曉並實施。 \n2. \t醫院有完整的新技術、新項目管理檔案，有實施臨牀權限、全程追蹤管理和動態評估的記錄。 \n3. \t相關職能部門及科室對醫院醫療技術風險管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院醫療技術風險防範與處置工作的實施有監管、定期分析、反饋和整改，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫院醫療技術風險防範與處置工作的改進有成效。 "
    ],
    "Q3.5.4": [
        "質量3.5.4",
        "醫院建立醫務人員的醫療技術資格許可授權制度、程序及考評標準，對授權實施動態管理。【相互引用質量6.1.1，質量6.2.2，管理2.1.4】",
        "醫院有醫務人員醫療技術臨牀應用資格許可授權組織、制度、流程及目錄，有醫療技術臨牀應用資格初評、複評、取消及級別變更的標準，有醫療技術臨牀應用管理檔案與授權動態管理的數據資料，有醫師資質與授權的專門部門或委員會，併為醫務人員建立醫療技術臨牀應用管理檔案，納入個人專業技術檔案管理。 \n醫院建立手術分級管理制度和手術分級管理目錄。建立醫師手術分級授權與動態管理制度，根據醫師的專業能力、臨牀實踐、相關經驗、手術質量安全和培訓情況，授予或者取消相應的手術級別和具體手術項目權限，醫院對手術醫師能力進行定期評估，根據評估結果對手術權限進行動態調整【相互引用質量6.1.1，質量6.2.2，管理2.1.4】，醫務人員知曉自身醫療技術臨牀應用資格許可的授權。 \n醫院依法准予醫務人員實施與其專業能力相適應的醫療技術，實施人員與授權名單完全一致。擬開展限制類技術的醫師需按照相關要求完成培訓並接受考核，考核包括過程考核和結業考核。 \n醫院有高風險技術操作的衞生技術人員授權制度、包括手術、分娩和產科手術、麻醉、介入包括疼痛診療的有創操作、腔鏡診療等技術的醫務人員授權目錄。醫務人員知曉自身醫療技術臨牀應用資格許可的授權，相關部門和手術室通過多種形式獲得授權目錄並實施。醫院有\"非計劃再次手術\"相關管理制度與流程，將控制\"非計劃再次手術\"作為對手術科室質量評價的重要指標及趨勢和作為對手術醫師資格評價、再授權的重要依據。急診醫務人員按計劃進行技術和技能專業培訓，能夠熟練、正確使用各種搶救設備，掌握各種搶救技能，並通過醫院主管職能部門的考核，達到\"急診醫師、護理人員技術和技能要求\"，可以勝任急救崗位工作。 \n臨牀檢驗科室有相應人員管理制度，包括：上崗、輪崗、培訓、考核、授權，並落實，特別是分子生物學、特殊崗位如 HIV 初篩實驗、產前篩查及診斷、新生兒疾病篩查、組織化學染色操作、參加屍體剖驗的病理醫師和技術人員等。 ",
        "1. \t醫院有醫務人員的醫療技術資格許可授權制度、程序及考評標準。 \n2. \t醫院提供的醫療技術資格實施人員與授權名單完全一致。 \n3. \t醫院定期對相應人員開展考評並有相關記錄在醫療技術臨牀應用管理檔案和個人專業技術檔案管理。 \n4. \t相關職能部門及科室對醫療技術資格授權管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療技術資格授權管理的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療技術資格授權管理的改進有成效。 "
    ],
    "Q3.5.5": [
        "質量3.5.5",
        "醫院建立醫療技術臨牀應用規範化培訓制度，重視醫療技術臨牀應用管理人才隊伍的建設和培訓。",
        "醫院建立醫療技術臨牀應用規範化培訓制度及流程，明確崗位職責和管理要求，重視及加強醫療技術臨牀應用管理人才隊伍的建設和培養；重視首次應用於臨牀的醫療技術培訓及醫務人員培訓檔案。承擔限制類技術臨牀應用規範化的培訓工作的醫院，應建立培訓規章制度及流程，明確崗位職責和管理要求，制定培訓方案並向社會公開，加強學員管理，建立學員培訓檔案，按照培訓方案和計劃開展培訓工作，保障培訓質量達到國家和省級衞生健康行政部門規定的條件，同時履行報備程序。 ",
        "1. \t醫院有醫療技術臨牀應用的培訓規章制度、培訓方案、計劃，相關人員知曉並實施。 \n2. \t醫院有醫療技術臨牀應用的培訓記錄（含承擔區域內限制類技術臨牀應用規範化培訓工作的醫院）與考核結果。 3、 醫院有醫務人員培訓檔案，資料齊全。 \n4.  相關職能部門及科室對醫療技術臨牀應用規範化培訓制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療技術臨牀應用規範化培訓制度的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療技術臨牀應用規範化培訓制度的改進有成效。 "
    ],
    "Q4.0": [
        "質量4.0",
        "醫療質量管理與持續改進 - [患者歷程]",
        "",
        "",
        "",
        ""
    ],
    "Q4.1": [
        "質量4.1",
        "醫院門急診服務便捷，預檢分診制度落實，患者就醫體驗不斷改善",
        "",
        "",
        "",
        ""
    ],
    "Q4.1.1": [
        "質量4.1.1",
        "醫院為患者提供就診接待、引導、諮詢服務，減少就醫等待，改善患者就醫體驗。【相互引用質量4.1.3】",
        "醫院有門診便民服務管理制度及各種便民服務措施，並落實。醫院有措施保障門診診療，特別是重點區域和高峯時段的秩序和連貫性。有信息系統支持門診分時段、分層掛號或科室、診室直接掛號及繳費或自助掛號、繳費等服務，縮短患者等候時間，減少就醫等待，改善患者就醫體驗。 \n醫院以多種方式向患者提供出診信息，並及時更新。有措施保障醫務人員按時出診，在特殊情況無法出診應有替代方案並及時通知患者。 \n醫院開展多學科綜合門診，方便患者就醫【相互引用質量4.1.3】。有多學科綜合門診的相關制度與流程，並落實。 \n醫院為患者提供就診接待、引導、諮詢服務，幫助患者，特別是保障弱勢人羣和患者能有效就診。 ",
        "1. \t醫院有門診便民服務管理制度及各種便民服務措施、多學科綜合門診制度與流程，並實施。 \n2. \t醫院有措施保障門診診療，特別是重點區域和高峯時段的秩序和連貫性，並實施。 \n3. \t醫院為患者提供就診接待引導、諮詢服務，幫助患者，特別是弱勢人羣和患者有效就診的措施並落實。 \n4. \t相關職能部門及科室對門診便民服務管理制度及各種服措施、多學科綜合門診制度與流程、保障門診診療，特別是重點區域和高峯時段的秩序和連貫性的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對門診便民服務管理制度及各種便民服務措施，多學科綜合門診制度與流程、門診保障措施的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對門診各種便民服務、多學科診療及保障措施的改進有成效。 "
    ],
    "Q4.1.2": [
        "質量4.1.2",
        "醫院實行門、急診預檢分診制度，建立規範的流程，並加強相關人員培訓。【相互引用功能3.2.2】",
        "根據國家法律法規，醫院實行預檢分診制度、有效分流非急危重症患者、甄別傳染病，控制傳染病疫情及防止院內交叉感染【相互引用功能3.2.2】。 \n在急診規範設置預檢分診場所，在患者就醫的第一時間，預檢分診人員根據分診原則與預檢分級標準，準確識別危重病患者和緊急時限性疾病患者，進行分級分區管理。預檢分診人員並進行有關傳染病方面的甄別、檢查並將疑似傳染病患者分流至相對隔離的診治區域，有完善的預檢分診管理制度和流程，並落實。 \n醫院在門診有同一規範設置預檢分診場所，預檢分診人員進行傳染病方面的甄別、檢查並將疑似傳染病患者分流至相對隔離的診治區域，落實完善的預檢分診管理制度和流程。 \n醫院對預檢分診人員進行培訓、考核，並有記錄；預檢分診人員知曉崗位職責並嚴格遵循。 ",
        "1. \t醫院有門、急診預檢分診制度及流程，並實施。 \n2. \t醫院對預檢分診人員有培訓、考核，並有記錄。 \n3. \t相關職能部門及科室對門、急診預檢分診制度及流程、預檢分診人員有培訓和考核的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對門、急診預檢分診制度及流程、預檢分診人員培訓和考核的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對門、急診預檢分診的改進有成效。 "
    ],
    "Q4.1.3": [
        "質量4.1.3",
        "醫院有預約診療工作制度和規範的操作流程。預約診療形式多樣，能根據門診就診患者流量和突發事件調配醫療資源，做好門診各科室之間的協調配合。【相互引用質量4.1.1，管理6.4.3】",
        "醫院有預約診療工作制度和流程【相互引用質量4.1.1】，能兼顧老人、殘疾人等特殊人員的需求，有具體的管理措施，並落實；有方便患者及時獲取預約診療信息的措施，對變動出診時間提前公告；有專門部門和專職人員負責統一預約診療管理和協調工作。醫院至少提供兩種以上形式的預約診療服務，如電話、網絡、現場、診間/手機APP預約等多種形式；門診實行分層、分時段預約；專家門診、專科門診、普通門診均開展預約診療服務，出院複診患者實行中長期預約；逐步提高患者預約就診比例。 \n醫院有緊急調配醫療資源的方案並落實，有關部門能根據門診就診患者流量和突發事件調配醫療資源，做好門診各科室之間的協調配合，為患者提供最有效的服務。 \n醫院有門診突發事件應急處置預案，並有效實施，包括：人員職責、處理程序、搶救設備、通訊方式、保障措施等；門診醫護人員熟悉門診突發事件應急處置預案與處理程序，有演練，有總結及記錄；門診搶救設施設備、物（藥）品處於備用狀態，需要時能方便取用，確保患者的需要【相互引用管理6.4.3】。 ",
        "1. \t醫院有預約診療工作制度和流程，並實施。 \n2. \t醫院有專門部門和專職人員負責統一預約管理和協調工作，並實施。 \n3. \t醫院至少提供兩種以上形式的預約診療服務、門診可實行分時段預約、出院複診患者實行中長期預約，有佐證。 \n4. \t醫院有門診突發事件應急處置預案，有演練，有記錄。 \n5. \t相關職能部門及科室對預約診療工作制度和流程、門診突發事件應急處置預案和演練的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對預約診療工作制度和流程、門診突發事件應急處置預案和演練的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對預約診療工作制度和流程、門診突發事件應急處置預案和演練的改進有成效。 \n4.2 醫院不斷優化院前院內各項服務流程，為患者提供延續醫療服務和為出院患者提供規範的出院醫囑、康復指導、健康教育和隨訪管理。 "
    ],
    "Q4.2": [
        "質量4.2",
        "醫院不斷優化院前院內各項服務流程，為患者提供延續醫療服務和為出院患者提供規範的出院醫囑、康復指導、健康教育和隨訪管理。",
        "",
        "",
        "",
        ""
    ],
    "Q4.2.1": [
        "質量4.2.1",
        "醫院制定急危重症搶救制度，落實首診負責制。建立院前急救、院內急診與住院或轉診的連貫性醫療服務流程，加強對重點病種管理，\"綠色通道\"暢通。醫院依據當前國際公認和循證醫學臨牀診療指南，制定與開展多學科急危重症病種服務規範，從急診開始涵蓋患者就診全過程，實施風險控制以提高患者安全並優化資源利用。【相互引用功能2.1.2，功能3.1.2，質量3.1.2，質量6.2.2，管理6.4.2】",
        "醫院建立急危重症搶救制度及\"綠色通道\"流程，建立院前急救、院內急診與住院或轉診的連貫性醫療服務流程。加強急診檢診、分診，有效分流非急危重症患者，有及時救治急危重症患者保障措施。醫院針對重大突發事件應急醫療救援，制定大規模搶救工作流程，保證綠色通道暢通。醫院和科室確定急危重患者的範圍，建立搶救資源配置與緊急調配機制和綠色通道保障機制【相互引用功能2.1.2，功能3.1.2，管理6.4.2】。 \n醫院有首診負責制度，明確在診療過程不同階段的責任主體，明確首診醫師全程負責患者在一次就診過程結束前或由其他醫師接診前的診療管理職責。急危重症需搶救的患者要轉送的，應有醫務人員全程陪同並積極搶救，必要時呼叫專科人員。非本院診療科目範圍內的疾病，首診醫師需先評估患者病情狀況，病情平穩者應告知患者或其法定代理人，建議患者前往相應醫院就診，聽取患者意見並對其反饋。各不同階段的醫師應按病歷書寫規範做好醫療記錄，保障患者診療服務連續性和醫療行為可追溯，有急危重患者護理常規，護理措施落實到位。 \n醫院急危重症患者實行\"先搶救、後付費\"的制度；有急危重症搶救患者優先住院的制度與措施，包括及時辦理入院的制度與流程，保證急診處置後需住院治療的患者能夠及時收入相應的專科病房。有擬收治急診患者需住院，科室無牀位時的應急保障措施。有急診留觀患者的管理制度與流程，並落實；醫院對急診留觀時間超過72小時的患者有管理協調機制，及時妥善處置；需住院患者滯留急診觀察比例逐漸下降。 \n多學科團隊遵循並使用當前國際公認的偱證醫學臨牀診療指南、醫療技術操作規程、行業標準，參照循證醫學，最佳實踐以及患者的期望及特徵，制定全院性、多學科、全過程（從患者進入急診或入院開始）的急危重症病種臨牀診療規範，有明文規定循證的服務流程與服務時限，涵蓋整個患者就診過程，明確説明治療目標和關鍵要素；且在技術、設施方面提供支持。其中以急性創傷、急性心肌梗死、急性心力衰竭、急性腦卒中、急性顱腦損傷、急性呼吸衰竭、高危孕產婦及新生兒【相互引用質量6.2.2】等為重點管理病種。多學科急危重症病種服務需詳細記錄在臨牀文檔及病歷中，作為患者就診全過程的醫療護理依據，也作為病歷的一部分，持續記錄患者所接受的治療與其成效。多學科團隊遵循並使用目前公認的偱證臨牀診療指南、醫療技術操作規程和指引、行業標準，並根據循證醫學，最佳實踐以及患者的期望及特徵，制定的全院性多學科急危重症病種服務規範，有明文規定循證的服務流程與服務時限，涵蓋整個患者就診過程，明確説明治療目標和關鍵要素【相互引用質量3.1.2】；通過臨牀審核，運用審核結果和數據，持續改進和規範化臨牀流程來降低風險、減少醫療服務重複和變異，從而改善醫療成效，提高患者安全並優化資源利用。 \n醫院有根據實際情況選擇進入多學科急危重症病種服務規範病種目錄和規範文本，以患者為中心，促進各團隊成員之間相互溝通協調以及與患者和家人的溝通，多部門和科室間的協調配合的實施有記錄。醫院和相關科室質控小組有針對急危重症搶救和服務規範定期開展演練。 ",
        "1. \t醫院有急危重症\"綠色通道\"流程、危重患者優先及時辦理入院的制度與程序，並實施。 \n2. \t醫院有院前急救、院內急診與住院或轉診的連貫性醫療服務流程，並實施。醫院落實首診負責制度，患者診療服務連續性和醫療行為可追溯，有記錄。 \n3. \t醫院有由急診開始的多學科急危重症病種服務規範和流程，並實施，相關職能部門及科室對急危重症搶和服務規範有演練，有記錄。 \n4. \t相關職能部門及科室對急危重症\"綠色通道\"流程、院前急救、院內急診與住院或轉診的連貫性醫療服務流程、首診負責制度、患者診療服務連續性和醫療行為可追溯，由急診開始的多學科急危重症病種搶救與服務規範和流程及演練的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對急危重症\"綠色通道\"流程、院前急救、院內急診與住院或轉診的連貫性醫療服務流程、首診負責制度、患者診療服務的連續性和醫療行為可追溯、由急診開始的急危重症病種搶救與服務規範和流程及演練的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對急危重症\"綠色通道\"流程、院前急救、院內急診與住院或轉診的連貫性醫療服務流程、首診負責制度、患者診療服務連續性和醫療行為可追溯、由急診開始的急危重症病種搶救與服務規範和流程及演練的改進有成效。 "
    ],
    "Q4.2.2": [
        "質量4.2.2",
        "醫院完善患者入院、出院、轉科、轉院服務管理工作制度和標準，牀位統籌管理，體現\"以患者為中心\"，改進服務流程，方便患者。【相互引用質量2.1.1】",
        "醫院加強患者入院、出院、轉科、轉院管理，制定相關管理制度與流程，並落實。有急診患者入院管理制度與流程，有患者轉科、轉院交接制度和流程，保證患者得到連續的醫療服務。辦理出入院部門能提供24小時服務，方便患者辦理入院、出院、轉科、轉院。醫院實行病牀統籌管理，增加入院患者管理的透明度，有部門或專人負責管理和協調工作，體現\"以患者為中心\"。能為弱勢人羣和患者如：新生兒、幼兒、孕產婦、老人患者、殘疾患者、行動不便患者、慢性病患者、精神病患者等提供多種入院、出院、轉科、轉院服務及便民措施，實行分時段或牀邊辦理出（轉）院。遵循患者知情同意原則，履行告知義務，聽取患者意見並對其反饋，尊重患者的選擇權並履行知情同意【相互引用質量2.1.1】。醫師、護士在患者轉科、轉院、出院前為其實施病情再評估，有病情和病歷等資料交接及時傳遞患者病歷與相關信息，以方便為患者提供連續醫療服務，相關醫務人員熟悉並執行上述流程。 ",
        "1. \t醫院有入院、出（轉）院、轉科、轉院管理制度與流程，並實施。 \n2. \t醫院有部門或專人負責協調全院牀位，有佐證。 \n3. \t醫師、護士在患者轉科、轉院、出院前為其實施病情評估，病情和病歷等資料有交接管理和連續醫療服務，有佐證。 \n4. \t相關職能部門及科室對入院、出（轉）院、轉科、轉院管理制度、醫務人員在患者轉科、轉院、出院前為其實施病情評估，履行知情同意有記錄、病情及病歷等資料交接管理和連續醫療服務的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對入院、出（轉）院、轉科、轉院管理制度、醫務人員在患者轉科、轉院、出院前為其實施病情評估，履行知情同意、病情及病歷等資料交接管理和連續醫療服務的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對入院、出（轉）院、轉科、轉院管理制度、醫務人員在患者轉科、轉院、出院前為其實施病情評估，履行知情同意、病情及病歷等資料交接管理和連續醫療服務的改進有成效。 "
    ],
    "Q4.2.3": [
        "質量4.2.3",
        "醫院規範出院患者的出院醫囑和康復指導意見，加強健康教育和隨訪管理，做好與患者及家屬的溝通，提高患者健康知識水平和出院後醫療、護理及康復措施的知曉度。【相互引用功能2.1.4，質量6.1.8】",
        "醫院有患者出院指導和出院健康教育相關制度，並落實；經治醫師為出院患者提供規範的出院醫囑及出院記錄，主要內容記錄完整，與住院病歷記錄內容保持一致，有經治醫師簽名；經治醫師、護士為出院患者提供康復指導意見，必要時請臨牀藥師參與。包括：服藥指導、營養指導、康復訓練指導及出院注意事項等，防止藥物濫用及不適當的康復訓練，加強出院患者健康教育，提高患者健康知識水平和出院後醫療、護理及康復措施的知曉度；經治醫師及責任護士一起與患者及家屬溝通，請他們參與計劃出院或轉院安排；向患者及家屬告知出院或轉院記錄中主要內容，聽取他們的意見及其反饋，使患者或家屬知曉出院後醫療、護理和康復措施，有利於幫助患者康復，並做好記錄。 \n醫院有出院患者隨訪管理相關制度，並落實；利用電話、電子郵件、信函和必要的面談等多種形式開展隨訪工作，隨訪內容包括處理患者病情及記錄、患者對醫院的表揚、批評及建議。醫院將記錄作為醫院改進工作的依據，並有記錄【相互引用功能2.1.4，質量6.1.8】。 ",
        "1. \t醫院有患者出院指導和出院患者健康教育相關制度，並實施。 \n2. \t經治醫師為出院患者提供出院醫囑及準確完整出院記錄，與責任護士一起與患者及家屬溝通，同時聽取他們的意見及對其反饋，有記錄。 \n3. \t醫院有出院患者隨訪管理相關制度，並落實。隨訪結果成為醫院表揚、批評及改進工作的依據，並有記錄。 \n4. \t相關職能部門及科室對患者出院指導與溝通、出院患者健康教育制度、患者隨訪管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對患者出院指導與溝通、出院患者健康教育、患者隨訪管理制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對患者出院指導與溝通、出院患者健康教育、患者隨訪工管理制度的改進有成效。 \n4.3 醫院建立專科常見疾病的臨牀診療規範和技術操作流程，由具有法定資質的醫務人員（經資格認定、培訓和再培訓）按照制度、規範和流程對患者進行評估和疾病診斷並制定診療計劃，為患者提供規範的同質化服務。 "
    ],
    "Q4.3": [
        "質量4.3",
        "醫院建立專科常見疾病的臨牀診療規範和技術操作流程，由具有法定資質的醫務人員（經資格認定、培訓和再培訓）按照制度、規範和流程對患者進行評估和疾病診斷並制定診療計劃，為患者提供規範的同質化服務。",
        "",
        "",
        "",
        ""
    ],
    "Q4.3.1": [
        "質量4.3.1",
        "醫院建立專科常見疾病的臨牀診療規範和技術操作流程，由具有法定資質的醫務人員（經資質認證培訓和再培訓）按照各項醫療管理制度、規範和服務流程對患者進行評估和疾病診斷，制定診療計劃，關注弱勢人羣和患者需求，為患者提供規範的同質化服務。根據病情和治療情況定期對所有患者進行再評估，以確定患者對治療的效果，並依據評估結果決定繼續治療或出院。【相互引用質量1.9.1，質量2.3.1，質量2.3.2，質量5.2.1，質量5.6.1】",
        "根據目前國際公認的循證指南和最佳臨牀實踐，醫院建立各專科常見疾病臨牀診療規範和技術操作流程，醫護人員嚴格按規範和流程開展診療活動；並通過定期臨牀審核，運用審核結果和數據，更新和/或改進臨牀診療規範。醫院有患者初次評估和再評估管理制度，醫務人員根據患者的醫療需求和病情對其進行初次醫療及護理評估【相互引用質量5.6.1】；內容包括但不限於：患者評估項目及內容（包括：體格檢查、病史、心理、營養、文化、家庭、社會、經濟\n等）。評估由具有法定資質的醫務人員按照制度、程序、規範和流程進行，為患者提供規範的同質化服務。 \n醫院有要求醫師和護士共同根據當前公認循證的評估工具，對患者進行必要的風險評估（如：藥物過敏、食物過敏、容易跌倒、容易壓力性損傷、疼痛、自殘/自殺、譫妄、健忘、視力、聽力或不足等），並在病程及護理記錄中有記錄和警示標識。醫務人員建立疼痛評估、再評估制度與流程，對疼痛進行量化評估。醫務人員將患者評估結果（包括相關的診斷測試結果）作為疾病診斷、診療方案和制定護理診療計劃的依據；並與患者及/或其家屬溝通其治療、護理或服務目標和/或預期效果，以獲得其同意及遵從。 \n初次評估應在住院患者人院後24小時內完成或根據患者病情在更短的時間內完成，並記錄在病歷中。患者有參與評估過程，在可行的情況下，照顧者／家屬亦應參與初次評估。醫務人員在患者入院時開始建立出院計劃，包括及早確定預計出院日期。同時醫務人員要與患者及其家屬/照顧者溝通、瞭解其出院後的需要；提供患者所需的服務及支持照顧者的安排，以保障和決定患者獲得適當的院後護理【相互引用質量2.3.2】。醫務人員教導弱勢人羣和患者（包括長期病患者）及其照顧者在出院後預防、識別及管理常見風險【相互引用質量2.3.2】，及如有需要時可聯絡的醫務人員/醫院。 \n醫務人員根據患者的病情和治療的進展，監測患者能否達至其治療、護理目標或預期效果，定期及在有需要時對患者進行再次評估，根據重新評估結果判斷他們對治療的反應，制訂/修訂後續診療計劃或出院計劃（包括臨終患者）的依據【相互引用質量5.6.1】，並與患者和/或家屬商討，以獲得其同意在出院後實行。 \n重症醫學科的醫務人員對入住重症醫學科的患者實行\"危重程度評分\"以進行疾病嚴重程度評估。患者符合重症醫學科收住範圍、轉入和轉出標準。護理人員根據危重患者護理常規進行風險評估以建立應急預案和安全防範措施，並根據病情變化和診療需要實施再評估。 \n醫院有對醫務人員進行患者患者風險識別、評估和預防弱勢人羣和患者的風險措施及處理流程相關內容的培訓，醫務人員熟悉並落實上述相關內容。 ",
        "1. \t各科室（部門）實施患者（包括弱勢患者）風險識別、初次評估和再評估管理制度，並在在病歷中有體現。 \n2. \t醫院有開展患者（包括弱勢患者）預防風險措施及處理流程評估相關內容的培訓及有記錄。 \n3. \t科室（部門）有對患者評估和再評估結果用於制訂後續診療計劃或出院計劃的病例，有記錄。 \n4. \t醫院/科室（部門）有對患者（包括弱勢患者）風險識別、評估和預防風險措施及處理流程相關內容的培訓，有記錄。 \n5. \t相關職能部門及科室對患者風險識別、初次評估和再評估管理制度、預防風險措施及處理流程及評估和再評估結果用於制訂後續診療計劃或出院計劃的實施情況有自查，對存在的問題有糾正措施。 ",
        "主管部門對患者（包括弱勢患者）風險識別、初次評估和再評估管理制度、預防風險措施及處理流程及評估和再評估結果用於制訂後續診療計劃或出院計劃的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對患者初次評估和再評估管理制度、預防風險措施及處理流程及評估和再評估結果用於制訂後續診療計劃或出院計劃的落實情況的改進有成效。 \n4.4 醫院開展多學科綜合服務，建立會診制度、疑難與死亡病例討論制度及流程，為患者制訂適宜的住院診療計劃與方案。 "
    ],
    "Q4.4": [
        "質量4.4",
        "醫院開展多學科綜合服務，建立會診制度、疑難與死亡病例討論制度及流程，為患者制訂適宜的住院診療計劃與方案。",
        "",
        "",
        "",
        ""
    ],
    "Q4.4.1": [
        "質量4.4.1",
        "醫院建立科室（部門）間溝通與協調機制及會診制度。實施多學科綜合診療，為患者制訂適宜的住院診療計劃與方案。【相互引用質量4.4.2，質量5.4.2】",
        "醫院加強臨牀專科服務能力建設，重視專科及多學科協同和中西醫共同發展，制訂專科建設發展規劃並組織實施，推行\"以患者為中心、以疾病為鏈條\"的多學科診療模式【相互引用質量5.4.2】。醫院建立會診制度，明確各類會診的具體流程和時間要求，統一會診單格式及填寫規範。會診請求人員應當陪同完成會診，並按規定將會診意見落實情況記錄在病例中。 \n醫院有院內會診、醫師外出會診管理制度與流程，並建立醫師外出會診管理檔案，相關人員知曉並執行。 \n醫院有對疑難危重患者、惡性腫瘤患者，實施多學科評估與再評估和綜合診療的相關制度與程序。醫院根據患者病情需要及轉變和對治療的反應、對急危重症與疑難患者實施醫療全過程的多學科聯合會診，為患者制訂適宜的住院護理診療計劃與方案。實施疑難病例討論制度【相互引用質量4.4.2】和多學科協作相關規定與措施。重症醫學科與相關學科醫師實行聯合查房和病例討論等，為患者提供專科診療支持，保障患者安全及治療延續性。護理查房、護理會診和護理病例討論制度參照《醫療質量安全核心制度要點》執行。 ",
        "1. \t醫院有專科建設發展規劃、多學科診療模式，並實施。 \n2. \t醫院有科室（部門）間溝通與多學科住院診療協作機制，並實施。 \n3. \t醫院有為疑難危重患者、惡性腫瘤患者作多學科評估、綜合診療、聯合查房、病例討論的相關制度與程序，並實施，有記錄。 \n4. \t醫院有院內會診、醫師外出會診管理制度與流程，有檔案，並實施。 \n5. \t相關職能部門及科室對專科建設發展規劃、多學科診療模式、科室（部門）間溝通與多學科住院診療協作機制、多學科評估、綜合診療、聯合查房、病例討論的制度與程序、院內會診、醫師外出會診管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對專科建設發展規劃、多學科診療模式、科室（部門）間溝通與多學科住院診療協作機制、多學科評估、綜合診療、聯合查房、病例討論的制度與程序、院內會診、醫師外出會診管理制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對專科建設發展規劃、多學科診療模式、科室（部門）間溝通與多學科住院診療協作機制、多學科評估、綜合診療、聯合查房、病例討論的制度與程序、院內會診、醫師外出會診管理制度的改進有成效。 "
    ],
    "Q4.4.2": [
        "質量4.4.2",
        "醫院建立疑難與死亡病例討論制度，討論內容專冊記錄，討論結論記入病歷。【相互引用質量4.4.1】",
        "醫院建立疑難病例討論制度，明確疑難病例範圍，主持人、參與討論人員範圍和流程要求。討論內容和存檔符合衞生行政部門要求，保障患者安全及治療延續性【相互引用質量4.4.1】。 \n醫院建立死亡病例討論制度，監測全院死亡病例並及時進行彙總分析，提出持續改進意見。明確死亡病例討論主持人、參加人員、時限要求，討論內容和存檔符合衞生行政部門要求，並落實。 \n醫院對疑難病例討論、死亡病例討論記錄，有統一的規範格式、模板，保管有明確規定。 \n通過疑難與死亡病例及嚴重併發症討論，醫務人員對患者診治和/或搶救過程的分析，對患者的診療計劃、臨牀成效、非預約入院、非計劃手術、重大併發症等死亡原因、診斷和診治中可能存在的缺陷進行討論，總結經驗，吸取教訓，用作其他患者的診療改進依據。 ",
        "1. \t醫院有疑難病例討論制度，討論人員範圍、組成和流程要求，討論內容專冊記錄，討論結論記入病歷，並實施。 \n2. \t醫院有死亡病例討論和全院死亡病例監測，討論的結果用作其他患者的診療改進依據，有記錄。 \n3. \t相關職能部門及科室對疑難與死亡病例討論制度及討論的結果用作改進其他患者的診療的實施有自查，對存在問題有糾正措施。 ",
        "主管部門對疑難與死亡病例討論制度及討論結果用作改進其他患者的診療的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明對疑難與死亡病例討論制度及討論的結果用作\n改進其他患者的診療改進有成效。 "
    ],
    "Q5.0": [
        "質量5.0",
        "醫療質量管理與持續改進 - [臨牀服務]",
        "",
        "",
        "",
        ""
    ],
    "Q5.1": [
        "質量5.1",
        "臨牀營養服務",
        "",
        "",
        "",
        ""
    ],
    "Q5.1.1": [
        "質量5.1.1",
        "營養科具備與其功能和任務相適應的場所、設備、設施和人員條件。從事臨牀營養工作的人員具備相應資質，有臨牀營養工作管理制度，並落實。【相互引用管理2.1.4】",
        "醫院依據國家相關法律法規，設置營養科（室），並具備開展臨牀營養服務的設施、設備、空間等基本條件，有治療膳食種類及製備技術。有臨牀營養工作管理制度，並按規範開展臨牀營養工作。主管醫師遵循醫院制定的\"住院患者的各類膳食適應證和膳食應用原則\"下達膳食醫囑，有膳食醫囑執行路徑。醫院開設營養門診，開展營養風險篩查和營養評估、健康體檢的營養諮詢服務。 \n醫院營養科（室）配備與其規模相適應的營養專業人員，有營養專業人員及保障人員崗位職責，醫院及科室組織開展崗位培訓。營養醫師和護士分別具有執業醫師證書和執業護士證書，並具備相應的技能和職能【相互引用管理2.1.4】。 ",
        "1. \t醫院有營養科（室）人員配備信息、資質證明和有效執業證書。 \n2. \t醫院有臨牀營養工作管理制度和營養專業人員及保障人員崗位職責及相關培訓資料，有記錄。 \n3. \t相關職能部門及科室對臨牀營養工作管理制度、人員配備信息、資質證明、有效執業證書、崗位職責及相關培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對臨牀營養工作管理制度、人員配備信息、資質證明、有效執業證書、崗位職責及相關培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀營養工作管理制度、人員配備信息、資質證明、有效執業證書、崗位職責及相關培訓實施的改進有成效。 "
    ],
    "Q5.1.2": [
        "質量5.1.2",
        "營養醫師及護士與臨牀醫師、責任護士一起，為有需要的住院患者實施營養評估，為住院患者提供營養膳食指導、營養配餐和治療飲食。對特殊、疑難、危重及大手術患者的提供營養會診。開展營養與健康宣傳教育服務。",
        "醫院有營養診療與服務質量控制方案與質量指標及趨勢分析。營養醫師及護士與臨牀醫師、責任護士共同為有需求的住院患者實施營養評估，為住院患者提供營養膳食指導、營養配餐和治療飲食服務，滿足患者治療需要。醫院對特殊、疑難、危重及大手術患者提供營養會診，按需要提供營養支持方案（包括：腸內與腸外營養支持），重點是各類營養不良/營養失衡的患者，相關診療按規範記入病歷中。營養醫師及護士定期查房，參與臨牀病例討論，完成重點患者營養病歷記錄。 \n營養醫師採取多種形式開展營養與健康宣傳教育為住院患者提供疾病營養指導，定期聽取並徵求患者及家屬的意見及對其反饋，不斷改進營養診療質量與服務質量。 ",
        "1. \t醫院有營養診療與服務質量指標及趨勢，並定期開展質控活動。 \n2. \t營養醫師及護士與臨牀醫師、責任護士共同為有需求的住院患者實施營養評估，營養醫師及護士為住院患者提供營養膳食指導、營養配餐和治療飲食和營養支持方案，並實施。 \n3. \t營養醫師及護士參與特殊、疑難、危重及接受大手術患者的營養會診，病歷中有記錄。 \n4. \t營養醫師採取多種形式開展營養與健康宣傳教育，營養科定期徵求並聽取患者及家屬的意見及對其反饋，不斷改進營養診療質量與服務質量，有記錄。 \n5. \t相關職能部門及科室對住院患者營養評估與營養支持方案、營養與健康宣傳教育、營養膳食指導的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對住院患者營養評估與營養支持方案、營養與健康宣傳教育、疾病營養指導的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對住院患者營養評估與營養支持方案、營養與健康宣傳教育、疾病營養指導實施的改進有成效。 "
    ],
    "Q5.2": [
        "質量5.2",
        "疼痛診療服務",
        "",
        "",
        "",
        ""
    ],
    "Q5.2.1": [
        "質量5.2.1",
        "醫院為患者提供規範的疼痛診療服務[包括：急性（如術後）和慢性疼痛]。制定疼痛診療、疼痛評估、療效評估與追蹤隨訪等相關管理制度。醫院對從事疼痛治療的醫師實行疼痛診療資質和相應的權限管理。經治醫師為患者進行有創鎮痛診療操作前應履行知情同意手續。【相互引用質量2.1.1，質量2.4.1，質量5.6.1，質量6.1.4，管理2.1.4】",
        "醫院有疼痛診療服務，包括急性與慢性疼痛診療、術後鎮痛治療、有創鎮痛診療與操作管理規範和流程；對從事疼痛治療的醫師實行疼痛診療資質和相應的權限管理，包括有創鎮痛診療操作權限管理制度，【相互引用質量6.1.4，管理2.1.4】，有疼痛評估、再評估規範與流程，有疼痛診療相關學科協調機制，各項制度、規範、流程能有效執行。 \n醫院根據世界衞生組織（World Health Organisation，WHO）\"三階梯止痛原則\"，以無痛為目的，為急性、慢性疼痛患者制定適宜的個體化疼痛診療方案【相互引用質量5.6.1】。按患者不同程度的疼痛如輕、中、高，給予不同階梯的藥物。具有資質的麻醉醫師掌握術後鎮痛治療規範與流程，對術後鎮痛治療效果有觀察、有評價，有記錄。 \n醫院有在進行有創鎮痛診療操作前遵循患者知情同意的原則，尊重患者的自主選擇權，履行告知義務，聽其意見和反饋（包括治療效果、患者感受及其疼痛的舒緩），並簽署書面知情同意【相互引用質量2.1.1，質量2.4.1】。知情同意資料完整。對實施鎮痛的患者進行量化評估，並對治療效果進行追蹤隨訪，治療、評估、追蹤等情況記錄在病歷中。 ",
        "1. \t醫院有急性與慢性疼痛診療管理制度及對疼痛診療的有創操作實行臨牀權限管理，並實施。 \n2. \t醫院有疼痛診療療效評估、再評估、追蹤隨訪的制度與流程，並實施。 \n3. \t醫院實施有創鎮痛診療操作知情同意，有記錄。 \n4. \t相關職能部門及科室對疼痛診療管理制度，包括疼痛和療效評估、有創鎮痛診療操作知情同意、醫師資質與臨牀權限管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對疼痛診療管理制度，包括疼痛和療效評估、有創鎮痛診療操作知情同意、醫師資質與臨牀權限管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對疼痛診療管理制度，包括疼痛和療效評估、有創鎮痛診療操作知情同意、醫師資質與臨牀權限管理實施的改進有成效。 "
    ],
    "Q5.2.2": [
        "質量5.2.2",
        "醫院有疼痛治療常見併發症的預防與風險管理制度，並進行相關培訓、教育。",
        "醫院有疼痛治療風險防範要求與處置預案。包括：常見併發症、藥物不良反應、高風險操作等相關風險管理制度。 \n醫院對實施疼痛治療的相關人員進行培訓教育，包括術後疼痛，熟悉各種併發症、風險防範的措施與處置流程，以減低疼痛治療相關的風險。對全院醫務人員進行定期疼痛治療規範的相關培訓與指導，並有記錄。 \n醫務人員為患者提供疼痛知識教育，對中重度疼痛、癌痛患者開展疼痛知識的宣教。 ",
        "1. \t醫院有疼痛治療風險管理制度與處置預案，並實施。 \n2. \t醫院對相關人員進行疼痛治療規範的培訓，有記錄。 \n3. \t醫務人員為患者提供疼痛知識教育，包括對中重度疼痛、癌痛患者疼痛知識的宣教，有記錄。 \n4. \t相關職能部門及科室對疼痛治療風險管理制度與處置預案、疼痛治療規範的培訓和對患者提供宣教的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對疼痛治療風險管理制度與處置預案、疼痛治療規範的培訓和對患者提供宣教的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對疼痛治療風險管理制度與處置預案、疼痛治療規範的培訓和對患者提供宣教實施的改進有成效。 "
    ],
    "Q5.3": [
        "質量5.3",
        "輸血服務",
        "",
        "",
        "",
        ""
    ],
    "Q5.3.1": [
        "質量5.3.1",
        "醫院依據輸血管理的相關法律法規和臨牀輸血技術規範制定輸血管理制度。設置輸血科或血庫，職責明確並執行到位。具備為臨牀提供24小時服務的能力，保障急救用血需要。",
        "醫院依據輸血管理相關法律法規和臨牀輸血技術規範制定輸血管理制度，設置輸血科或血庫，不具備獨立設置輸血科或血庫條件的，應當安排人員負責臨牀用血工作。醫院嚴格落實國家關於醫療機構臨牀用血的有關規定，設立輸血管理委員會或工作組，制定臨牀用血、臨牀輸血管理等相關制度和實施細則，內容覆蓋臨牀輸血管理的全過程。醫院落實臨牀用血申請審核制度和用血申請分級管理，建立臨牀科室和醫師臨牀用血評價公示制度。 \n輸血科或血庫不斷完善管理機制和流程，制定臨牀用血計劃與儲備計劃，有血液庫存預警機制，及時掌握預警信息，滿足臨牀工作需要，保障急救用血，為臨牀提供24小時供血服務，有特殊用血（如稀有血型）應急協調機制，確保急診搶救用血。 \n輸血科或血庫人員結構、房屋設施和儀器設備均符合相關規定要求。輸血科或血庫位置遠離污染源，靠近手術室和病區，佈局符合院內感染控制的要求，污染區與非污染區分開，應設置血液入庫前的血液處置室、血液標本處理室、儲血室、發血室、輸血兼容性檢測實驗室，值班室和資料保存室。配備2℃～6℃ 儲血專用冰箱、-20℃以下專用低温冰箱、2℃～8℃試劑冰箱等必備的基礎設備。 \n輸血科或血庫負責人接受輸血相關理論和實踐技能的培訓和考核，輸血科或血庫工作人員無影響履行輸血專業職責的疾病。醫院有輸血科或血庫員工工作制度、崗位職責、相關技術規範與操作規程，對相關人員進行培訓，相關人員知曉用血制度與流程，並嚴格執行。醫院有對醫務人員進行臨牀輸血相關法律、法規、規章制度培訓，有考核、有記錄。教育與培訓，每年至少一次。臨牀醫師用血的評價結果用於個人業績考核與用血權限的認定，以促進臨牀科學用血。醫院注重輸血質量與安全管理，持續改進輸血工作。 ",
        "1. \t醫院有臨牀規範用血、輸血管理制度，有臨牀用血計劃和儲備計劃，並執行。 \n2. \t輸血科或血庫人員結構、房屋設施和儀器設備均符合規定要求。 \n3. \t醫院有提供24小時供血服務的能力和特殊用血（如稀有血型）應急協調機制，並實施。 \n4. \t醫院對輸血科或血庫工作人員和醫務人員進行臨牀輸血相關制度培訓、考核，並有記錄。 \n5. \t相關職能部門及科室對臨牀規範用血、臨牀輸血管理制度、用血計劃、儲備計劃、輸血科或血庫人員結構、房屋設施和儀器設備、特殊用血應急協調機制、輸血科或血庫工作人員和醫務人員培訓考核的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對臨牀用血、臨牀輸血管理制度、用血計劃、儲備計劃、輸血科或血庫人員結構、房屋設施和儀器設備、特殊用血應急協調機制、輸血科或血庫工作人員和醫務人員培訓考核的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。  ",
        "持續改進有成效，有證據證明醫院對輸血管理文件、臨牀輸血管理制度、用血計劃、輸血科或血庫人員結構、房屋設施和儀器設備、特殊用血應急協調機制、輸血科或血庫工作人員和醫務人員培訓考核實施的改進有成效。 "
    ],
    "Q5.3.2": [
        "質量5.3.2",
        "輸血科或血庫做好血液入庫、貯存和發放管理，確保用血安全。醫院落實患者血液樣本核對制度和輸血兼容性檢測的管理制度。",
        "醫院建立輸血管理信息系統，做好血液入庫、貯存和發放管理。醫院有制度對血液預約、接收、入庫、儲存、出庫及庫存預警等進行管理。用血申請單、發血單、輸血記錄單書寫格式和內容規範、信息記錄完整。血液的出入庫有效期內使用情況記錄完整，並有出入庫記錄完整率和血液有效期內使用率等統計數據。 \n血液儲存、運送符合國家有關標準和要求。全血、紅細胞的儲藏温度應當控制在2～6℃，血小板的儲藏温度應當控制在20～24℃。有血液儲藏温度的24小時監測記錄。 \n輸血科或血庫嚴格執行輸血前相關檢測規定，落實實驗室患者血液樣本核對制度和輸血兼容性檢測的管理制度。輸血兼容性檢測管理制度和實驗質量管理要求。有輸血兼容性檢測實驗室的管理制度與室內質控、室間質評制度，能提供輸血前檢驗項目，包括：血型ABO反正定型、血型系統 Rhesusfactor, RH（D）、交叉配血、輸血感染性疾病免疫標誌物及不規則抗體等項目，提供需要輸血的患者、手術患者、待產孕婦和有創診療操作應進行輸血兼容性檢測檢查項目。交叉配血必須採用能檢查不完全抗體的實驗方法，具備為準備輸血的患者進行血型及感染篩查（肝功能、乙肝五項、Hepatitis C Virus （HCV）、愛滋病毒（Human Immunodeficiency Virus，HIV）、梅毒抗體）的相關檢測能力，並開展相關檢測；用於輸血兼容性檢測的試劑應符合相應標準，確保輸血安全、有效、科學用血。 ",
        "1. \t醫院有血液質量管理監控、輸血管理信息系統，並有血液入庫、貯存和發放管理規定，並實施。 \n2. \t輸血科或血庫落實患者血液樣本核對制度和輸血兼容性檢測的管理制度，嚴格掌握輸血適應證和輸血技術操作規範。相關職能部門及科室對血液質量管理監控、輸血管理信息系統、血液入庫、貯存和發放管理、患者血液樣本核對制度、輸血兼容性檢測的管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對血液質量管理監控、輸血管理信息系統、血液入庫、貯存和發放管理、患者血液樣本核對制度、輸血兼容性檢測的管理制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對血液質量管理監控、輸血管理信息系統、血液入庫、貯存和發放管理、患者血液樣本核對制度、輸血兼容性檢測的管理制度實施的改進有成效。 "
    ],
    "Q5.3.3": [
        "質量5.3.3",
        "醫院對臨牀用血全過程進行管理，落實臨牀用血審核制度，嚴格掌握輸血適應證和輸血技術操作規範，確保輸血安全。輸血前向患者及其近親屬告知輸血的目的和風險，並簽署\"輸血治療知情同意書\"。【相互引用質量2.1.1，質量2.4.1】",
        "醫院依據有關行業標準、目前公認的循證指南及專業實踐制定全院統一的臨牀用血過程管理制度及規定、臨牀用血申請及臨牀用血審核制度。臨牀用血申請包括：申請備血量和醫師常規用血的臨牀權限、審核程序及緊急用血報批手續等，並執行。 \n輸血前，主診醫師需告知患者及其家屬輸血的目的，相關風險和討論可代替方案，聽取患者和/或患者家屬的意見及對其反饋，並瞭解其需求，主診醫師與患者共同簽署輸血治療知情同意書並保存在病歷中【相互引用質量2.1.1，質量 2.4.1】。醫院尊重患者的自主選擇權、文化和宗教信仰包括不接受輸血和不接受自體輸血，並有相關醫療程序予以保障。有搶救生命垂危患者等特殊情況下的緊急輸血相關規定與快速申請流程。輸血治療病程記錄完整詳細，輸血治療病程記錄至少包括輸血原因、不同輸血方式的選擇、輸注成分、血型、數量、輸注起止時間、輸血過程觀察情況及有無輸血不良反應等內容，並有輸注效果評價的描述。手術輸血患者的手術記錄、麻醉記錄、護理記錄和術後記錄中輸血量與發血量必須一致。 ",
        "1. \t醫院有臨牀用血過程管理制度及規定，臨牀用血申請及臨牀用血審核制度、輸血全程記錄完整詳細，並實施。 \n2. \t醫患雙方共同簽署的輸血治療知情同意書，保存在該患者病歷中，並實施。 \n3. \t醫院有搶救生命垂危患者等特殊情況下的緊急輸血相關規定與批准流程，並實施。 \n4. \t相關職能部門及科室對臨牀用血過程管理制度、臨牀用血申請及臨牀用血審核制度、緊急輸血流程、輸血治療知情同意書的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對臨牀用血過程管理制度、臨牀用血申請及臨牀用血審核制度、緊急輸血流程、輸血治療知情同意書的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀用血過程管理制度、臨牀用血申請及臨牀用血審核制度、緊急輸血流程、輸血治療知情同意書實施的改進有成效。 "
    ],
    "Q5.3.4": [
        "質量5.3.4",
        "醫院建立輸血科與所有用血科室，特別是麻醉科與手術科室的有效溝通，節約用血，滿足臨牀工作需要。積極開展循證血液保護相關技術包括自體輸血、圍手術期血液保護等輸血技術管理制度【相互引用質量6.1.2】。",
        "醫院建立輸血科或血庫與麻醉科和手術科室等用血科室的有效溝通，嚴格掌握術中輸血適應症，節約用血、安全輸血並落實，保障術中輸血及時、有效、安全。輸血科或血庫參與疑難病例的診斷、會診與治療，指導臨牀科學用血，配合臨牀用血事件及輸血不良反應的調查。輸血科或血庫主動徵求臨牀科室對輸血管理工作的意見和建議。 \n醫院有手術中用血的相關制度與流程，麻醉科醫師有術前用血評估和用血療效評價制度【相互引用質量6.1.2】，並積極開展循證血液保護相關技術，包括自體輸血、圍手術期血液保護等輸血技術管理制度，嚴格掌握術中輸血適應證，節約用血，用血制度與循證血液保護技術的應用能滿足臨牀工作需要。主管部門嚴格監管用血量和超常規用血量，一次性用血超過1600ml需經科室主任核准簽發後，報醫務部門批准，方可用血。 ",
        "1. \t醫院有輸血科或血庫與所有用血科室的有效溝通制度，並實施。 \n2. \t醫院有手術中用血的相關制度與流程，並實施。 \n3. \t麻醉科有術前用血評估和用血療效評價制度，有循證血液保護相關技術，並實施。 \n4. \t相關職能部門及科室對建立輸血科或血庫與所有用血科室的有效溝通、手術中用血的相關制度與流程、術前用血評估和用血療效評價制度和循證血液保護相關技術的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對輸血科或血庫與所有用血科室的有效溝通、手術中用血的相關制度與流程、術前用血評估和用血療效評價制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對輸血科或血庫與所有用血科室的有效溝通、手術中用血的相關制度與流程、術前用血評估和用血療效評價制度和循證血液保護相關技術的改進有成效。 "
    ],
    "Q5.3.5": [
        "質量5.3.5",
        "醫院開展血液質量管理全程監控，制定、實施控制輸血嚴重危害（Serious Hazards of Transfusion，SHOT）（輸血傳染疾病、輸血不良反應、輸注無效）的方案，嚴格執行輸血技術操作規範。【相互引用質量3.3.8，管理6.4.3】",
        "醫院依據相關法律法規和臨牀輸血技術規範制定評價指標及監測其趨勢，和控制輸血嚴重危害（Serious Hazards of Transfusion，SHOT，包括輸血傳染疾病、嚴重不良反應）的方案並實施。醫院根據有關管理流程、對臨牀科室開展全過程血液質量監控管理工作，有監控指標及趨勢（包括：儲血、發血、輸血中、輸血後、輸血室內質控和室間質評等）和監測評價結果，有輸血反應處理預案報告與流程，輸血不良反應發現和處理時間應精確到分鐘記錄在病歷中。 \n醫院有輸血相關應急預案，內容包括緊急用血的應對，控制輸血嚴重危害（SHOT）、超常規用血量、關鍵設備故障等。有關鍵設備故障的應急措施，包括電話、負責人及替代方式。相關人員知曉應急預案處置流程，並能執行【相互引用管理6.4.3】。  \n醫院有血液貯存質量監測與信息反饋的制度，並執行。輸血科或血庫有專人對血液貯存（存放方式、冰箱温度、標識、消毒、細菌監測等）有定期監測記錄。血液發出後，受血者和供血者標本於2℃～6℃保存至少7天。從發血到輸血各個交接環節要有記錄，時間應精確到分鐘。醫院所使用的輸血器和輔助設備符合國家標準、操作規範與流程。一次性輸血耗材進行無害化處理，有記錄【相互引用質量3.3.8】。 ",
        "1. \t醫院有血液質量管理及控制輸血嚴重危害的方案，並執行。 \n2. \t醫院有輸血相關應急預案，並執行。 \n3. \t相關職能部門及科室對血液質量管理、輸血相關應急預案及控制輸血嚴重\n危害的方案的實施況有自查，對存在問題有糾正措施。 ",
        "主管部門對血液質量管理、輸血相關應急預案及控制輸血嚴重危害的方案的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對血液質量管理、輸血相關應急預案及控制輸血嚴重危害的方案的改進有成效。 "
    ],
    "Q5.4": [
        "質量5.4",
        "中醫服務與中西醫結合管理",
        "",
        "",
        "",
        ""
    ],
    "Q5.4.1": [
        "質量5.4.1",
        "中醫診療科室設置應當符合國家法律、法規的要求，建立中醫臨牀診療規範，開展中醫特色護理，提供具有中醫特色的康復和健康指導等服務。",
        "醫院建立中醫診療科室，設置符合國家有關要求。醫院有中醫科的工作制度、崗位職責、體現中醫特色的臨牀診療規範、特色護理、特色康復和健康指導，並落實；中醫科設立中醫門診。有中醫診療、護理常規、操作規程，在中醫病史、體檢、診斷、治療、護理等方面體現辨證施護和中醫特色的醫療、護理技術。中醫科根據中醫特色，開展培訓與教育活動，相關人員知曉上述制度、本崗位職責及臨牀診療規範。通過定期臨牀審核，運用審核結果和數據，持續改進中醫特色的臨牀診療規範。 \n中醫科科主任和中醫醫師均具中醫類別的資質和資質認定。護士接受過中醫藥知識技能崗位培訓。護士長具有主管護師任職資格，能夠指導護理人員開展辨證施護和運用中醫護理技術；提供具有中醫特色的康復和健康指導等服務。 ",
        "1. \t醫院有中醫科工作制度、操作規程和診療、護理常規，並實施。 \n2. \t科主任、中醫師、護士長具任職資格，有記錄。 \n3. \t中醫科提供具有中醫特色的臨牀診療規範、特色護理、特色康復和健康指導等服務，有記錄。 \n4. \t在中醫病史、體檢、診斷、治療、護理等方面體現辯證論治的中醫特色，並在病歷中可體現。 \n5. \t相關職能部門及科室對中醫科工作制度、操作規程、員工任職資格、診療、護理常規、中醫特色的臨牀診療規範、特色護理、特色康復和健康指導的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對中醫科工作制度、員工任職資格、操作規程、診療、護理常規、中醫特色的臨牀診療規範、特色護理、特色康復和健康指導的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對中醫科工作制度、操作規程、員工任職資格、診療、護理常規、中醫特色的臨牀診療規範、特色護理、特色康復和健康指導實施的改進有成效。 "
    ],
    "Q5.4.2": [
        "質量5.4.2",
        "中醫診療科室充分發揮中醫特色，建立並完善中醫與西醫臨牀科室的協作機制，為患者提供適宜的中西醫結合診療服務。【相互引用質量4.4.1】",
        "中醫科充分發揮中醫特色，建立並完善中醫與西醫臨牀科室共同發展【相互引用質量4.4.1】，為患者提供適宜的中西醫結合診療服務。科室有中西醫結合推進措施，有中醫與西醫臨牀科室的會診、轉診相關制度及多學科診療模式，並落實。通過科間會診，建立中醫與西醫臨牀科室的協作機制，中西醫共同開展疑難危急重症、慢性疾病及康復的病情評估，制定適宜的中西醫結合的診療方案。有中西醫結合的護理技術的實施。 ",
        "1. \t醫院有中醫與西醫臨牀科室的會診、轉診相關制度，並落實。 \n2. \t科室通過中西醫科間會診及多學科診療模式，共同開展疑難危急重症、慢性疾病及康復患者的病情評估，制定適宜的中西醫結合的診療方案。有案例。 \n3. \t相關職能部門及科室對中西醫臨牀會診、多學科診療、轉診相關制度、疑難危急重症、慢性疾病及康復患者的聯合診治工作的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對中西醫臨牀會診、多學科診療、轉診相關制度、疑難危急重症、慢性疾病及康復患者的聯合診治工作的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對中西醫臨牀會診、多學科診療、轉診相關制度、疑難危急重症、慢性疾病及康復患者的聯合診治工作的改進有成效。 "
    ],
    "Q5.4.3": [
        "質量5.4.3",
        "醫院中藥房與中藥煎藥室設置符合相關法律法規的要求。醫院有制度和指南處理中西藥並用可能引發的藥物相互作用。",
        "醫院中藥房與中藥煎藥室設置、煎藥室的位置、環境、通風、消防、煎藥設施設備、容器及環境維護等符合相關規定。相關人員知曉本崗位的履職要求。中藥房有中藥質量管理的相關制度，對採購、驗收、貯存、調劑、煎煮等環節實行質量控制。 \n醫院有制度和指南處理中西藥並用可能引致的藥物相互作用。 ",
        "1. \t醫院中藥房與中藥煎藥室應當符合相關法律法規的要求；有中藥質量管理的相關制度與煎藥環境及設施的規定。 \n2. \t科室有制度和指南處理中西藥並用可能引致的藥物相互作用，並實施。 \n3. \t相關職能部門及科室對中藥質量管理、中藥房、中藥煎藥室的管理規範的落實及有制度和指南處理中西藥並用可能引致的藥物相互作用的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對中藥質量管理、中藥房、中藥煎藥室的管理規範的落實及有制度和指南處理中西藥並用可能引致的藥物相互作用的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對中藥質量管理、中藥房、中藥煎藥室的管理規範及有制度和指南處理中西藥並用可能引致的藥物相互作用的改進有成效。 "
    ],
    "Q5.5": [
        "質量5.5",
        "康復治療服務",
        "",
        "",
        "",
        ""
    ],
    "Q5.5.1": [
        "質量5.5.1",
        "醫院有康復診療指南/規範，康復醫師應為每位康復患者明確診斷並進行功能評估。康復治療計劃由康復醫師、治療師、護士、患者及家屬共同制定，住院患者經治醫師與責任護士一併參與康復治療計劃的制定，由具備相應資質的康復治療訓練人員實施。康復治療訓練按規範實施並有記錄。【相互引用管理2.1.4】",
        "醫院有康復醫學科建設與管理制度、有康復診療指南及技術規範，有綜合應用作業療法、物理治療法、語言治療法等的規範，並執行。康復醫學科統一管理康復醫學專業人員和康復醫療專業設備，有康復治療診療標準、訓練流程與記錄規範。 \n康復醫學科開展對康復治療訓練人員進行康復治療理論與技能的培訓。由具備相應資質的康復治療訓練人員為患者實施康復治療與訓練【相互引用管理2.1.4】，功能康復過程與訓練效果並記錄病歷中；對轉入專業康復機構、社區及家庭的患者提供轉診後康復訓練指導方案，保障康復訓練的連續性。 \n醫院有制度要求康復醫師和治療師與臨牀醫療護理團隊共同開展臨牀早期康復介入服務。康復醫師和治療師深入臨牀科室，與臨牀科室建立協作的工作模式，為需康復治療的患者，提供早期、專業的康復醫療服務。需要康復治療的住院患者由康復醫師會診，康復醫師對每位康復患者有明確診斷與功能評估，與主管醫師、治療師、護士、患者及家屬共同制訂康復治療計劃，並落實。護理團隊知曉患者的診斷與功能評估，並參與康復治療計劃的實施；患者家屬積極配合康復治療計劃的實施。 ",
        "1. \t醫院有康復醫學科建設與管理制度、康復診療指南及技術規範，並實施。 \n2. \t康復醫學科統一管理康復醫學專業人員和康復醫療專業設備，有康復治療診療標準、訓練流程與記錄規範，並實施。 \n3. \t相關職能部門及科室對康復建設與管理制度、康復診療指南及技術規範、康復治療診療標準、訓練流程與記錄規範的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對康復醫學科建設與管理制度、康復診療指南及技術規範、康復治療診療標準、訓練流程與記錄規範的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對康復醫學科建設與管理制度、康復診療指南及技術規範、康復治療診療標準、訓練流程與記錄規範的改進有成效。 "
    ],
    "Q5.5.2": [
        "質量5.5.2",
        "康復醫學科有定期康復治療與訓練效果評定。有康復意外緊急處置預案。",
        "康復醫師定期對每名患者進行系統的康復治療與訓練效果評定、有中止無效康復訓練的標準與程序，有康復醫學科診療活動評價指標及趨勢。其他科住院患者由康復醫師、治療師與臨牀醫師、護士共同進行康復訓練與治療效果評價，並記錄，相關人員知曉效果評定的標準與程序並落實。對康復患者有落實預防併發症、預防二次殘疾的具體措施及評價。 \n醫院有康復患者及家屬滿意度評價的制度與流程，並組織實施，相關人員知曉上述規範和流程並落實到位。 \n醫院有康復意外緊急處置預案與流程，對相關人員進行緊急處置預案培訓與考核。相關人員均熟知預案處置內容，並能遵循。 ",
        "1. \t康復醫師、治療師與臨牀醫師、護士共同進行康復訓練與治療效果評價，並記錄。 \n2. \t對康復患者有落實預防併發症、預防二次殘疾的具體措施及評價並實施。 \n3. \t醫院有康復患者及家屬滿意度評價的制度與流程，並組織實施。 \n4. \t醫院有康復意外緊急處置預案與流程，對相關人員進行緊急處置預案培訓與考核。 \n5. \t相關職能部門及科室對康復治療訓練效果評價、預防併發症及二次殘疾的具體措施及評價、康復患者及家屬滿意度評價的制度和康復意外緊急處置預案培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對康復治療訓練效果評價、預防併發症及二次殘疾的具體措施及評價、康復患者及家屬滿意度評價的制度和康復意外緊急處置預案培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對康復治療訓練效果評價、預防併發症及二次殘疾的具體措施及評價、康復患者及家屬滿意度評價的制度和康復意外緊急處置預案培訓的改進有成效。 "
    ],
    "Q5.6": [
        "質量5.6",
        "臨終關懷服務",
        "",
        "",
        "",
        ""
    ],
    "Q5.6.1": [
        "質量5.6.1",
        "為臨終患者提供人文關懷服務。【相互引用質量2.4.1，質量4.3.1，質量5.2.1】",
        "醫院制定為臨終患者提供所需評估、再評估與服務的有關規定及診療計劃【相互引用質量4.3.1】。在可能的情況下，為臨終患者提供舒適照顧的環境、空間，以維護患者的尊嚴，方便家人陪伴，為患者及其家屬提供人文關懷服務包括：臨終願望、臨終關懷、臨終疼痛處理【相互引用質量5.2.1】、症狀控制等，並妥善處理患者疼痛、症狀和病情。 \n醫務人員尊重不同民族的患者和/或其文化和宗教信仰，對服務需求給予幫助，如有需要，醫院應為患者及其家屬有關死亡和哀傷的心理、情感、文化和精神方面的需求的幫助。 \n醫院制定患者或家屬拒絕心肺復甦術（Do not resuscitate，DNR）或\"不作心肺復甦術\"（Do-Not-Attempt Cardiopulmonary Resuscitation，DNACPR）的管理制度和審核流程。\"拒絕心肺復甦術\"由患者和/或其家屬提出，與主診醫師及護士商量與討論後，由主診醫師、副高以上專科醫師和患者共同簽署標準規範的\"不作心肺復甦術\"同意書。當患者和/或其家屬提出有意向改變同意書的內容；或患者的病情、決策能力或預後發生變化；或患者的主治醫師有更改意見時，醫院和患者和/或其家屬必須重新討論同意書並作出相應的修改。如患者和/或其家屬沒有提出任何意向改變、醫院也應定期與他/她/他們/她們重新討論同意書的內容，更新同意書的內容並於病歷中記錄（例如：急性病房三天；慢性病/長期病房七天）；此同意只適合於同一醫療診斷【相互引用質量2.4.1】和同次住院治療時段。 \n醫院對醫務人員、患者、家屬開展安寧護理理念的宣傳，包括生命教育、生前預囑（一位有決策能力的成年人書面指示其在嚴重生病或受傷和無法表達其意願時希望得到或拒絕的治療包括\"不作心肺復甦術\"），並定時重新考慮、修訂、確認或取消）、倫理學等內容，並有記錄。 ",
        "1. \t醫院有為臨終患者提供所需服務及計劃的有關規定，相關人員知曉，並實施。 \n2. \t醫護人員有為臨終患者妥善處理疼痛、症狀和病情，有記錄。 \n3. \t醫院有患者或家屬拒絕心肺復甦術的制度，並實施。 \n4. \t醫護人員有為不同民族和/或不同文化和宗教信仰的臨終患者提供支持的服務需求，有記錄。 \n5. \t醫院有對醫護人員、患者、家屬開展安寧護理理念的宣傳教育活動，有相關資料和記錄。 \n6. \t相關職能部門及科室對臨終患者提供需要服務、患者或家屬拒絕心肺復甦術的管理制度和流程、醫護人員、患者、家屬開展安寧護理理念的宣傳教育活動的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對臨終患者提供所需服務、患者或家屬拒絕心肺復甦術的管理制度和流程、醫護人員、患者、家屬開展安寧護理理念的宣傳教育活動的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨終患者提供所需服務、患者或家屬拒絕心肺復甦術的管理制度和流程、醫護人員、患者、家屬開展安寧護理理念的宣傳教育活動的改進有成效。 "
    ],
    "Q6.0": [
        "質量6.0",
        "醫療質量管理與持續改進- [專科服務]",
        "",
        "",
        "",
        ""
    ],
    "Q6.1": [
        "質量6.1",
        "鎮靜、麻醉、手術與介入診療服務",
        "",
        "",
        "",
        ""
    ],
    "Q6.1.1": [
        "質量6.1.1",
        "醫院開展麻醉、手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、超聲引導下診療等）服務應嚴格執行衞生行政部門制定的診療技術規範，並有相應的管理制度。人員配備符合麻醉、手術及診療操作服務需求，相關人員依法取得相應的執業資質和相關經驗。醫院有手術、麻醉及診療操作授權與動態管理制度，相關人員依據醫院授權開展相應的手術、麻醉服務和介入診療服務。【相互引用質量3.3.8，質量3.5.4，質量6.1.2，質量6.1.3，質量6.2.2，管理2.1.4，管理6.1.1，管理6.1.2，管理6.3.4】",
        "醫院依法取得與麻醉、手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、超聲引導下診療等）相關的診療科目。麻醉專業設置、人員配備與醫院功能、任務相適應，並滿足臨牀需要，能提供24小時診療服務。手術室佈局、分區，標識，潔污分區、空氣淨化潔淨度、潔淨手術室用房分級、潔淨區內的潔淨輔助用房、非潔淨區內的非潔淨輔助用房、潔淨手術室用房的技術指標、醫療流程、基本裝備、空氣調節、空氣淨化、醫用氣體、給水排水、電氣、消防、隔離手術間設置均符合國家相關規範要求；醫院手術室和介入診療配備所需設施設備，有多功能監護系統和心、肺、腦搶救復甦設施、急救藥品等保障措施。醫院內的手術室（急診科手術室、專科手術室、日間手術室）實行統一管理，達到同質化要求，保障手術安全【相互引用管理6.1.1，管理6.1.2】。 \n醫院依據衞生行政管理部門制定的診療技術管理規範，制定手術室各項管理制度和手術（含所有手術、日間手術、介入手術、內鏡手術等）和診療操作（含介入診療、內鏡診療、超聲引導下診療等）工作管理制度，並落實；有手術（含所有手術、日間手術、介入手術、內鏡手術等）和診療操作（含介入診療、內鏡診療、超聲引導下診療等）相關管理規範與流程。實施介入診療前，必須經2名以上具有介入診療資格和經驗的醫師決定，並有記錄【相互引用質量6.1.2，質量6.1.3】。 \n醫院根據國家相關規定、手術量及工作需要，有工作人員配備方案並實施，包括護理人員、輔助工作人員和設備技術人員，有明確的資質及崗位技術能力要求，有手術室和介入診療崗位職責，有考核及記錄。 \n醫院建立手術分級管理工作制度，有限制類技術目錄、手術分級管理目錄和日間手術病種和技術目錄。醫院建立醫師手術臨牀權限管理制度，對實施手術、介入診療、麻醉等高風險技術操作的衞生技術人員實行\"臨牀權限\"並予以動態管理。根據醫師的專業能力、臨牀實踐、相關經驗、手術質量安全和培訓情況等，授予其相應的手術級別權限和手術項目，並定期進行技術能力與質量績效的評價，根據評估結果對手術臨牀權限進行動態調整。臨牀權限及動態調整結果以文件形式下發所有有關科室執行【相互引用質量3.5.4，質量6.2.2，管理2.1.4】。並將有關評估結果及動態管理結果納入醫師技術檔案。 \n醫院有定期（至少每年）對手術、介入診療、內鏡診療、麻醉醫師和有關工作人員實施專業理論和技能培訓的制度，相關人員接受繼續教育和知識更新培訓，並考核合格。 \n醫院規範管理介入診療和手術技術，並有相關的管理制度。人員配備符合介入診療手術技術服務需求，相關人員依法取得相應的執業資質。按照規範開展介入診療技術服務和質量控制。醫院有介入診療器械購置、使用、維保登記制度，保證器械來源可追溯，所有診療器材均有相關的合格證件。每例介入診療使用的器材在病歷中均有識別記錄。醫院對一次性介入診療器材使用流程有明確規定，所有使用後的一次性器材按醫療廢物管理【相互引用質量3.3.8，管理6.3.4】。 ",
        "1. \t醫院手術室衞生、空氣清潔度符合規範要求，有手術室各項規章制度和手術、日間手術、介入手術、內鏡手術等）和診療操作（含介入診療、內鏡診療、超聲引導下診療等）、麻醉和診療技術管理規範與人員配備方案，並實施。 \n2. \t醫院有手術分級管理制度、有限制類技術目錄、手術分級目錄和日間手術病種，並實施。 \n3. \t醫院有醫師手術及介入診療臨牀權限與動態管理制度，並實施。 \n4. \t醫院有手術、介入診療、麻醉醫師和有關工作人員培訓與考核方案和記錄。 \n5. \t相關職能部門及科室對麻醉、手術（日間手術、介入手術、內鏡手術等）和診療操作（含介入診療、內鏡診療、超聲引導下診療等）的管理、手術分級管理制度、手術、介入診療和麻醉人員臨牀權限及動態管理、人員培訓實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對麻醉、手術（含所有手術、日間手術、介入手術、內鏡手術等）和診療操作（含介入診療、內鏡診療、超聲引導下診療等）的管理、手術分級管理工作制度、人員培訓制度、手術、介入診療和麻醉人員臨牀權限及動態管理自動、人員培訓制度的實施的有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院麻醉、手術（含所有手術、日間手術、介入手術、內鏡手術等）和診療操作（含介入診療、內鏡診療、超聲引導下診療等）的管理、手術分級管理制度、手術、介入診療和麻醉人員臨牀權限及動態管理制度、人員培訓制度的實施情況的改進有成效。 "
    ],
    "Q6.1.2": [
        "質量6.1.2",
        "醫院依據國家醫療質量安全核心制度要點制定術前評估和討論制度（含所有手術、日間手術、介入手術、內鏡手術等）），討論範圍、討論內容、參加人員符合規範要求。討論重點是對擬手術患者進行術前全面評估（含麻醉評估及術後併發症評估）及手術的風險，手術/診療操作的益處和可供選擇的方案。各手術及介入治療科室遵循臨牀診療規範，制訂診療和手術（含介入、日間）方案，落實知情同意，並記錄在病歷中。【相互引用質量1.7.1，質量2.1.1，質量2.4.1，質量5.3.4，質量6.1.1，質量6.1.3，質量6.6.4】",
        "醫院有要求手術科室的醫師對手術患者實施術前（含所有手術、日間手術、介入手術、內鏡手術等）評估和討論的制度，根據評估和討論意見制訂診療和手術方案。醫院應當明確不同級別手術的術前討論形式、參加人員範圍和流程。科室應當明確本科室各級手術術前討論的範圍報醫療管理部門審定。術前討論內容包括：患者的臨牀診斷、術前病情評估、手術風險、手術/診療操作的益處和可供選擇的方案、術前準備、擬施行的手術（含所有手術日間手術、介入手術、內鏡手術等）方式，術後併發症的風險評估和預防措施【相互引用質量1.7.1，質量6.6.4】。如需要輸血或血製品時，需討論有關風險和代替方案【相互引用質量5.3.4】。討論內容和存檔符合衞生行政部門要求，討論結論記錄在病歷中，討論結論包括術前診斷、擬施行的手術、麻醉名稱、可能出現的風險與對策等。 \n各手術及介入治療科室遵循臨牀診療規範、術前評估、術前討論意見，為患者制定治療及護理計劃，醫護人員注重與患者的溝通和知情告知的落實，讓患者和/或患者家屬知曉其治療及護理計劃，並主動聽取患者和/或患者家屬的意見及對其反饋。通過定期臨牀審核，運用審核結果和數據，持續改進臨牀診療規範，保障患者手術安全。 \n麻醉醫師為每位患者進行麻醉前訪視、評估及討論有記錄【相互引用質量6.1.1】。在即將開始麻醉誘導前麻醉醫師再次為患者進行誘導前評估，以減低患者手術的風險【相互引用質量6.1.3】。變更麻醉方法有明確的適應證，獲得上級醫師同意，家屬知情，並記錄。麻醉科有麻醉意外與併發症處理規範與流程，處理過程有記錄。醫務人員制訂患者術後醫療、護理和其他服務計劃。 \n醫務人員熟悉手術後常見併發症及預防措施，並落實。有針對可能發生的手術常見併發症的風險評估，對骨關節與脊柱等大型手術、高危手術患者有預防\"深靜脈栓塞\"、\"肺栓塞\"的常規與措施【相互引用質量1.7.1】。 \n醫院實施手術、麻醉、臨牀診療操作前，遵循患者知情同意原則，履行告知義務，尊重患者的自主選擇權，尊重民族習慣、文化和宗教信仰，並對患者的隱私保密。醫務人員能夠用患者易懂的方式、語言與患方進行溝通，主動向患者説明相關情況，瞭解其需求和反饋，並履行書面知情同意手續。如為未成年人及無能力做出自我決定的人羣，則向其監護人或授權委託人進行説明，並使用相應模板的知情同意書。擇期手術患者在完成各項術前檢查、病情和風險評估以及履行知情同意手續後方可下達手術醫囑【相互引用質量2.1.1，質量2.4.1，質量6.1.1，質量6.1.3】。 ",
        "1. \t醫院有患者術前與麻醉前及誘導前評估和討論制度，有不同級別手術術前討論形式及參加人員範圍規定和流程，有記錄。 \n2. \t醫院有術前與麻醉前向患者履行書面知情同意手續的制度及要求，並實施。 \n3. \t醫院有術後併發症的風險評估和預防措施及麻醉意外與併發症處理方案，並實施。 \n4. \t相關職能部門及科室對患者術前、麻醉前與誘導前評估和討論制度、不同級別手術術前討論形式、參加人員範圍的規定和流程、知情同意、術後併發症的風險評估和預防措施及麻醉意外與併發症處理方案的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對手術患者術前與麻醉前與誘導前評估和討論制度，不同級別手術術前討論形式、參加人員範圍的規定和流程、知情同意、術後併發症的風險評估和預防措施及麻醉意外與併發症處理方案的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對手術患者術前與麻醉前與誘導前評估和討論制度，不同級別手術術前討論形式、參加人員範圍的規定和流程、知情同意、術後併發症的風險評估和預防措施及麻醉意外與併發症處理方案的改進有成效。 "
    ],
    "Q6.1.3": [
        "質量6.1.3",
        "醫院對臨牀診療操作或手術藥物鎮靜進行標準化管理。【相互引用質量2.1.1，質量2.4.1質量6.1.1，質量6.1.2】",
        "醫院依據有關行業標準、目前公認的循證指南及專業實踐【相互引用質量6.1.1】制定全院統一的臨牀診療操作和手術時使用藥物鎮靜的指南，實行麻醉鎮靜安全指引、用藥規範、監測指南實施情況等標準化管理。醫院有監測全院手術和臨牀診療操作藥物鎮靜流程和管理制度及術後鎮痛治療管理規範和流程，並嚴格執行。 \n醫院有規定手術麻醉人員和負責監測接受藥物鎮靜患者的人員所需具備的資質。負責實施藥物鎮靜的手術麻醉醫師或醫務人員必須掌握藥物鎮靜技術和不同鎮靜模式，藥物的劑量和給藥途徑，以及患者的年齡和病史，包括：重要器官損傷史、當前用藥與藥物鎮靜藥物的相互作用、藥物過敏、有無對麻醉或藥物鎮靜的不良反應史以及有否藥物濫用，知曉監測要求。負責監測接受藥物鎮靜患者的人員知曉檢測要求和逆轉劑的使用，掌握和保證鎮靜恢復與應對併發症。執行臨牀診療操作和手術的醫師或醫務人員不可同時負責監測持續鎮靜狀態患者，監測工作必須由另外一位有資質的人員擔任，如麻醉醫師或經培訓有技能的麻醉護士，承擔不間斷監測患者的生理參數、協助提供支持及實施復甦措施的責任。在手術操作或手術藥物鎮靜結束後，需在麻醉後復甦室規範全程持續監測患者情況、並記錄麻醉後患者恢復狀態，實施防範麻醉併發症的措施，直至患者完全恢復清醒，並達到轉出復甦室的標準。 \n患者接受臨牀診療操作和手術前，負責為其實施藥物鎮靜的醫師（麻醉或手術人員）應主動向患者及其家屬或醫療服務決策者提供有關實施臨牀診療操作和手術時藥物鎮靜的計劃，包括：患者評估、臨牀診療操作/手術預期的益處、可供選擇的鎮靜方案、執行過程、風險和併發症，臨牀診療操作後鎮痛的教育等，瞭解其需求，聆聽其反饋，遵循患者知情同意原則，履行告知義務，尊重患者的自主選擇權，患者瞭解並同意接受藥物鎮靜後雙方簽署書面知情同意書【相互引用質量2.1.1，質量2.4.1質量6.1.1，質量6.1.2】，並記錄在患者病歷內。 ",
        "1. \t醫院有全院標準化的臨牀診療操作和手術時藥物鎮靜實踐指南，流程和制度，規定執行臨牀診療操作和手術的醫師、口腔科醫師或醫務人員不可同時負責持續監測在鎮靜狀態的患者，監測工作必須由另外一位有資質的專業人員（麻醉人員或麻醉護士）負責、並實施。 \n2. \t醫院有規定負責實施臨牀診療操作和手術時施行藥物鎮靜的專業人員和負責監測接受藥物鎮靜患者的人員需具備的資質和工作職責，並實施。 \n3. \t醫院有規定患者在實施接受臨牀診療操作和手術前，負責實施患者臨牀診療操作和手術時所需藥物鎮靜的醫師向患者及其家屬或醫療服務決策者提供有關於實施臨牀診療操作和手術時藥物鎮靜的計劃，履行書面知情同意手續，並實施。 \n4. \t醫院規範全程監測並記錄麻醉後患者恢復狀態，防範麻醉併發症的措施到位，制定術後鎮痛治療管理規範和流程並嚴格執行。 \n5. \t相關職能部門及科室對臨牀診療操作和手術時使用藥物鎮靜的流程、制度及指南實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對臨牀診療操作和手術時使用藥物鎮靜的流程、制度及指南有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀診療操作和手術時使用藥物鎮靜的流程、制度及指南和術前麻醉知情同意的改進有成效。 "
    ],
    "Q6.1.4": [
        "質量6.1.4",
        "醫院設有麻醉後復甦室及相關管理制度、流程、轉入、轉出標準，並規範實施，全程監測、記錄患者麻醉後的恢復狀態，防範麻醉併發症的措施到位。嚴格執行術後鎮痛治療管理規範和流程。【相互引用質量5.2.1】",
        "醫院設有麻醉後復甦室，對手術患者實施規範全程監測並記錄麻醉後患者恢復狀態，防範麻醉併發症的措施到位。麻醉後復甦室牀位與手術枱比不低於1∶3，設備設施配備符合規範要求，並定期維護，有記錄，確保所有搶救設備處於備用狀態。醫護人員配備滿足臨牀需要，至少有一位能獨立實施麻醉的麻醉醫師。對醫護人員進行定期培訓，考核合格。 \n醫院麻醉後復甦室，有其管理制度、有患者轉入、轉出標準、流程及記錄。轉入與轉出的患者採用 Steward 評分或 Aldrete 評分等，評價結果有記錄，記錄麻醉後患者的恢復狀態，有防範麻醉併發症措施並落實。有麻醉意外與併發症處理規範與流程。麻醉醫師與護士知曉規範和流程，落實並記錄各項處理措施在病歷中。 \n醫院有術後患者術後鎮痛治療管理的規範和流程，能有效地執行，對相關人員進行定期培訓，由麻醉醫師與患者回顧並討論術後疼痛管理計劃，掌握術後鎮痛治療規範與流程，對術後鎮痛治療效果有評價，記錄在病歷中。【相互引用質量5.2.1】。 ",
        "1. \t醫院有麻醉後復甦室工作制度及流程，規範全程監測並記錄麻醉後患者恢復狀態，並實施。 \n2. \t醫院有防範麻醉併發症措施，並實施。 \n3. \t醫院有術後患者術後鎮痛治療管理的規範與流程，並實施。 \n4. \t相關職能部門及科室對麻醉後復甦室工作制度及流程、規範全程監測並記錄麻醉後患者恢復狀態、防範麻醉併發症措施、術後患者術後鎮痛治療管理的規範與流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對麻醉後復甦室工作制度及流程、規範全程監測並記錄麻醉後患者恢復狀態、防範麻醉併發症措施、術後患者術後鎮痛治療管理的規範與流程的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。  ",
        "持續改進有成效，有證據證明醫院對麻醉後復甦室工作制度及流程、規範全程監測並記錄麻醉後患者恢復狀態、防範麻醉併發症措施、術後患者術後鎮痛治療管理的規範與流程的改進有成效。 "
    ],
    "Q6.1.5": [
        "質量6.1.5",
        "醫院建立重大手術（如截肢、器官摘除等手術）報告審批制度；有急診手術（含所有手術、介入手術、內鏡手術等）管理措施，保障急診手術及時與安全。【相互引用質量1.2.2】",
        "醫院有重大手術報告審批制度與流程；有重大手術的審批目錄相關人員知曉上述制度、流程及目錄，並遵循。 \n醫院有急診手術管理的相關制度與流程，有急診手術管理措施，有急診手術綠色通道的保障方案及協調機制，有手術交接制度，四級手術患者手術當日必須牀旁交班【相互引用質量1.2.2】，對相關人員進行培訓，使其知曉上述急診手術管理相關制度及急診手術綠色通道的保障方案，以保障急診手術及時與安全。 ",
        "1. 醫院有重大手術報告審批制度與流程及重大手術的審批目錄，並實施。 \n2. \t醫院有急診手術管理的相關制度與流程，急診手術管理措施及急診手術綠色通道的保障方案及協調機制，並實施。 \n3. \t醫院有對相關人員進行急診手術管理相關制度及急診手術綠色通道的保障方案的培訓，有記錄。 \n4. \t相關職能部門及科室對重大手術報告審批、急診手術管理及急診手術綠色通道的實施情況有自查對存在問題有糾正措施。 ",
        "主管部門對重大手術報告審批、急診手術管理及急診手術綠色通道措施的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對重大手術報告審批、急診手術管理及急診手術綠色通道管理的改進有成效。 "
    ],
    "Q6.1.6": [
        "質量6.1.6",
        "手術（含所有手術日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、超聲引導下診療等）的全過程情況、術後注意事項，手術後治療、觀察與護理情況應及時、準確地記錄在病歷中。建立手術、診療操作後標本的病理學檢查的規定與流程。手術和診療操作的離體組織必須做病理學檢查，明確術後診斷。",
        "醫院有手術（含所有手術、日間手術、介入診療、內鏡手術等）及診療操作（含介入診療、內鏡診療、超聲引導下診療等全過程管理制度並落實。手術手術及診療操作全過程情況、術後治療、觀察、護理工作注意事項及康復與其他服務均應制定計劃，參照《醫療質量安全核心制度要點》執行，並及時、準確地記錄在病歷中。 \n醫務人員有為每位患者在麻醉、手術、診療操作期間和術後監測生命指標，監測頻率與類型是基於患者的麻醉前狀態，麻醉方式（椎管內麻醉、神經阻滯麻醉、局部浸潤麻醉）及所執行的手術操作，監測結果記錄在病歷中。參加手術醫師在術後即時完成術後首次病程記錄。手術主刀醫師儘快在術後24小時內完成手術記錄（特殊情況下，由第一助手書寫，主刀簽名）。 \n醫院有手術、診療操作後離體組織處理規範、標本病理學檢查的規定與流程，有快速冰凍切片檢查機制，手術室有具體措施保障規定與程序並執行，明確術後診斷，並記錄。對病理報告與術中快速冰凍切片檢查及術後診斷不一致時，有追蹤、討論的規定與程序，其結果有記錄。 ",
        "1. \t醫院有手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）全過程管理制度和工作計劃，並實施。 \n2. \t醫務人員有為每位患者在麻醉、手術、診療操作期間和術後監測生命指標，監測結果記錄在病歷中。 \n3. \t醫院有手術、診療操作後離體組織處理規範、標本的病理學檢查的規定與流程，明確術後診斷，並實施。 \n4. \t相關職能部門及科室對手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）全過程管理制度和工作計劃及手術及診療操作後標本的病理學檢查的規定與流程的實施情況有自查對存在問題有糾正措施。 ",
        "主管部門對手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）全過程情況工作計劃的制度及手術後標本的病理學檢查的規定與流程的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）全程情況工作計劃的制度及手術後標本的病理學檢查的規定與流程的改進有成效。 "
    ],
    "Q6.1.7": [
        "質量6.1.7",
        "醫院有定期分析評價手術（含所有手術、日間手術、介入手術、內鏡手術等）、診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）及麻醉質量與安全的制度及實施方案，有手術、診療操作及麻醉質量評價指標及趨勢與改進措施。【相互引用質量5.3.2】",
        "醫院有手術（含所有手術、日間手術、介入手術、內鏡手術等））、診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）及麻醉質量安全管理制度和評估工作機制，制定定期分析影響圍術期質量與安全管理因素的制度及規定。醫院對手術科室有明確的質量與安全指標，有護理質量管理與監測相關規定及措施，並組織實施，堅持持續改進。醫院建立手術（含所有手術、日間手術、介入手術、內鏡手術等）及及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）質量管理數據庫，內容包括：住院手術、診療操作重點病種、重點手術/操作總例數、術前、診療操作前/術中、診療操作中用血療效評價【相互引用質量5.3.2】、死亡例數、術後非計劃重返再次手術/診療操作例數、手術後/診療操作後併發症例數、手術後/診療操作後感染例數、圍術期預防性抗菌藥的使用等數據，醫院與科室能定期分析相關數據，開展自我評價。各級醫師掌握手術/診療操作的適應證與禁忌證，並嚴格執行，規範技術操作，開展質量控制，定期質量評價；並與多部門聯動協調，促進質量改進及保障患者手術安全。 \n醫院有\"非計劃再次手術\"與\"手術併發症\"的相關管理制度、流程、評價指標及其趨勢、監測方法、原因分析、反饋整改及控制體系，並將控制\"非計劃再次手術\"作為對手術科室質量評價的重要指標，把\"非計劃再次手術\"指標及其趨勢作為對手術醫師資格評價、臨牀權限、再授權的重要依據。 \n醫院有麻醉質量監測指標並採集相關數據及趨勢。醫院與科室可運用數據及其趨勢定期分析麻醉管理評價指標，並用分析結果指導麻醉質量的持續改進，確保患者麻醉安全。 ",
        "1. \t醫院有手術（含所有手術、日間手術、介入手術、內鏡手術等）、診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）及麻醉質量與安全管理制度及實施方案，質量與安全指標及其趨勢與麻醉質量監測指標及其趨勢，包括術前、診療操作前/術中/診療操作中用血療效評價，\"非計劃再次手術\"與\"手術併發症\"的管理制度等，有實施並有記錄。 \n2. \t護理部有手術科室（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）護理質量管理與監測相關規定及措施，並實施。 \n3. \t醫院有手術（含所有手術、日間手術、介入手術、內鏡手術等））、診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）及麻醉進行全程追蹤管理、質量控制。 \n4. \t相關職能部門及科室對手術科室的質量與安全與管理制度包括護理質量管理與監測相關規定及措施、對手術（含所有手術、日間手術、介入手術、內鏡診療手術等）、診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）、麻醉質量控制和數據分析實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對手術科室及麻醉質量安全制度包括護理質量管理與監測制度及措施、對手術（含所有手術、日間手術、介入手術、內鏡手術等）、診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）及麻醉質量控制和數據分析實施情況有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院手術科室及麻醉質量安全包括護理質量安全及麻醉質量安全包括護理質量安全、手術（含所有手術、日間手術、介入手術、內鏡手術等）及麻醉質量與安全的改進有成效。 "
    ],
    "Q6.1.8": [
        "質量6.1.8",
        "醫院建立手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）隨訪制度，並落實，作為持續改進質量及臨牀科學研究的依據。【相互引用質量4.2.3】",
        "醫院有患者隨訪管理相關制度，利用電話、電子郵件、信函和必要的面談等多種形式進行。醫院有對手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）後患者的隨訪制度與內容，對術後患者進行隨訪，隨訪結果作為持續改進診療水平和質量及臨牀科學研究的依據。醫院有負責隨訪的部門及人員，有相關的工作制度及崗位職責並遵循【相互引用質量4.2.3】。 \n相關職能部門及科室對隨訪人員進行培訓，使其知曉手術後患者的隨訪制度與目錄；隨訪時重視向手術（含所有手術、日間手術、介入手術、內鏡手術等）患者的宣教。 ",
        "1. \t醫院有負責對手術、診療操作後患者隨訪的部門，有對相關人員進行隨訪制度與內容、方法進行培訓的方案並實施。 \n2. \t有關部門及科室重視向手術（含所有手術、日間手術、介入手術、內鏡手術等）患者的宣教，並有記錄。 \n3. \t相關職能部門及科室對手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）後患者隨訪制度及宣教的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）後患者隨訪制度及宣教的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對手術（含所有手術、日間手術、介入手術、內鏡手術等）及診療操作（含介入診療、內鏡診療、CT/超聲引導下診療等）後患者隨訪制度及宣教的改進有成效。質量6.2母嬰保健專項技術服務 "
    ],
    "Q6.2": [
        "質量6.2",
        "母嬰保健專項技術服務",
        "",
        "",
        "",
        ""
    ],
    "Q6.2.1": [
        "質量6.2.1",
        "醫院依據國家法律、法規開展母嬰保健專項技術服務和新生兒診療與護理，人員配置及其結構滿足衞生計生行政部門有關技術規範的要求。",
        "醫院依據國家法律法規醫院開展母嬰保健專項技術服務，並獲得衞生行政管理部門的診療許可。衞生專業技術人員配置及其結構滿足衞生行政管理部門有關技術規範的要求，並具備相應崗位的任職資格。從事婚前保健、產前篩查及診斷和遺傳病診斷、助產技術、終止妊娠和結紮手術服務的人員必須取得相應執業資格及《母嬰保健技術考核合格證書》。 \n醫院根據國家法律法規要求制定產房感染控制管理制度、流程，產科病區及產房建築佈局符合醫院感染防控要求，做到潔污區域分開，分區明確，設有隔離待產室和隔離分娩室，保持室內空氣新鮮，功能流程規範。 \n醫院有對用後的產房、產牀按規範進行清潔消毒的規定，有消毒工作制度並執行。產房周圍環境必須清潔、無污染源，應與母嬰室和新生兒室相鄰近，相對獨立。分娩室24小時×7天服務。 ",
        "1. \t醫院產房建築規範、設施及人員配備滿足衞生行政管理部門有關技術規範的要求。 \n2. \t醫院有母嬰保健專項技術服務，並獲得衞生行政管理部門的診療許可取得。衞生專業技術人員配置、結構、任職資格、法定執業資格滿足衞生行政管理部門有關技術規範的要求，有相應的資料證明。 \n3. \t醫院有產房感染控制管理制度、有消毒工作制度，並執行。 \n4. \t相關職能部門及科室對母嬰保健專項技術服務、產房感染控制管理制度、消毒工作制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對母嬰保健專項技術服務、產房感染控制管理制度、消毒工作制度的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對母嬰保健專項技術服務、產房感染控制管理制度、消毒工作制度的改進有成效。 "
    ],
    "Q6.2.2": [
        "質量6.2.2",
        "醫院有分娩質量管理相關制度。對常見高危產科手術有臨牀權限管理制度，並定期進行技術能力與質量再評價。有分娩風險管理制度與程序，有多學科聯動預警機制。【相互引用質量1.4.1，質量3.5.4，質量4.2.1，質量6.1.1，管理6.4.3】",
        "醫院關注分娩安全與質量，依據國家法律法規制定了分娩相關診療常規、崗位職責、助產管理制度、分娩質量管理制度、分娩管理質量持續改進方案及措施、控制分娩疼痛和減少分娩損傷的制度、技術規範和流程。醫院將產房分娩核查納入手術安全核查內容，手術安全核查過程和內容按循證臨牀實踐指南及國家有關規定執行【相互引用質量1.4.1】。醫院有專人負責各項助產管理和分娩質量管理的相關工作，並有記錄。 \n醫院有轄區重點人羣如高危孕產婦、危重孕產婦、高危兒童等的管理制度、方案與措施【相互引用質量4.2.1】，有轄區婦幼健康服務質量關鍵環節如孕產婦死亡分析、新生兒死亡分析、降低非醫學指徵剖宮產率、出生缺陷防控、危重孕產婦的轉運及急救等的管理制度與措施。 \n醫院為確保產科質量，每例接產時必須由2名以上助產技術人員在場，高危妊娠分娩時必須有具經驗的產科醫師和新生兒醫師在場。產科建立分娩風險管理和預警的制度與程序，有分娩風險防範的具體措施，有產科急救操作和產科急重症處理流程與措施，包括：新生兒復甦、心肺復甦、肩難產、產後出血、子癇、羊水栓塞等疑難危重症即時啓動預警、多學科評估和綜合診療聯動機制。科室有明確的崗位職責，經過培訓，各級醫護人員、助產人員熟悉知曉本崗位的風險防範與預警要求【相互引用管理6.4.3】。 \n醫院有常見高危產科手術與高風險技術操作的臨牀權限管理制度，有審批程序及具體目錄【相互引用質量3.5.4，質量6.1.1】和常見高危產科手術臨牀權限管理制度；並有診療技術資格許可/臨牀權限管理委員會，履行相關職責【相互引用質量3.5.4】，相關人員能知曉。根據工作表現有複評和取消、降低操作權利的相關規定，有執行記錄文件。 \n醫院相關職能部門及有關科室對有關分娩的各項制度進行培訓，各級醫務人員知曉並實施；定期進行分娩質量與各項安全指標及其趨勢的自查與分析會，及時發現安全隱患，使有關人員知曉並注意加以防範，培訓及分娩質量分析均有記錄。 ",
        "1. \t醫院有控制分娩疼痛和減少分娩損傷的制度、助產管理、分娩質量管理相關制度、分娩風險防範和預警的制度和技術規範和流程、產房的質量與安全管理制度，並執行。 \n2. \t醫院有常見高危產科手術臨牀權限管理制度，急救操作和產科急重症處理流程與措施，多學科評估和綜合診療聯動機制，有預警、並執行。 \n3. \t醫院定期對有關員工進行相關培訓、考核、技術能力與質量再評價，並有記錄。 \n4. \t相關職能部門及科室對控制分娩疼痛和減少分娩損傷的制度、助產管理、分娩質量管理相關制度、分娩風險防範相關管理制度、技術規範和流程、產房的質量與安全管理制度、常見高危產科手術的臨牀權限管理制度臨牀權限管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對控制分娩疼痛和減少分娩損傷的制度、助產管理、分娩質量管理相關制度、分娩風險防範相關管理制度、技術規範和流程、產房的質量與安全管理制度、常見高危產科手術的臨牀權限管理制度臨牀權限管理制度的實施情況有自查實施的監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院控制了分娩疼痛和減少了分娩損傷，助產管理、分娩質量管理相關制度、分娩風險防範相關管理制度、技術規範和流程、常見高危產科手術的管理與臨牀權限制度均落實。 "
    ],
    "Q6.2.3": [
        "質量6.2.3",
        "醫院有新生兒安全管理制度和新生兒病房護理質量管理與監測相關規定及措施，組織實施並持續改進。【相互引用質量1.1.1，質量1.2.2，管理6.1.1，管理6.1.4】",
        "醫院新生兒牀位數滿足新生兒醫療救治的需要，符合相關規範。醫院根據國際公認的循證臨牀實踐指南、有新生兒病室工作制度、查對制度，使用\"腕帶\"，提高身份識別的正確性，【相互引用質量1.1.1】新生兒室醫療設備設施配備符合相關要求，定期檢查保養，保持設備設施性能處於隨時可用良好狀態。 \n醫院有新生兒室，有護理常規及專業技術規範，新生兒護理質量專項考核標準、新生兒疾病篩查制度、重症新生兒護理規範。有產房、新生兒室之間的新生兒識別制度和轉科交接登記制度【相互引用質量1.2.2】，有新生兒安全管理制度，並落實，新生兒室安全保衞設備設施完好，重點環境、重點部位安裝視頻監控設施，符合相關標準【相互引用管理6.1.1，管理6.1.4】。 \n醫院新生兒室醫務人員配備、護理人力資源配備比例及臨牀工作年限符合國家要求，有崗位職責，實施責任制整體護理。有新生兒室護理質量管理與監測規定及措施，護理部有監測改進效果的記錄。 \n醫院加強新生兒室消毒隔離管理，防範院內感染；新生兒暖箱、奶瓶、奶嘴消毒規範；有傳染病患兒隔離護理措施；有高危新生兒、疑似傳染病、傳染病患兒消毒隔離制度和措施，標識清晰並落實。 \n醫院對相關人員進行以上制度與規範的培訓、使有關人員知曉工作流程並能正確操作。醫院有新生兒及新生兒室突發事件的應急預案，對應急預案有培訓，醫護人員知曉相關要求並能落實。 ",
        "1. \t醫院有傳染病患兒隔離護理措施、高危新生兒、疑似傳染病、傳染病患兒消毒隔離制度、查對及保衞制度、安全管理制度和質量管理與監測制度，並實施。 \n2. \t醫院有新生兒室護理質量管理與監測的有關規定及措施，並有落實的證明。 \n3. \t醫院有新生兒及新生兒室突發事件的應急預案，對相關人員有培訓，有演練及有記錄。 \n4. \t相關職能部門及科室對傳染病患兒隔離護理措施、高危新生兒、疑似傳染病、傳染病患兒消毒隔離制度、查對及保衞制度，安全管理制度、新生兒室護理質量管理與監測制度、新生兒及新生兒室突發事件的應急預案的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對傳染病患兒隔離護理措施、高危新生兒、疑似傳染病、傳染病患兒消毒隔離制度、查對及保衞制度，安全管理制度、新生兒室護理質量管理與監測制度、新生兒及新生兒室突發事件的應急預案的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對傳染病患兒隔離護理措施、高危新生兒、疑似傳染病、傳染病患兒消毒隔離制度、查對及保衞制度，安全管理制度、新生兒室護理質量管理與監測制度、新生兒及新生兒室突發事件的應急預案的改進有成效。 "
    ],
    "Q6.3": [
        "質量6.3",
        "血液淨化服務",
        "",
        "",
        "",
        ""
    ],
    "Q6.3.1": [
        "質量6.3.1",
        "醫院依據國家法律法規及行業管理要求，建設血液透析室，血液透析室分區佈局、醫、護、技崗位專業設置符合國家法律法規及行業規範的要求。【相互引用管理6.1.1，管理6.1.2】",
        "醫院依據國家相關法律法規、行業管理規範及醫院感染控制的要求建設血液透析室，血液透析室滿足醫院功能任務要求，分區佈局符合要求，每個血液透析單元使用面積不少於3.2平方米，水處理間的使用面積不低於水處理機佔地面積的1.5倍【相互引用管理6.1.1】。 \n血液透析室設施設備符合國家法律法規及行業規範的要求，配備滿足工作需要的血液透析機、水處理設備、供氧裝置、負壓吸引裝置等基礎設備，急救設備齊全，有必要的職業防護物品，開展透析器複用有相應的設備【相互引用管理6.1.2】。 \n血液透析室醫、護、技崗位專業設置符合國家法律法規及行業規範的要求，能滿足醫院功能與任務要求。醫師、護士和技師有明確的崗位職責，技師應當具備機械和電子學知識以及一定的醫療知識，熟悉血液透析機和水處理設備的性能結構、工作原理和維修技術。血液透析室有保障崗位配置和人員培訓的管理措施。 ",
        "1. \t血液透析室分區佈局、設施設備、人員配置的保障和培訓符合國家法律法規及行業規範的要求。 \n2. \t血液透析室醫、護、技專業設置符合國家法律法規及行業規範的要求，有明確的崗位職責並有資料證明。 \n3. \t相關職能部門及血液透析室對血液透析佈局、設施設備、人員配置的保障和培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對血液透析室佈局、設施設備、人員配置的保障和培訓的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對血液透析室佈局、設施設備、人員配置的保障和培訓的改進有成效。 "
    ],
    "Q6.3.2": [
        "質量6.3.2",
        "血液透析室嚴格執行醫院感染管理制度與流程，透析患者初次透析及透析後每半年需進行血液傳播性疾病檢測。血液透析機與水處理設備、透析液的配製符合要求，透析用水化學污染物、透析液細菌及內毒素檢測達標。有完整的監測記錄與應急管理預案。【相互引用質量6.3.4】",
        "醫院血液透析管理的相關制度中有針對醫院感染控制管理要求，並嚴格執行，有完整的監測記錄，血液透析機和透析管路的消毒符合要求。血液透析室有傳染病患者隔離制度與具體措施、有醫院感染緊急情況的處理預案，並能定期演練【相互引用質量6.3.4】。 \n血液透析室嚴格執行患者首次進入血液淨化室前進行檢測制度規定，有對所有初次透析的患者進行乙型肝炎病毒、丙型肝炎病毒、梅毒、艾滋病病毒感染的相關檢查制度，並落實。陽性患者應當分別在各自隔離透析治療間或隔離透析治療區進行專機血液透析，每半年複查血液傳播性疾病一次。 \n醫院所用的透析液和透析粉符合國家標準，血液透析室有透析液配製規範的操作流程，符合國家要求。醫院有透析用水質量監測制度與執行的流程，有完整的水質量監測記錄，透析用水符合相關規範。透析用水定期進行殘餘氯及硬度檢測及電導率監測（前處理系統），透析用水內毒素、透析液細菌和反滲水化學污染物檢測合格。 ",
        "1. \t醫院血液透析管理相關制度中有針對醫院感染控制管理的內容及要求，有傳染病患者隔離制度與具體措施，有規定患者進入血液淨化室前進行血液傳播性疾病檢測及之後定期複檢制度，並實施。 \n2. \t血液透析室有醫院感染緊急情況的處理預案，定期演練，有記錄。 \n3. \t血液透析機、透析管路的消毒、透析用水質量、透析液質量符合國家標準要求，有監測記錄。 \n4. \t相關職能部門及血液透析室對血液透析室感控管理、傳染病患者隔離制度、應急管理及演練、透析液、透析用水質量的要求實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對血液透析室感染控制管理、傳染病患者隔離制度、應急管理及演練、透析液、透析用水質量監控實施情況有監管、定期分析、反饋，實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對血液透析室感染控制管理、傳染病患者隔離制度、應急管理及演練、透析液、透析用水質量情況的改進有成效。"
    ],
    "Q6.3.3": [
        "質量6.3.3",
        "醫院對透析器複用有管理制度和流程。對從事血液透析器複用的人員資質有規定。【相互引用質量3.3.7，質量3.3.8，管理2.1.4】",
        "醫院依據血液透析專業操作規範，對透析器複用有明確的管理制度和流程，除依法批准並有製造商明確標識為可多次使用的血液透析器外，其他透析器不可複用。所有複用記錄都符合醫療文書記錄的要求，需註明記錄日期及時間並簽名，可複用血液透析器複用次數符合規範要求，廢棄血液透析器有登記，處理流程符合醫院感染控制要求【相互引用質量3.3.8】。 \n複用透析器進行再次規範消毒處理後只能複用於同一位患者，標籤必須能夠清晰確認該透析患者的姓名、複用次數等相關信息，標籤不應遮蓋產品型號、批號及透析液流量等產品相關信息。對複用過程中使用消毒劑過敏的患者不能複用透析器。艾滋病病毒檢測陽性、乙型肝炎病毒標誌物陽性患者及其他可能通過血液傳播傳染病的患者使用過的血液透析器均不可複用。 \n血液透析室有透析器複用流程，並符合規範，包括漂洗、清洗、性能測試和消毒滅菌，並定期對複用設備進行保養和維護【相互引用質量3.3.7】。對從事血液透析器複用的人員必須經過專門培訓，符合複用技術資格要求，獲取操作資質【相互引用管理2.1.4】。 ",
        "1. \t醫院有透析器複用管理制度、流程及規定，並實施。 \n2. \t醫院對複用設備進行定期保養和維護，有記錄。 \n3. \t相關職能部門及血液透析室對透析器複用管理制度、血液透析器複用人員資質及培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對透析器複用管理制度、血液透析器複用人員資質及培訓的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對血液透析器複用管理制度、血液透析器複用人員資質及培訓要求的改進有成效。"
    ],
    "Q6.3.4": [
        "質量6.3.4",
        "血液透析室有質量管理制度與緊急處理預案與措施，並落實及定期演練，保障血液透析患者的安全。醫院建立與完善運行中的血液透析室數據庫，做到即時記錄，定期分析質量與安全管理指標及監察其趨勢。【相互引用質量6.3.2，管理4.1.3，管理6.4.3】",
        "醫院建立全院統一的血液透析質量管理部門或組織，制定血液透析室質量管理制度和安全保障措施，有崗位職責，相關人員知曉其履職要求，按照血液淨化標準操作規程開展血液透析質量及相關工作，建立科學、規範的血液透析治療流程，並對血液透析室之外的腎替代治療有質量指導和監管。 \n血液透析室有患者緊急意外情況與併發症的緊急處理預案與措施，有常見併發症的緊急處理流程和上報制度，對緊急意外情況處置有培訓及考核，相關人員均能熟練掌握緊急意外情況處置技術。相關職能部門及血液透析室有應急預案與處理流程，至少每年演練一次，定期討論與評價，並有記錄【相互引用質量6.3.2，管理6.4.3】；保障血液透析患者的安全。 \n醫院建立血液透析患者質量監測指標體系，有運行數據收集的制度及流程；建立血液透析質量方面的基礎數據庫，內容涵蓋血液透析的工作數量及質量，做到即時記錄。定期統計分析質量與安全管理指標及監測其趨勢，保障血液透析患者的安全【相互引用管理4.1.3】。 ",
        "1. \t醫院有全院統一的血液透析質量管理制度、安全保障措施（包括血液透析室內外的腎替代治療）和崗位職責，並實施。對血液透析室內外的腎替代治療等有質量指導和監管。 \n2. \t血液透析室有患者緊急意外情況與併發症的緊急處理預案，並實施。 \n3. \t血液透析室對緊急意外情況處置有培訓、考核、演練，有記錄、討論與評價。 \n4. \t醫院有維持性血液透析患者質量監測指標體系，醫院有血液透析室運行數據收集的制度及流程和血液透析質量基礎數據庫，有即時記錄，對監測指標和收集的數據及其趨勢定期進行統計分析。 \n5. \t相關職能部門及血液透析室對血液透析的質量管理制度、安全保障措施、崗位職責、患者緊急意外情況與併發症的緊急處理預案的培訓及演練、血液透析室運行數據收集的制度及流程、血液透析質量基礎數據庫、血液透析患者質量監測指標體系與安全管理指標的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對血液透析質量管理制度、安全保障措施、崗位職責、患者緊急意外情況與併發症的緊急處理預案的培訓及演練、血液透析室運行數據收集的制度及流程、血液透析質量基礎數據庫建設、血液透析患者質量監測指標體系與質量與安全管理指標監測的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對血液透析的質量管理制度、安全保障措施、崗位職責、患者緊急意外情況與併發症的緊急處理預案的培訓及演練、血液透析室運行數據收集的制度及流程、血液透析質量基礎數據庫建設、血液透析患者質量監測指標體系與安全管理指標監測的改進有成效。 "
    ],
    "Q6.4": [
        "質量6.4",
        "放射治療服務（含近距離放射治療）與化學治療服務",
        "",
        "",
        "",
        ""
    ],
    "Q6.4.1": [
        "質量6.4.1",
        "醫院開展放射治療服務（含近距離放射治療）應當依法取得上級衞生行政管理部門許可證，佈局、機房建築、設備設施符合國家相關標準。醫院化學治療（化療）服務有安全管理制度及質量保證措施，並嚴格執行。醫院為患者進行放射治療（含近距離放射治療）和/或化療前，必須履行書面知情同意手續。【相互引用質量2.1.1，管理6.1.1，管理6.1.2】",
        "醫院放射治療服務（含近距離放射治療）具有衞生行政部門核准的\"放射治療\"診療科目，並依法取得上級衞生行政管理部門相關許可證。相關執業文件核准與校驗均在有效期內，機房建築取得國家的合格證書，具備開展放射治療的基礎設備，有基礎設備清單【相互引用管理6.1.1，管理6.1.2】。 \n醫院有放射治療基本技術管理制度，並結合醫院的實際情況開展相應的放射治療基本技術，技術項目包括：三維適形放射治療或調強放射治療、惡性腫瘤根治性放射治療、術前或術後放射治療等。 \n醫院為患者進行放射治療（含近距離放射治療）和/或化療前，必須遵循患者知情同意原則，履行告知義務，尊重患者的自主選擇權，尊重民族習慣、文化和宗教信仰，並對患者的隱私保密。主動向患者充分説明放射治療作用、療效及副作用，聽取患者意見並對其反饋，履行書面知情同意手續，如為未成年人及無能力做出自我決定的人羣，則向其監護人或授權委託人進行説明，並使用相對應模板的知情同意書，並記錄【相互引用質量2.1.1】。 \n日間化療相關科室或多學科團隊按臨牀診療規範制定標準的化療處方。化療藥物集中配置，醫院有審查化療處方的程序和機制，有安全管理制度及質量保證措施；通過定期臨牀審核，運用審核結果和數據，持續改進標準化療處方的臨牀診療規範。日間化療相關科室的醫護人員為患者進行化療前進行評估、為其制定治療及護理計劃，主動告知患者化療藥物可能出現的常見副作用及護理方法，聽取患者意見及對其反饋，並簽署知情同意書。醫院有針對常見化療藥物外滲等處理辦法與護理方法及化療事故應急預案的培訓計劃與教育，並有記錄。 ",
        "1. \t醫院放射治療服務（含近距離放射治療）根據上級衞生行政管理部門相關許可證，有設備、設施配置清單。 \n2. \t醫院放射治療服務（含近距離放射治療）有基本技術管理制度，並實施。 \n3. \t醫院日間化療服務有標準化療處方、行化療前進行評估、制定化療及護理計劃、告知患者化療藥物可能出現的常見副作用及護理方法、常見化療藥物外滲等處理辦法與護理方法及化療事故應急預案培訓計劃、化療安全管理制度及質量保證措施，並實施。 \n4. \t科室為患者進行放射治療（含近距離放射治療）和/或化療前履行書面知情同意手續，並實施。 \n5. \t相關職能部門及有關科室對放射治療服務開展許可情況、設備管理、化療服務有關規定、化療意外事件應急預案培訓、標準化療處方、化療護理方法的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對放射治療服務開展許可情況、設備管理、化療服務有關規定、化療事故應急預案培訓、標準化療處方、化療護理方法的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對放射治療服務開展許可情況、設備管理、化療服務有關規定、化療事故應急預案培訓、標準化療處方、化療護理方法的改進有成效。 "
    ],
    "Q6.4.2": [
        "質量6.4.2",
        "放射治療服務有明確的規範與流程，醫學物理人員參與制訂治療計劃，保證放射治療定位精確與計量準確。放射治療科室對相關技術人員進行放射治療基本技術、制度與程序培訓並考核，受訓者掌握相應的放射治療基本技術。",
        "醫院有實施放射治療的規範與流程，放射治療定位精確與計量準確的相關程序，有放射治療機器操作指南、規範的程序及必要的聯動設置。主管醫師與物理師在患者放射治療（含近距離放射治療）前共同制定放射治療計劃和定位，保證放射治療定位精確與計量準確，並根據患者情況及時調整放射治療計劃，落實副作用防範的措施。放射治療醫師、物理師定期開展疑難、危重症病例討論。有放射治療後患者隨訪工作，並有記錄。 \n醫院規定只有符合法律法規要求，具有執業資質，經相關教育培訓的醫師和物理師才可進行放射治療定位與計量。放射治療服務科室（部門）定期對相關技術人員進行放射治療基本技術、制度與程序培訓並考核。受訓人員知曉相關制度及掌握相應的放射治療基本技術。醫院依據放射治療需要有計劃培訓放射治療醫師與物理師，有人才梯隊建設計劃，並實施。 ",
        "1. \t醫院有放射治療的規範與流程、放射治療機器使用有操作指南，並實施。 \n2. \t放射治療服務科室對患者評估後製定個性化的放射治療計劃；有計劃調整制度和程序包括放射治療定位精確與計量準確的相關程序和患者隨訪工作制度及方案，相關人員知曉，並實施。 \n3. \t放射治療醫師、物理師有定期開展疑難、危重症病例討論，有記錄。 \n4. \t放射治療服務科室（部門）有定期對相關技術人員進行相應的放射治療基本技術培訓，有記錄。 \n5. \t放射治療服務科室對放射裝置管理、患者評估、放射治療計劃、副作用防範和人員培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對放射裝置管理、患者評估、放射治療計劃、副作用防範和人員培訓的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對放射裝置管理、患者評估、放射治療計劃、副作用防範和人員培訓的改進有成效。 "
    ],
    "Q6.4.3": [
        "質量6.4.3",
        "醫院有放射治療裝置操作和維護、維修制度、質量控制和檢測制度。建立環境安全管理程序與措施，並遵照實施及記錄。環境保護及人員職業安全防護符合規定，有明確的放射治療和化療意外應急預案並嚴格執行。【相互引用質量7.1.3，管理2.3.4，管理6.3.1，管理6.4.3】",
        "醫院有放射治療裝置操作和維護、維修制度、質量控制、檢測和放射防護制度，並嚴格執行，人員職業安全防護符合規定【相互引用質量7.1.3，管理2.3.4，管理6.3.1】。有專人負責放射治療裝置的維護、維修與檢測，並有記錄。 \n醫院有放射治療質量管理制度、放射治療效果評價的規範與流程。有預防副作用、改善診療效果措施、評價和質量控制方案，並落實。  \n醫院有放射治療事故應急預案、預防處置措施、規範與流程。在工作區域/科室（部門）配置可及的相關搶救藥品、器材、氧氣。有對相關人員進行預防放射治療意外應急預案、處置措施、心肺復甦技能的培訓，相關人員知曉並掌握【相互引用管理6.3.1，管理6.4.3】。  ",
        "1. \t醫院有放射治療裝置操作、維護維修制度、質量保證和檢測制度、放射治療效果評價的規範與流程，並實施；相關人員有培訓，有記錄。 \n2. \t放射治療服務科室（部門）有預防副作用、改善診療效果措施、評價和質量控制方案，相關人員知曉並落實。 \n3. \t醫院有放射治療意外應急預案、預防處置措施、規範與流程，相關人員有培訓、知曉，並實施。 \n4. \t相關職能部門及科室對放射治療裝置操作、維護維修制度、質量保證和檢測制度、放射治療效果評價的規範與流程、放射治療意外應急預案的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對放射治療裝置操作、維護維修制度、質量保證和檢測制度、放射治療效果評價的規範與流程、放射治療意外應急預案的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對放射治療裝置操作、維護維修制度、質量保證和檢測制度、放射治療效果評價的規範與流程、放射治療意外應急預案的改進有成效。 "
    ],
    "Q6.5": [
        "質量6.5",
        "精神類疾病診療服務（可選）",
        "",
        "",
        "",
        ""
    ],
    "Q6.5.1": [
        "質量6.5.1",
        "實施精神類疾病治療的醫院與醫師應具備衞生行政部門規定的診療科目及醫師資質，有明確精神類治療服務範圍。【相互引用質量2.1.1】",
        "實施精神類疾病治療的醫院與醫師應具備衞生行政部門規定的診療科目及醫師資質，並有明確精神類治療服務的範圍。醫務人員為入院的精神類疾病患者進行精神醫學行為能力評估、提供住院説明、告知使用臨牀診療規範、並進行療效評估，用服務規範和流程指導診療活動，醫務人員依據病歷書寫等相關制度要求將以上診療活動記錄在病歷中。精神類疾病治療科室對員工進行規範診療、護理、康復及其它相關培訓，相關人員知曉制度、規範診療、護理、康復及服務規範和流程要求。 \n精神類疾病患者經醫師評估為病情穩定時，醫務人員遵循患者知情同意原則，履行告知其病情及治療計劃的義務，尊重患者的自主選擇權和隱私權，尊重民族習慣、文化和宗教信仰，對患者的隱私保密【相互引用質量2.1.1】。患者無精神行為能力時醫務人員向其近親屬或監護人或授權委託人充分説明並考慮他們的需要，履行書面知情同意手續。 ",
        "1. \t醫院具備衞生行政部門規定的診療科目、醫師資質及精神類治療服務範圍，有記錄。 \n2. \t精神類疾病治療科室有對有關人員進行有關精神醫學行為能力評估、病歷書寫、服務規範和流程、規範診療、護理、康復及其它相關培訓，有記錄。 \n3. \t精神類疾病治療科室有向患者，或患者無精神行為能力時向其近親屬或監護人或授權委託人充分説明其病情及治療計劃，履行書面知情同意手續，有記錄。 \n4. \t精神類疾病治療科室對精神類治療服務範圍、醫師資質與護士及有關人員培訓和知情同意的實施有自查，對存在問題有糾正措施。 ",
        "主管部門對精神類疾病治療服務範圍、醫師資質與護士及有關人員培訓和知情同意的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對精神類疾病治療服務範圍、醫師資質與護士及有關人員培訓和知情同意的改進有成效。 "
    ],
    "Q6.5.2": [
        "質量6.5.2",
        "醫院依據服務範圍，為精神類疾病患着提供適當的醫療保護措施，併為其他軀體疾患提供多科聯合診療服務。【相互引用質量1.8.1，質量2.1.1】",
        "醫院為精神類疾病患者提供醫療保護措施的制度與流程。遵循儘量避免約束患者基本原則，在必要的惰況下，醫院嚴格遵守住院患者使用物理約束、隔離約束的制度與流程【相互引用質量1.8.1】。醫護人員遵循患者知情同意原則，主動告知其所需的醫療約束【相互引用質量2.1.1】，患者無精神行為能力時，醫護人員向患者的近親屬或監護人就實施醫療保護措施可能導致意外情況履行書面知情同意的手續，提供醫療保護措施的知情同意和教育，聽取他們的需求，並在病歷中記錄。儘可能選擇限制活動少的約束方法及對被醫療約束的患者經常重新評估，並儘快解除約束【相互引用質量1.8.1】。對有關人員進行培訓，知曉以上制度及流程，並落實。 \n醫院為精神類疾病患者的其他軀體疾患提供多科聯合診療服務的管理制度和流程。相關科室為多科聯合診療服務提供支持。相關人員知曉以上制度及流程，並落實。 ",
        "1. \t醫院有精神類疾病患者住院醫療保護措施、物理約束、隔離約束的制度與流程，包括醫護人員有向監護人就實施醫療保護措施可能導致意外情況履行書面知情同意和在病歷中體現，並實施。 \n2. \t醫院能為精神類疾病患者的其他軀體疾患提供多科聯合診療服務，並有記錄。 \n3. \t醫院對精神科員工進行相關培訓教育，有記錄。 \n4. \t相關職能部門及科室對精神類疾病患者住院醫療保護措施、為精神類疾病患者的其他軀體疾患提供多科聯合診療服務、精神科員工培訓教育知曉以上制度及流程的實施有自查，對存在問題有糾正措施。 ",
        "主管部門對精神類疾病患者住院醫療保護措施、為精神類疾病患者的其他軀體疾患提供多科聯合診療服務、對精神科員工知曉有關制度及流程的培訓教育實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對精神類疾病患者住院醫療保護措施、精神類疾病患者的其他軀體疾患提供多科聯合診療服務、精神科員工知曉有關制度及流程的培訓教育改進有成效。"
    ],
    "Q6.5.3": [
        "質量6.5.3",
        "醫院有常見精神類疾病併發症的預防規範與風險管理制度，有出院康復指導與隨訪流程，並有相關培訓教育。",
        "醫院為精神病科員工及精神類疾病患者提供常見併發症的預防措施與風險管理制度，對有關員工進行相關培訓教育，各項防範措施落實到位；以減低常見精神類疾病併發症風險。 \n醫院有為精神類疾病患者提供出院康復指導與隨訪的制度。在評估患者及家屬認知能力的基礎上，運用有效的溝通方式，使患者和家屬掌握出院後康復治療與護理事項。為精神類疾病患者提供出院康復指導與隨訪，並落實。 ",
        "1. \t醫院有常見精神類疾病併發症的預防規範與風險管理制度，並實施。 \n2. \t醫院有為精神類疾病患者提供出院康復指導與隨訪，並實施。 \n3. \t科室有對相關員工進行常見併發症的預防規範與風險管理制度培訓教育，有記錄。 \n4. \t相關職能部門及科室對精神類疾病患者常見併發症的預防防範與風險管理制度、出院康復指導、隨訪、有關人員培訓的實施有自查，對存在問題有糾正措施。 ",
        "主管部門對精神類疾病患者常見併發症的預防防範與風險管理制度、出院康復指導、隨訪、有關人員培訓的實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對精神類疾病患者常見併發症的預防防範與風險管理制度、出院康復指導、隨訪、有關人員培訓的改進有成效。"
    ],
    "Q6.6": [
        "質量6.6",
        "器官和/或組織和/或活體捐獻器官移植服務（可選）",
        "",
        "",
        "",
        ""
    ],
    "Q6.6.1": [
        "質量6.6.1",
        "醫院依法獲得開展人體器官、組織和細胞移植許可，並辦理相應的診療科目登記，依據國家法律法規進行器官、組織和細胞移植（含活體移植項目），有完善的學科設置、經專業教育及培訓的多學科團隊、相應的設備設施及技術力量。有由醫學、法學、倫理學等專家組成的人體器官、組織和細胞移植技術臨牀應用與倫理委員會，有完善的管理制度及流程，包括進行活體移植（如適用）的相關管理。從事器官、組織和細胞移植的醫師應當按照規定取得相應的資質認證。",
        "醫院依法獲得開展人體器官、組織和細胞移植許可，並辦理相應的診療科目登記，並根據國家法律法規制定相關管理規章制度，基礎設施能支持已獲得批准的器官、組織和細胞移植項目的開展，包括特定要求的通風病房（如正壓通風）、移植程序及不同器官、組織和細胞類型所需的藥物，確保器官、組織和細胞不受污染的實驗室測試，有完善的信息管理系統，用以收集與風險和成效相關的數據以及支持移植項目質量的其他信息，並按要求上報。醫院開展移植項目有制度有流程並組織實施。醫院尊重患者做出器官、組織和細胞捐獻的意願。有與其他醫院和機構開展合作，參與全部或部分器官、組織和細胞採集、保存、運輸和/或移植的管理制度和流程，並有記錄。 \n提供器官、組織和細胞移植服務的醫院為器官移植捐獻者和接受者保證安全、高質量的治療和護理服務。有負責監督器官、組織和細胞移植計劃的項目領導者，並通過教育、培訓、經驗、執照和/或認證後證實其具備移植管理資格，可監督細胞、器官、組織和細胞和組織移植計劃的範圍和複雜性，帶領核心多學科團隊進行一切有關活動。 \n醫院在整個器官、組織和細胞移植治療過程中為確保安全、高質量的服務，需指定一位具有資質的醫務人員（護士或醫師）為器官捐獻協調員，在移植治療的所有階段（移植前，移植後和出院後）全面負責器官捐獻相關工作的協調，將器官、組織和細胞移植活動的信息傳達給參與移植項目的所有團隊成員。支持和輔導器官、組織和細胞接受者和活體器官、組織和細胞捐獻者；併為其或/ 及家屬解釋相關問題。 \n器官、組織和細胞移植團隊的醫務人員具有專業的教育背景與器官、組織和細胞捐獻和移植相關的培訓記錄，包括移植項目的組成、提供給器官、組織和細胞接受者和活體器官、組織和細胞捐獻者的護理、心理、藥理和營養的特殊需要和服務，並依法取得器官、組織和細胞移植資質認證。多學科團隊成員包括從事醫學、護理學、營養學、藥理學、感染控制、社會服務、心理服務和康復服務的醫務人員，移植醫師和每個成員都成功通過移植項目資格、培訓和經驗的評估，經考核合格方可參加移植團隊。 ",
        "1. \t醫院開展器官、組織和細胞移植項目與醫院醫療機構執業許可證和診療科目登記相符。有符合法律法規的移植項目的制度與流程。 \n2. \t醫院與當地其他醫院和機構合作開展器官、組織和細胞獲取、保存、運輸或移植的管理制度和流程，並有記錄。 \n3. \t醫院有多學科團隊、團隊領導和器官捐獻協調員負責有關移植項目的實施，從事器官、組織和細胞移植的醫師資質認定相關資料齊全。 \n4. \t相關職能部門及器官、組織和細胞移植團隊對移植項目的人員資質、設施設備配備、制度與流程、多學科團隊和移植成效的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對移植項目的人員資質、設施設備配備、制度與流程及員工培訓的實施有監管，定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對移植項目的人員資質、設施設備配備、制度與流程及員工培訓，移植項目質量的改進有成效。 "
    ],
    "Q6.6.2": [
        "質量6.6.2",
        "醫院獲取器官、組織和細胞必須嚴格執行國家相關法律法規和管理規範，有器官、組織和細胞採集和接收的操作規程與臨牀實踐指南並實施，確保移植的器官、組織和細胞的兼容性、安全性、有效性以及質量。獲取器官、組織和細胞前應當在規定時間內，按要求將相關信息錄入中國人體器官分配與共享系統（China Organ Transplant Response System，簡稱COTRS系統）並啓動分配。",
        "醫院獲取器官、組織和細胞必須嚴格執行國家相關法律法規和管理規範，為降低移植排斥的風險，醫院有器官、組織和細胞移植操作流程規範，有器官、組織和細胞採集和接收程序與臨牀實踐指南。由移植外科醫師和團隊另一成員雙檢後以書面形式確認捐獻器官、組織和細胞的醫療適宜性：包括驗證捐獻者的血型和其他重要數據與接受者的兼容性，對傳染病和惡性腫瘤捐獻者的器官、組織和細胞進行評估和檢查，並驗證評估和檢查的結果為無疾病且狀態適合移植，並在病歷中記錄上述要點。 \n移植團隊遵循器官、組織和細胞移植操作流程規範，確保移植的器官、組織和細胞的兼容性、安全性、有效性以及質量。 \n醫院在獲取器官、組織和細胞前，應按照要求在規定時間內將相關信息錄入中國人體器官分配與共享系統（China Organ Transplant Response System，簡稱COTRS系統）並啓動分配。 ",
        "1. \t醫院有器官、組織和細胞移植操作流程規範，有器官、組織和細胞採集和接收程序與臨牀實踐指南並實施。 \n2. \t錄入中國人體器官分配與共享系統（COTRS系統）的資料完整、規範、及 \n3. \t時，並能提供相應的證明資料。 \n4. \t相關職能部門及科室對器官、組織和細胞採集、接收錄入程序與臨牀實踐指南的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對器官、組織和細胞採集、接收和錄入程序與臨牀實踐指南和實施有監管、定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對器官、組織和細胞採集、接收和錄入程序與臨牀實踐指南實施的改進有成效。 "
    ],
    "Q6.6.3": [
        "質量6.6.3",
        "醫院開展人體器官、組織和細胞捐獻應符合國家相關法律法規及宗教和文化價值觀。遵循自願、無償原則，尊重捐獻者做出器官、組織和細胞捐獻的意願和選擇。醫院制定器官、組織和細胞捐獻管理與知情同意制度和流程。為患者和家屬做出的捐獻器官、組織和細胞的決定提供支持。【相互引用質量2.1.1，質量2.2.1，質量2.2.2，質量6.6.4】",
        "醫院根據國際倫理標準和國家器官、組織和細胞獲取規範，制定及宣揚符合法律法規的器官、組織和細胞捐獻流程，尊重當地的宗教和文化觀念，符合倫理原則。 \n器官、組織和細胞捐獻者篩查應包括病史評估、行為危險因素和體檢，其檢測包括HIV、乙型肝炎、丙型肝炎和其他與其病史相關的檢測。患者和/或家屬做出捐獻器官、組織和細胞的決定前，醫院應遵循自願、無償原則，履行知情同意和告知義務，制定器官、組織和細胞捐獻管理與知情同意制度和流程，尊重捐獻的自主選擇權和隱私權，尊重民族習慣、文化和宗教信仰，並對患者/捐獻者的隱私保密。完善保護患者/捐獻者隱私的設施和管理措施【相互引用質量2.1.1，質量2.2.1，質量2.2.2，質量6.6.4】，有知情同意流程與記錄的要求。醫院為患者和/或家屬做出器官、組織和細胞的捐獻的決定提供支持，包括提供有關器官、組織和細胞捐獻流程及以何種方式獲取器官、組織和細胞的信息。 \n鑑於活體器官、組織和細胞捐獻者和接受者具有特殊性及較高風險，特別是潛在活體器官、組織和細胞捐獻者面臨着捐獻決定的困難和發生併發症的風險，提供活體器官、組織和細胞移植的醫院有責任確保以上措施落實到位。此外，幫助潛在活體器官、組織和細胞捐獻者做出相關決定並確保其權利得到保護。 \n計劃活體器官移植前，由器官移植專業團隊利用臨牀和心理標準來評估和確定潛在活體器官、組織和細胞捐獻者的適合性，任命一位獨立於移植團隊之外，並瞭解活體器官、組織和細胞捐獻、移植和器官捐獻知情同意的第三者（如：臨牀心理學家/或非器官移植團隊的醫師等）與潛在活體器官、組織和細胞捐獻者詳細溝通，瞭解其真實意願，目標是確保潛在活體器官、組織和細胞捐獻者充分了解捐獻過程及有關風險。醫院需確保潛在活體器官、組織和細胞捐獻者在做出相關決定時其權利得到保護、避免患者和家屬產生受迫捐獻器官、組織和細胞的壓力、保障弱勢人羣和患者的權利，保證其具有自主決策能力進行知情同意，以上過程及知情同意書體現在病歷中；併為患者和潛在器官、組織和細胞捐獻者及其家屬提供支持。在評估期間，器官移植團隊為潛在活體捐獻者提供持續護理。 \n醫院針對與器官、組織和細胞捐獻和移植的相關知識、注意事項和關鍵環節、以及各類知情同意程序等內容對員工進行培訓。 ",
        "1. \t醫院有符合國家相關的法律法規及宗教和文化價值觀的器官、組織和細胞捐獻與知情同意的管理制度和流程，並實施。 \n2. \t醫院尊重患者或其家屬做出器官、組織和細胞捐獻的意願。有與當地其他醫院和機構合作開展本地區器官、組織和細胞獲取、保存、運輸的流程，並有記錄。 \n3. \t提供活體器官、組織和細胞移植的醫院有相應的制度與流程，評估潛在活體器官、組織和細胞捐獻者的適合性，確保其具有自主決策能力進行知情同意，並體現在病歷中。 4、相關職能部門及科室對器官、組織和細胞捐獻流程（包括活體器官、組織和細胞捐獻）和履行告知捐獻者/接受者/或其家屬知情同意工作的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對器官、組織和細胞捐獻流程（包括活體器官、組織和細胞捐獻）和履行告知患者/服務使用者及/或其家屬捐獻器官、組織和細胞的知情同意工作的實施有監管，定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對器官、組織和細胞捐獻流程（包括活體器官、組織和細胞捐獻）的情況和履行告知患者/服務使用者及/或其家屬捐獻器官、組織和細胞的知情同意工作的改進有成效。 "
    ],
    "Q6.6.4": [
        "質量6.6.4",
        "器官、組織和細胞移植進行前需獲得移植申請者的知情同意，移植團隊及相關醫護人員獲得知情同意的培訓。【相互引用質量2.1.1，質量6.1.2，質量6.6.3】",
        "器官、組織和細胞移植進行前需獲得移植申請者的器官、組織和細胞移植專項知情同意，並體現在病歷中。移植團隊進行知情同意時需遵循患者知情同意原則，清楚解釋相關風險分析，例如社會及心理風險；可能影響移植成功的身體健康狀況風險；除了提供給一般準備進行外科手術患者的信息之外【相互引用質量6.1.2】，移植團隊需向潛在接受器官、組織和細胞移植患者提供有關潛在的社會心理風險、器官、組織和細胞捐贈者的年齡和病況及其他可能影響移植成功率或接受移植者健康的風險因素、該移植中心以往同一類器官、組織和細胞移植的預期一年存活率（如移植程序運行不到18個月，提供國際文獻記載的一年生存率）、潛在的排斥反應率；免疫抑制藥物的副作用及相關費用；併為患者和家屬的捐獻決定提供支持。移植團隊同時向患者和家屬介紹其他可選擇的治療方案；並尊重民族習慣、文化和宗教信仰和對患者的隱私保密【相互引用質量2.1.1，質量6.1.2，質量6.6.3】。 ",
        "1. \t醫院有器官、組織和細胞移植申請者的器官、組織和細胞移植知情同意制度與流程，並落實；有為相關醫務人員提供培訓，有記錄。 \n2. \t相關職能部門、負責器官、組織和細胞移植的科室及器官、組織和細胞移植的團隊對移植項目、接受器官、組織和細胞移植知情同意制度與流程的培訓和實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對接受器官、組織和細胞移植知情同意制度與流程的實施有監管、定期分析反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對接受器官、組織和細胞移植知情同意制度與流程的實施的改進有成效。 "
    ],
    "Q6.6.5": [
        "質量6.6.5",
        "醫院依據客觀的醫療需要和移植器官、組織和細胞特異性的臨牀適合性、心理及社會適應性的標準及COTRS分配結果來衡量移植申請。",
        "由於潛在器官、組織和細胞接受者（患者）的健康史和心理狀況對其移植成效和康復有影響，心理評估需由具有移植經驗的精神科醫師、心理學家或社會工作者進行，以確定患者的決策能力，並篩查任何先前存在的精神疾病。 \n由於可用於移植的器官、組織和細胞數量有限，醫院必須在符合國家法律法規的器官、組織和細胞移植制度內有明確器官、組織和細胞使用的篩選標準，基於COTRS分配結果、申請者的醫療需要，以客觀評估和透明的方式進行，識別最合適的器官、組織和細胞移植申請者和限制可能出現的偏倚。 \n醫院首先考慮器官移植申請者的醫療需要，包括申請者對移植需求的迫切性、移植可為其帶來的益處、其他可供選擇的替代治療、申請者生活質量的預期改善程度以及為其移植所需的資源等。此外，篩選標準也規範器官、組織和細胞移植申請者的資格、包括其心理和社會適應性、醫療評估結果和器官、組織和細胞兼容性。最後，不同器官、組織和細胞在體外不同的存活能力和移植至接受者實際所需的時間也直接影響該器官、組織和細胞的分配。以上標準需全部應用，有向患者清楚説明並考慮他們的意見，有清楚的篩選記錄在病歷中。 ",
        "1. \t醫院有明確組織和器官、組織和細胞使用的篩選標準並實施，並記錄在病歷中。 \n2. \t相關職能部門及科室對移植項目組織和器官、組織和細胞使用的篩選標準的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對組織和器官、組織和細胞使用的篩選標準的實施有監管，定期分析、反饋和改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對器官、組織和細胞使用的篩選標準的實施改進有成效，完全符合國家的有關規定。 "
    ],
    "Q6.6.6": [
        "質量6.6.6",
        "根據個體化的診療計劃指導移植患者和活體捐獻者的醫療服務。",
        "醫院多學科醫療團隊為器官、組織和細胞移植接受者（患者）詳細評估與檢查後，根據移植的器官、組織和細胞的不同類型、患者的健康史、心理狀態、決策能力、制定個體化的醫療服務計劃。由主要移植醫師協調，根據每個移植患者的需要，在移植前、移植中及出院階段監測患者進度，保持與患者及家屬溝通及提供個體化的醫療服務，包括定期再評估並持續更新接受移植患者病歷中的臨牀信息。有出院後隨訪制度，持續監察移植後器官、組織和細胞的運作、患者的治療包括免疫抑制劑的使用及副作用與感染預防和治療等。 ",
        "1. \t病歷中有詳細評估與檢查的報告，並實施。 \n2. \t病歷中有多學科醫療團隊共同制定個體化的醫療服務計劃。 \n3. \t病歷中有出院後隨訪、持續監察移植後器官及患者免疫抑制劑的使用、副作用、感染預防和治療等計劃。 \n4. \t相關職能部門及科室對移植項目個體化的醫療服務計劃的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對移植項目個體化的醫療服務計劃的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對移植項目個體化的醫療服務計劃的改進有成效。 "
    ],
    "Q7.0": [
        "質量7.0",
        "醫療質量管理與持續改進- [醫技服務]",
        "",
        "",
        "",
        ""
    ],
    "Q7.1": [
        "質量7.1",
        "臨牀檢查、檢驗服務與管理：含臨牀檢驗、臨牀病理、醫學影像（普通放射、CT、MRI、超聲等）、診斷核醫學（放射性分析、核素成像），和其他特殊檢查管理。",
        "",
        "",
        "",
        ""
    ],
    "Q7.1.1": [
        "質量7.1.1",
        "醫院臨牀檢查與檢驗服務科室（包括臨牀檢驗、病理、醫學影像等科室）、診斷核醫學（放射性分析、核素成像）及其他特殊檢查室（包括腦電圖檢查室、肌電圖檢查室、呼吸功能檢查室、心電圖檢查室、內鏡檢查室[體內檢測]等）的設置、佈局、設備設施符合國家相應規範標準，有場所管理制度，服務滿足臨牀需要。臨牀檢驗和醫學影像提供 24 小時急診診斷服務。建立檢查、檢驗安全管理程序和技術操作規範，遵照實施，並準確記錄。制定醫技安全事件應急預案並進行定期演練。【相互引用質量7.1.3，質量7.1.5，質量7.1.7，管理6.1.1，管理6.1.5】",
        "醫院開展的臨牀檢查與檢驗服務（包括臨牀檢驗部門、病理部門、醫學影像科室等）、診斷核醫學（放射性分析、核素成像）及其他特殊檢查服務（包括腦電圖檢查室、肌電圖檢查室、呼吸功能檢查室、心電圖檢查室、內鏡檢查室[體內檢測]等），符合國家法律、法規及衞生行政部門規範標準的要求。各場所、佈局、設備設施符合相應規範標準的要求【相互引用管理6.1.1】。 \n臨牀檢驗科和醫學影像包括Ｘ線攝影、超聲檢查、CT提供24小時×7天的急診（包括牀邊急診）檢查服務，服務能滿足臨牀需要。根據臨牀各學科診治病種需求，及時增加新項目，對委託其他機構所開展的檢驗項目，應簽署對外委託服務協議，並有質量保證條款。 \n各臨牀檢查、檢驗、診斷核醫學及其他特殊檢查科室有標準操作流程和技術操作規範，報告及時、準確、規範，並嚴格執行審核制度，有出具檢查、檢驗報告的管理制度和時限（turnaround time，TAT）要求，包括常規檢測項目和特殊檢查項目【相互引用質量7.1.3，質量7.1.5】。 \n醫院對現場快速檢測POCT（Point-of-care Testing，POCT現場快速檢測）項目有統一管理制度並落實【相互引用質量7.1.5】。 \n醫院醫務部、護理部、醫院感染控制部門、臨牀檢驗部門及其他檢查科室根據目前國際公認的循證指南及專業實踐、共同制訂標本採集運輸指南，並可供臨牀相關工作人員方便獲取。有標本採集、運送、交接、登記及申請單管理制度和流程，標本交接登記資料，記錄完整。包括：標本採集、送達、接收、拒收、固定時間（時間精確到分鐘）及交接記錄（申請單基本信息、標本信息、核對人、交接人簽字等）。有不合格標本處理制度與程序。不能接收的申請單和標本當即退回申請科室，定期對不合格標本進行分析，對存在的問題進行整改，並記錄。臨牀檢驗部門、檢查科室對標本進行全程跟蹤，檢驗結果回報時間（TAT）明確可查。標本處理和保存專人負責，標本廢棄有記錄，儲存標本冰箱有温度24小時監控。對標本運輸過程的相關人員進行規範培訓。 \n醫院各臨牀檢查、檢驗、診斷核醫學及其他特殊檢查科室有安全程序，包括各場所、各工作流程及不同工作性質人員的安全規定，各級各類人員遵照實施並準確記錄。臨牀檢驗部門有微生物菌種、毒株的管理規定與流程，微生物實驗室有專人負責菌（毒）種管理，職責明確，有樣品收集、取用的過程記錄，同時落實雙人雙鎖的管理要求，以確保安全。 \n醫院各臨牀檢查、檢驗、診斷核醫學及其他特殊檢查科室制定安全突發事件應急預案及具體處置流程，包括但不限於設備故障、感染性病原體及放射源泄露、放射輻射損傷、停電、停水、停氣、火災（包括：激光）【相互引用管理6.1.5】等。科室主任為科室安全責任人。各檢查、檢驗科室均設置安全員，負責安全工作。相關臨牀檢查與檢驗服務定期培訓各崗位人員，並組織演練，使其知曉本崗位安全管理要求；各相關科室和人員熟悉應急預案和具體處置流程。 ",
        "1. \t醫院開展的臨牀檢查、檢驗、診斷核醫學及其它特殊檢查服務項目符合規範，並獲得相應的許可，各相關科室的佈局、設備設施符合相應規範標準以及有場所管理制度。 \n2. \t臨牀檢驗和醫學影像科室提供 24 小時急診診斷服務和檢驗報告出具的管理制度和時限，有記錄。 \n3. \t醫院各臨牀檢查、檢驗、核醫學及特殊檢查科室有安全管理制度、流程及相應的標準操作程序，相關人員遵照實施並準確記錄。 \n4. \t醫院各臨牀檢查、檢驗、核醫學及特殊檢查科室有安全事件應急預案並組織演練，相關人員知曉應急處置流程。 \n5. \t相關職能部門及各臨牀檢查、檢驗、核醫學及特殊檢查科室對場所管理制度、安全管理制度以及安全事件應急預案和處置流程，檢驗報告出具的管理制度與時限、臨牀檢驗和醫學影像提供 24 小時急診診斷服務的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對各臨牀檢查、檢驗、核醫學及特殊檢查科室有場所管理制度、安全管理制度以及安全事件應急預案和處置流程，檢驗報告出具的管理制度與時限，臨牀檢驗和醫學影像提供 24 小時急診診斷服務的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對各臨牀檢查、檢驗、診斷核醫學及特殊檢查科室場所的管理制度、安全管理制度以及安全事件應急預案和處置流程，檢驗報告出具的管理制度與時限，臨牀檢驗和醫學影像提供 24 小時急診診斷服務的改進有成效。 "
    ],
    "Q7.1.2": [
        "質量7.1.2",
        "從事醫院臨牀檢查與檢驗、診斷核醫學及其他特殊檢查的技術人員按照有關規定取得相應專業技術職務任職資格。有針對性的上崗、輪崗、定期培訓及考核，對通過考核的人員予以適當授權。【相互引用管理2.1.4】",
        "醫院對從事臨牀檢查與檢驗服務、診斷核醫學及其他特殊檢查的技術工作的人員有資質認證的相關制度和流程【相互引用管理2.1.4】。各類專業技術人員具有相應的專業學歷，並按照有關規定取得相應專業技術職務任職資格。相關職能部門及科室按規定對相關人員開展針對性的上崗、輪崗、定期的技能培訓、繼續教育及考核，對通過考核的人員予以適當授權，對技能培訓考核不合格人員，有再培訓的記錄。對人員資質和權限實施動態管理。 \n醫院各臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務的科室制定各項技術操作規範並對相關人員進行培訓。 \n醫院各臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室有特殊崗位管理制度和授權管理。有針對性的上崗、輪崗、定期培訓及考核，對需要授權的項目，有考核授權的相關規定與程序。臨牀檢驗科分子生物學、特殊崗位（HIV 初篩實驗、產前篩查及診斷、新生兒疾病篩查等）檢驗人員經培訓考核後，予以適當授權，並持有衞生行政管理部門核發的上崗證方可獨立工作。病理科由具備病理學診斷所規定資質的醫師從事病理的診斷工作，由具備病理專業資質的技術人員製作各種病理切片和各種分子檢測。出具病理診斷報告的醫師應具有臨牀執業醫師資格並具備初級以上病理學專業技術職務任職資格，經過病理診斷專業知識培訓或專科進修學習1-3年，考核合格後方可授權。快速病理診斷醫師應當具有中級以上病理學專業技術任職資格，並有5年以上病理閲片診斷經歷。病理免疫組織化學染色操作技術員經過專門培訓與考核授權。參加屍體剖驗的病理醫師和技術人員經過專門培訓與考核授權。 ",
        "1. \t醫院對從事臨牀檢查與檢驗服務、診斷核醫學及其他特殊檢查的技術工作的人員有資質認證的相關制度和流程，有記錄。 \n2. \t醫院臨牀檢查與檢驗、診斷核醫學及其他特殊檢查科室制定各項技術操作規範和指定需要授權的項目，並對相關人員進行培訓與考核，有記錄。 \n3. \t醫院臨牀檢查與檢驗、診斷核醫學及其他特殊檢查科室有特殊崗位管理制度和授權管理，並實施。 \n4. \t相關職能部門及臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室對服務項目資質認證的相關制度和流程、各項技術操作規範、需要授權的項目、特殊崗位管理制度和授權管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務項目資質認證的相關制度和流程、各項技術操作規範、需要授權的項目、特殊崗位管理制度和授權管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務項目資質認證的相關制度和流程、各項技術操作規範、需要授權的項目、特殊崗位管理制度和授權管理的改進有成效。 "
    ],
    "Q7.1.3": [
        "質量7.1.3",
        "醫院按照有關規定建立醫院臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務環境保護及工作人員職業安全防護制度、科室感染控制與環境安全管理程序與措施，遵照實施並準確記錄。【相互引用質量6.4.3，質量7.1.1，管理2.3.1，管理6.3.1，管理6.3.4】",
        "醫院各臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室按照有關規定，建立環境保護及工作人員職業安全防護制度，針對不同工作性質，制定並實施設備、環境場所檢測管理和個人職業安全防護管理制度與流程。環境保護及人員職業安全防護符合規定。病理科定期對取材室、切片室等進行甲醛、二甲苯濃度的檢測報告，保證有害氣體濃度在規定許可的範圍，每年至少有一次院外年度檢測報告。 \n臨牀檢驗部門、病理部門配置符合醫院要求的安全防護設施，包括洗眼器、衝淋裝置及其他急救設施，並處於正常的備用狀態。實驗室出口處設有手部消毒設施。對生物安全、易燃易爆危險化學品等有警示標識、有單獨的洗手池和濺眼噴淋設備；相關部門有對接觸有害品的工作人員定期體檢。 \n醫學影像科和診斷核醫學制定並實施放射安全管理相關制度與流程及防護措施【相互引用質量6.4.3】。在影像檢查室門口設置電離輻射警告標志。有完整的放射防護器材與個人防護用品。對員工有放射安全防護培訓，對新員工進行放射防護器材及個人防護用品使用方法培訓。相關人員按照規定佩戴個人放射劑量計。相關人員按照規定每年進行健康檢查，有完整的放射人員放射防護檔案與健康檔案。科室有員工放射劑量監測數據分析和針對超標原因的改進措施【相互引用管理2.3.1，管理6.3.1】。醫學影像科對醫學影像設備、場所定期檢測，定期進行環境評估，並有檢測報告及環境評估通過報告。 \n醫院特殊檢查室設計及空間區域劃分應符合環境保護與人員防護規定，嚴格劃分患者、檢查人員、其他人員所在區域。並能將有害光、射線、磁場限制在檢查患者所需的範圍，避免醫務人員及其他人員接觸有害物質。特殊檢查所用設備、儀器、藥品必須符合國家相關標準，並經驗證合格後方能使用，以保證檢查質量和患者安全。 \n醫院各臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室有場所管理制度、安全程序、標準操作流程和技術操作規範，【相互引用質量7.1.1】並根據國家相關規範要求制定部門和科室感染控制程序與措施，遵照實施並準確記錄。所有診療活動均應符合醫院感染管理的要求。病理科、臨牀檢驗科等實驗室根據相關規範要求進行生物安全分區、污染區、半污染區和清潔區劃分明確，有緩衝區，有嚴格的消毒及核查制度。工作流程設計避免交叉污染。分子生物學實驗室和HIV初篩實驗室需安裝相關門禁識別裝置。結核檢測實驗室應至少達到\"P2\"實驗室標準。病理取材室符合\"P2\"級實驗室要求，即 Biosafety level 2 Laboratory （BSL-2）要求。特殊檢查室設計及空間區域劃分符合醫院感染控制與環境安全相關規定，嚴格劃分患者、檢查人員、其他人員所在區域。內鏡診療工作符合醫院感染管理相關法律法規和的要求。內鏡檢查室及其他體內檢測服務採用無菌技術和安全注射，以減低內鏡導致感染傳播的風險。有相關管理制度、流程管理內鏡的清潔、消毒與再處理和儲存、追溯機制（患者病歷和識別每支內鏡使用於每一個患者的記錄），並採取適當方法檢測內鏡和其他儀器有否存在缺陷。為保證質量、有效控制感染和消毒隔離工作，相關工作人員能夠獲得與正確使用符合國家標準的消毒與防護用品，並定期對他們進行廣泛的培訓。 \n醫院臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室依據相關管理條例，規範危險化學品管理，制定並實施完善的危險化學品（易燃品和劇毒化學品等）的登記和管理規範，制定放射廢物和廢棄有害液體處理的相關制度與程序。廢棄有害液體用專用容器統一回收，由具有資質的機構回收處理。例如，病理科特殊染色、免疫組織化學染色時所產生的有毒的污染性液體（如diaminobenzidine, DAB）應專門回收，嚴禁隨處傾倒【相互引用管理6.3.4】。 ",
        "1. \t醫院各臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室有環境保護及工作人員職業安全防護制度，相關人員知曉並實施。 \n2. \t醫院各臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室有感染控制與環境安全管理程序與措施，相關人員有培訓、知曉並實施。 \n3. \t相關職能部門及臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室對環境保護及工作人員職業安全防護管理制度、感染控制與環境安全管理程序與措施、危險化學品與廢棄有害液體的登記和管理規範的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室的環境保護及工作人員職業安全防護管理制度、科室感染控制與環境安全管理程序與措施、危險化學品與廢棄有害液體的登記和管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務科室的環境保護及人員職業安全防護管理制度、感染控制與環境安全管理程序與措施、危險化學品與廢棄有害液體的登記和管理規範的改進有成效。 "
    ],
    "Q7.1.4": [
        "質量7.1.4",
        "醫院臨牀檢查與檢驗、診斷核醫學及其他特殊檢查服務有保證檢驗結果準確、合法的機制，例如試劑與校準品管理規定、定期進行圖像質量評價等，保證檢查、檢驗結果準確合法。",
        "醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室，建立保證檢查、檢驗結果準確合法的機制，並制定相關管理制度和審核流程。 \n臨牀檢驗、檢查、診斷核醫學及其他特殊檢查的項目符合准入要求，使用的檢查儀器、試劑和耗材符合國家有關標準和准入條件，相關證件齊全。對檢查、檢驗項目、設備和試劑管理符合現行法律法規及衞生行政部門的要求，有專業技術設備、設施，並有登記目錄，有各項技術參數，醫院統一採購試劑與校準品、線性範圍、干擾及參考範圍有規定。對需要校準的儀器設備及對檢查、檢驗結果有影響的輔助設備進行定期校準，有記錄。有試劑與校準品的管理制度與流程。試劑與校準品符合國家標準，並有批准文號。試劑與校準品有專人管理，有崗位職責及使用登記。 \n檢驗科、病理科對需要設陽性對照的試劑，如免疫組織化學染色，每一批次都必須設陽性對照，並有記錄。更換抗體後，需要有用陽性和陰性組織進行有效性驗證，並有相應的文字記錄和染色切片檔案，相關檔案保留2年。 \n醫學影像科室有開展集體讀片制度、定期開展圖像質量評價活動的制度與流程等，相關人員知曉並遵照實施。相關科室建立圖像質量評價小組，採取多種形式，定期對圖像質量進行評價。 ",
        "1. \t醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室有保證檢查、檢驗結果準確合法的管理制度，相關人員知曉並實施。 \n2. \t臨牀檢查、檢驗、診斷核醫學及其他特殊檢查科室有試劑與校準品的管理制度與流程，相關人員知曉並實施。 \n3. \t檢驗科、病理科有設陽性對照的試劑，有記錄。 \n4. \t醫學影像科室有圖像質量評價活動的制度與流程、對圖像質量進行評價，相關人員知曉並實施。 \n5. \t相關職能部門及臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室對保證檢查、檢驗結果準確合法的管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院各臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室保證檢查、檢驗結果準確合法的管理制度的實施情況有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀檢查、檢驗、診斷核醫學及其他特殊檢查質量的改進有成效。 "
    ],
    "Q7.1.5": [
        "質量7.1.5",
        "醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室有檢查、檢驗報告審核制度，報告及時、準確、規範。根據醫院實際情況確定報告\"危急值\"項目，建立\"危急值\"報告與管理制度及工作流程並嚴格執行，以保障患者可獲所需的緊急治療。【相互引用質量1.2.1，質量7.1.1，質量7.1.6】",
        "醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查科室有報告書寫規範、審核制度與流程，有報告審核人員的資質、技術水平和業務能力的標準。醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室報告及時、準確、規範。 \n醫院有檢查、檢驗報告書寫管理制度，格式規範、統一。報告單提供中文或中英文對照的檢測項目名稱，並符合相關規定。報告單項目填寫完整，內容的表述和書寫準確。檢驗報告採用國際單位或權威學術機構推薦單位，並提供參考範圍。檢驗報告單包含完整的患者信息，標本類型、樣本採集時間、結果報告時間，有效保護患者隱私，檢查、檢驗報告保存期限按照病歷管理有關規定執行。 \n醫院有臨牀危急值報告管理制度與工作流程。醫院臨牀檢查與檢驗服務（包括臨牀檢驗、病理和醫學影像等科室）相關人員按照危急值報告流程，及時向臨牀發出危急值信息。醫師接獲危急值報告後應及時處置並記錄【相互引用質量1.2.1】。醫院有明確的檢查、檢驗報告管理制度和時限要求。每份報告時間到 \"分\"。有出具檢查、檢驗報告的管理制度和時限（turnaround time，TAT）要求【相互引用質量7.1.1】。包括常規檢測項目和特殊檢查項目。臨檢常規項目≤30分鐘出報告；生化、免疫常規項目≤1個工作日出報告；微生物常規項目 ≤4個工作日；有\"特殊檢驗項目\"清單，報告時限原則上不超過1周時間並提供預約檢測；病理診斷報告應在5個工作日內發出，疑難病例和特殊標本除外，以保障患者可獲所需的緊急治療。醫院對醫學影像報告時限有規定、有公示並能遵循執行。影像報告由具備資質的專業醫師出具，上級醫師/主管審核要雙簽名；疑難病例報告由上級醫師進行復核，並簽署全名。 \n醫院有檢查、檢驗報告雙簽名管理制度（包括日常、急診和特殊時段管理）和複檢制度，並執行。審核、複核檢查、檢驗報告時，重點識別標本分析前階段由於標本不規範所帶來的結果錯誤。識別並保留分析前不合格標本和複檢標本的相關記錄。 \n醫院有檢查、檢驗、病理診斷報告補充、更改、遲發的管理制度和處理程序。因特殊原因遲發、錯發報告，在發出的補充、更改或遲發檢驗、檢查報告應有原因説明和記錄，並及時告知有關臨牀醫師或患者。 \n醫院有病理診斷規範管理相關制度和診斷報告審核流程；對申請單疑問或書寫不清楚內容有及時聯繫送檢醫師的規定，並有記錄【相互引用質量7.1.6】。病理醫師負責對出具的報告解釋説明。檢驗報告有采用量值溯源，校準驗證，能力驗證或室間質評，實驗室間的比對等方式，保證每一項檢驗結果的準確性。相關檢查檢驗設備[含牀旁檢查檢驗設備，包括：現場快速檢測（Point-of-care Testing，POCT）項目按照要求定期檢測。 \n醫院有病理院際間醫師會診制度及病理切片會診管理制度，院際會診需有相關部門批准，會診資料保留完整。受邀院際間病理學會診的病理醫師應具有高級職稱，書面診斷意見必須有會診病理醫師的簽字；疑難病例有2名以上高級職稱人員參與，並有相應記錄和簽字。 ",
        "1. \t醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室有檢查、檢驗報告書寫管理制度、檢驗、檢查診斷報告補充、更改或遲發的管理制度和處理程序，相關人員知曉並實施。 \n2. \t醫院有明確的檢查、檢驗報告管理制度和時限要求，相關人員知曉並實施。 \n3. \t醫院有檢查、檢驗、病理診斷報告審核流程，相關人員知曉並實施。 \n4. \t相關職能部門及臨牀檢查、檢驗、診斷核醫學及其他特殊檢查科室對報告書寫管理制度；檢查、檢驗報告管理制度和時限要求，檢驗、檢查診斷報告補充、更改或遲發的管理制度和處理程序及病理報告審核流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室的報告書寫管理制度，檢驗、檢查、病理診斷報告補充、更改或遲發的管理制度和處理程序及病理報告審核流程的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀檢查、檢驗、診斷核醫學及其他特殊檢查報告書寫管理制度，檢查、檢驗報告管理制度和時限要求，檢驗、檢查、病理診斷報告補充、更改或遲發的管理制度和處理程序及病理診斷報告審核流程，檢查、檢驗報告管理制度和時限要求的改進有成效。 "
    ],
    "Q7.1.6": [
        "質量7.1.6",
        "醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室與臨牀建立溝通機制，定期開展疑難病例討論和特殊病例追蹤。【相互引用質量1.2.1，質量1.2.2，質量7.1.5】",
        "醫院各臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室與臨牀建立溝通機制，溝通形式多樣，途徑暢通，為臨牀提供便捷、及時的檢查、檢驗信息服務。各臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室對申請單疑問或書寫不清楚內容有及時聯繫送檢醫師的規定，並有記錄【相互引用質量7.1.5】。 \n各臨牀檢查、檢驗、診斷核醫學及其他特殊檢查科室能滿足臨牀科室對檢查、檢驗項目的諮詢。對新開展項目有宣傳途徑，解答臨牀對結果的疑問。有病理和影像疑難病例隨訪與反饋制度，並定期召開疑難病例討論會。疑難病例討論與讀片會由科主任或副主任醫師以上人員主持。 \n醫院建立檢查、檢驗部門與臨牀部門及時溝通危急值報告管理制度與工作流程，並落實【相互引用質量1.2.1，質量1.2.2】。 ",
        "1. \t醫院有臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室與臨牀溝通的相關制度，並實施。 \n2. \t醫學影像科、病理科有定期疑難病例討論會和疑難病例隨訪與反饋制度，並有記錄。 \n3. \t相關職能部門及臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室對與臨牀溝通機制、危急值管理制度、疑難病例討論會和疑難病例隨訪與反饋制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室科室與臨牀的溝通機制、危急值管理制度、疑難病例討論會和疑難病例隨訪與反饋制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室與臨牀的溝通機制、危急值管理制度、疑難病例討論會和疑難病例隨訪與反饋制度的改進有成效。 "
    ],
    "Q7.1.7": [
        "質量7.1.7",
        "由具備臨牀檢查、檢驗專業資質的人員實施醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務的質量控制活動，總結、分析檢查結果。落實全面質量管理與改進制度，按規定開展質量控制活動和室間質量評價，並有記錄，相關檢查檢驗設備（含牀旁檢查檢驗設備）按照要求定期檢測與維護。【相互引用質量7.1.1】",
        "醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務的科室落實全面質量管理與改進制度，開展室內質量控制和室間質量評價。相關檢查檢驗設備（含牀旁檢查檢驗設備）按照要求定期檢測。 \n科室成立質量控制小組，對臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務質量進行控制與指導。依據科室制定的質量控制方案和計劃開展活動，並有質量與安全改進計劃、質控活動項目的目錄、清單和專人負責監測工作。有活動記錄，並執行。質控項目內容包括但不限於：申請單填寫質量、報告書寫質量、圖像質量、標本質量、切片質量、染色質量、操作規範實施質量等，有臨牀回訪制度及誤診分析制度。 \n醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室按規範開展室內質控。病理部門全部檢測項目及不同標本類型均有室內質控並有相關管理制度。臨牀檢驗保證每檢測批次至少有1次室內質控，並有負責人簽字。有重點室內質控流程，包括臨牀化學、免疫學、血液學和凝血試驗；血塗片評價和分類計數、細菌、分枝桿菌和真菌檢測、尿液分析和臨牀顯微鏡檢查的質量控制流程。用質量控制鑑別病毒鑑定試驗中的錯誤檢驗結果，病毒鑑定的實驗室須保留相關記錄。對於需要報告滴度的血清學檢測，須同時進行已知滴度的血清陽性質控和陰性質控。 \n科室開展診斷核醫學體內檢測、使用合適的質量控制方法並檢查設備性能。根據規定製備放射性藥物，給藥前核對放射性核素種類和劑量驗證結果。利用放射源標準化性能，使放射源與患者診斷中使用的放射性核素具有相同的能量。 \n臨牀檢查、檢驗、診斷核醫學及其他特殊檢查部門有參加室間質評或能力驗證計劃的相關管理制度，依據制度規定參加省級或省以上，包括國家級室間質量評價計劃或能力驗證計劃。室間質評或能力驗證應覆蓋實驗室內檢測項目及不同標本類型。無法參加評價計劃的項目有目錄或清單，有替代評估方案。 \n臨牀檢驗部門對醫院內所有現場快速檢測（POCT）項目均開展室內質控，並參加室間質評。制定有POCT項目統一管理制度並落實，檢驗科定期對POCT 項目進行質控管理，對室內質控或比對結果有工作記錄【相互引用質量7.1.1】。 ",
        "1. \t醫院臨牀檢查檢驗、診斷核醫學及其他特殊檢查服務科室有全面質量管理與改進制度和室間質量評價，相關人員知曉並執行。 \n2. \t醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室有質量與安全改進計劃，質控小組定期開展活動，並有活動記錄，相關人員知曉並執行。 \n3. \t醫院內所有POCT（現場快速檢測）項目均有室內質控和室間質評並按規範進行，有記錄。 \n4. \t相關職能部門及臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室對全面質量控制與改進制度和室間質量評價、POCT室內質控和室間質評的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務科室的全面質量控制與改進制度和室間質量評價、POCT室內質控和室間質評的實施情況有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀檢查、檢驗、診斷核醫學及其他特殊檢查服務的全面質量控制與改進制度和室間質量評價、POCT室內質控和室間質評的改進有成效。 "
    ],
    "M1.0": [
        "管理1.0",
        "管理機制",
        "",
        "",
        "",
        ""
    ],
    "M1.1": [
        "管理1.1",
        "建立醫院治理和內部決策執行機制。",
        "",
        "",
        "",
        ""
    ],
    "M1.1.1": [
        "管理1.1.1",
        "醫院制定醫院章程，充分發揮醫院黨委/理事會/董事會的領導和治理作用，實施黨委/理事會/董事會領導下的院長負責制，建立醫院內部決策執行機制。加強和改進醫院領導人員管理。【相互引用功能1.1.1，功能1.1.2】",
        "醫院加強黨的建設，實現醫院內部有效的溝通，充分發揮醫院黨委/理事會/董事會的領導和治理作用，遵守適用的法律法規，負責實施所有相關制度並確保醫院全體工作人員遵守。醫院實施黨委/理事會/董事會領導下的院長負責制，健全醫院黨委/理事會/董事會與行政領導班子議事決策制度，有效領導醫院實現高效運營及其使命【相互引用功能1.1.1，功能1.1.2】。 \n醫院制定醫院章程，以章程為統領，建立健全醫院內部決策執行機制，包括：治理結構、治理制度、議事規則、辦事程序等。院長根據黨委/理事會/董事會確定的醫院建設方向、設定目標和制定有關制度、監督目標的實現和政策的實施。院長有一系列的職責和職能要求，包括：全面領導和協調醫院總體運作；負責醫院的人、財、物及設施設備的指揮和調度；負責制定和保證醫院正確實施質量和患者安全計劃、實施風險管理和控制計劃；負責構建並支持質量改進和患者安全文化；負責醫院資源總體決策，建立扁平高效的護理管理體系、確保人力資源的聘用與培養和其他各類資源的決策能滿足醫院所需；負責管理信息、臨牀服務、安全（不良）事件、臨牀研究和醫學教育項目等。促進醫院文化建設和醫學倫理的實踐，實現院內外有效溝通，確定滿足其社區和患者需求的臨牀服務類型並進行相應規劃。 \n院長把以上工作按內部管理結構和權力運行規則，授予相應職能的人員權限與職責，構成院領導團隊，提高醫院運行效率。院長及院領導應把主要精力用於醫院管理工作，職責範圍明確，認真履職。院領導按照授權範圍，在規定的時間內完成相應的職能，並定期向黨委/理事會/董事會彙報。院領導和職能部門管理職責明確，共同履行職責和職能要求，並參與研究、討論、決策醫院發展相關問題。院領導能深入臨牀科室，開展行政查房，並有相應的治理制度。 \n院領導定期（每半年一次）將工作情況向醫院黨委/理事會/董事會報告，內容包括：中長期發展計劃與年度工作計劃的實施進度【相互引用功能1.1.2】；運營情況；績效數據；質量與安全改進計劃；報告期內完成的質量改進項目；風險管理計劃；不良事件的數量和類型以及相關的根因分析；對患者及家屬反映的問題，有糾正和改進措施以防止日後有類似問題的發生；有關醫院與學科研究的最新進展；標杆管理或學科管理經驗等。院領導定期向職代會或全體員工報告以上內容並接受評議，每年至少兩次。 ",
        "1. \t醫院有黨委/理事會/董事會及院長與院領導的職責和職能，並實施及有記錄。 \n2. \t醫院有章程以及規範內部治理結構和權力運行規則相關文件、制度，相關人員知曉並實施。 \n3. \t醫院有領導分工、醫院內部決策與執行機制的相關文件，並有實施記錄。 \n4. \t醫院領導有行政查房並有記錄。有院長向醫院黨委/理事會/董事會及職代會報告工作情況及民主評議相關資料等，並由記錄。 \n5. \t醫院對醫院內部治理結構、職責和職能制定、制度執行、權力運行、行政查房、院長向醫院黨委/理事會/董事會、職代會報告工作情況及民主評議的實施情況有自查，對存在問題有糾正措施。 ",
        "醫院對醫院內部治理結構、職責和職能制定、制度執行、權力運行、行政查房、院長向醫院黨委/理事會/董事會、職代會報告工作情況及民主評議的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫院內部治理結構、職責和職能制定、制度執行、權力運行、行政查房、院長向醫院黨委/理事會/董事會、職代會報告工作情況及民主評議的改進有成效。 "
    ],
    "M1.1.2": [
        "管理1.1.2",
        "醫院建立\"重大事項\"（含\"三重一大\"）管理制度，實行管理責任制，並執行。",
        "醫院有\"重大事項\"（含\"三重一大\"即重大決策、重要幹部任免、重大項目投資、大額資金使用等事項）相關管理、議事規則及權限管理制度。各相關部門職責、權限明確，審批流程清晰，實行管理責任制。 \n\"重大事項\"（含\"三重一大\"）相關事項事前有論證，按管理權限和規定流程進行審批，並進行院務公開，鼓勵員工參與討論，按管理權限和規定審批要求，需提交職工代表委員會（職代會）討論通過的，應認真執行相關規定及流程，並有記載。 ",
        "1. \t醫院有\"重大事項\"（含\"三重一大\"）管理制度及審批流程，並實施。 \n2. \t\"重大事項\"（含\"三重一大\"）事項論證報告、審批過程等相關資料。 \n3. \t院務公開制度及\"重大事項\"（含\"三重一大\"）公開的相關資料，包括：公開的事項、反饋意見及意見採納情況等。 \n4. \t相關職能部門及科室對\"重大事項\"（含\"三重一大\"）管理制度及審批流程的實施情況有自查、對存在問題有糾正措施。 ",
        "主管部門對\"重大事項\"（含\"三重一大\"）事項管理制度及審批流程的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對\"重大事項\"（含\"三重一大\"）事項管理的改進有成效。 "
    ],
    "M1.2": [
        "管理1.2",
        "建立醫院風險管理體系。",
        "",
        "",
        "",
        ""
    ],
    "M1.2.1": [
        "管理1.2.1",
        "建立醫院風險管理框架與機制，對全院運營、管理與醫療過程進行風險評估，找出風險點，並制定相應風險防範制度、流程、預警機制與處理方案，確保醫院運作暢順、患者和各類人員安全。【相互引用質量2.5.3，質量2.6.3】",
        "醫院針對運營、策略、財務、管理與臨牀服務的風險，建立風險管理框架、制度與機制，包括：風險管理制度，風險識別（掃描內部和外部環境）和使用（有主動和被動的程序）、風險分析、風險評估與分級（包括醫院和臨牀）並記錄各類主要風險於風險記錄表中，有防控措施、對主要風險有風險處理計劃和定期檢查其落實情況和監控等內容，根據該框架制定相應的風險防範制度、流程、預警機制與應急預案，及時消除隱患、確保醫院運行暢通、患者和各類人員安全。 \n醫院定期對全院運營、策略、財務、管理和臨牀服務、醫療質量管理要求的執行情況定期進行風險評估，對醫療質量信息數據進行內部驗證，從而識別醫療質量問題和找出醫療安全風險點，及時採取有效干預措施，並評估干預效果，以促進醫療質量持續改進。  \n醫院各部門風險管理職能清晰、職責明確。每年至少開展一次風險評估，有醫院員工參與。醫院領導層、科室負責人要明確並優先關注可能對醫院、科室、員工和患者安全及醫療服務質量造成不良影響的潛在風險。 \n醫院應該依風險記錄表中的策略、運營、財務、管理和臨牀服務分析排列優先次序，並依據這次序做年度規劃，制定風險管理計劃及管控台賬，以處理和監控風險；列明所需工作和行動，包括確定關鍵風險，以及降低風險的控制措施。並有明確的責任和時限。在計劃開展新的服務和修改服務時進行風險評估包括感染風險，並作報告、審查進度和監測緩解和降低風險行動。有流程確保及時採取行動，減輕員工、患者/服務使用者、照顧者、訪客發現的風險。落實相關制度、流程和機制。制訂的預案有維護及更新，每年有演練。 \n醫院主管部門實施有關的風險管理計劃，有對員工的醫院風險管理培訓計劃並每年組織實施，鼓勵和支持全體員工識別、緩解和降低風險。 \n醫院每年應有年度風險管控報告和重大風險的管理計劃的要點；每年進行審查和更新風險記錄表。醫院利用醫療質量與安全管理信息相關的數據，用作質量改善及風險管理和戰略規劃之間的整合【相互引用質量2.5.3，質量2.6.3】。 ",
        "1. \t醫院有風險管理制度和流程，預警、防範與應急處理預案，並實施。 \n2. \t醫院、科室（部門）有風險記錄表，內容齊全；有風險管控報告、處理計劃、措施，並實施。 \n3. \t醫院、科室（部門）有針對風險管理的員工培訓計劃、培訓資料、演練及記錄。 \n4. \t醫院有利用醫療質量與安全管理信息相關的數據，用作質量改善及風險管理和戰略規劃之間的整合。 \n5. \t相關職能部門及科室對醫院風險防範與管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院風險防範與管理的實施有監管、定期分析、反饋實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫院風險防範與管理的改進有成效。 "
    ],
    "M1.3": [
        "管理1.3",
        "依據國家法律、法規、規章及診療護理規範開展診療活動",
        "",
        "",
        "",
        ""
    ],
    "M1.3.1": [
        "管理1.3.1",
        "醫院設置符合衞生行政管理部門規定的相應級別標準，在國家醫療衞生法律、法規、規章及診療護理規範的框架內，按照核准登記的診療科目開展診療活動。各部門和科室命名規範。按時完成醫療機構校驗，發佈的醫療信息真實可靠。",
        "醫院設置符合衞生行政管理部門規定的標準。醫院執業必須遵守有關法律、法規、規章制度及診療護理規範，按照核准登記的診療科目開展診療活動。按時、依規進行醫療機構許可證年度效驗。醫院變更名稱、場所、法人、診療科目、牀位，能及時完成變更登記。 \n醫院各部門和科室命名規範，提供的診療項目與執業許可證上核准的診療科目相符。醫療機構名稱不得對外出借，《醫療機構執業許可證》不得轉讓、出售。 \n醫院有發佈醫療信息和醫療廣告的規範和流程，發佈的信息符合國家相關法律法規要求。 ",
        "1. \t醫院法人證、機構執業許可證、組織機構代碼證及年度檢驗相關資料齊全。 \n2. \t醫院各科室設置、診療科目、命名規範，並有相關的文件。 \n3. \t醫院有發佈醫療信息和醫療廣告的規範和流程，並實施。 \n4. \t相關職能部門及科室對科室設置、診療科目、醫療信息、廣告發布的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對科室設置、診療科目、部門和科室命名、醫療信息、廣告發布的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對科室設置、診療項目、部門和科室命名、醫療信息、廣告發布的改進有成效。 "
    ],
    "M1.3.2": [
        "管理1.3.2",
        "醫院診療科目或項目設置、人員梯隊與技術能力符合省級衞生行政部門的規定。",
        "醫院診療科目設置、人員梯隊與診療技術能力符合衞生行政部門規定的標準。臨牀科室、醫技科室、保障部門的人員編制、設備設施、技術能力符合衞生行政管理部門的規定，開展的醫療技術獲得准入許可，從事醫療服務相關人員依法執業。 \n護理管理實行分層級管理，有護理人員管理規定、崗位管理制度，明確崗位設置、崗位職責、崗位技術能力要求和工作標準。 \n醫院根據功能定位和發展規劃，有大型醫用設備使用、功能開發、社會效益、成本效益等分析評價。並根據國家法律、法規及衞生行政部門規章、管理辦法、標準要求，制定常規與大型醫學裝備配置方案。 \n醫院各實驗室無重複的檢測項目，各實驗室實行統一管理、資源共享。 ",
        "1. \t醫院有各科室開展的診療科目、項目設置、醫療技術目錄、檢查、檢驗項目清單。 \n2. \t醫院有各科室衞生技術人員名冊（包括個人基本信息、執業範圍、職稱及職務等）。大型儀器操作、專業技術培訓達標證明材料。 \n3. \t醫院護理管理實行分層級管理，有護理人員管理規定、崗位管理制度，明確崗位設置、崗位職責、崗位技術能力要求和工作標準。 \n4. \t相關職能部門及科室對診療科目、項目設置、技術人員梯隊建設、診療技術服務能力、護理各項要求的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對診療科目、項目設置、技術人員梯隊建設、診療技術服務能力、護理各項要求的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。",
        "持續改進有成效，有證據證明醫院對診療科目、項目設置、技術人員梯隊建設、診療技術服務能力、護理各項要求的改進有成效。 "
    ],
    "M1.4": [
        "管理1.4",
        "醫院制訂對外委託服務項目管理制度。",
        "",
        "",
        "",
        ""
    ],
    "M1.4.1": [
        "管理1.4.1",
        "醫院對外委託服務項目的質量與安全實施監督管理。",
        "醫院制訂對外委託服務項目管理制度，包括對外委託服務項目的遴選、管理等相關制度和辦法，並建立項目評估和監督考核機制，有主管部門與專人負責對外委託服務項目管理。 \n醫院按規範和程序確定主要對外委託服務單位和服務項目，對對外委託服務內容和標準根據醫院所需，設置績效管理和成本效益的要求，有專人監管合同內的工作完成情況，將對外委託服務項目的風險降至最低。 \n醫院對外委託服務項目招投標符合規範，明確要求審批人員對每個項目有潛在或真正的利益衝突要有聲明，並有迴避程序。所有項目有合同規定雙方的權利和責任，以及服務的內容和標準。醫院依據合同的服務標準，實施監督和管理對外委託服務項目的質量與安全。監管結果與分析情況後，形成年度對對外委託服務項目管理的質量安全評估報告。 ",
        "1. \t醫院有對外委託服務項目的遴選、管理等相關制度和辦法，並實施。 \n2. \t醫院有對外委託服務項目質量與安全評估和監督考核機制，並實施。 \n3. \t相關職能部門及科室對外委託服務項目質量與安全實施監督管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對外委託服務項目質量與安全實施監督管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對外委託服務項目質量與安全實施監督管理的改進有成效。管理1.5醫院倡導員工要具有主人翁意識，積極參與醫院的管理，並實施社會評價活動，採納社會意見與建議。 "
    ],
    "M1.5": [
        "管理1.5",
        "醫院倡導員工要具有主人翁意識，積極參與醫院的管理，並實施社會評價活動，採納社會意見與建議。",
        "",
        "",
        "",
        ""
    ],
    "M1.5.1": [
        "管理1.5.1",
        "醫院有院務公開管理制度，向員工公開院務信息，定期召開職工代表大會，聽取員工的意見及建議，並鼓勵員工積極參與醫院的管理。【相互引用功能1.1.2，管理1.1.2，管理1.5.2，管理2.4.2】",
        "醫院有院務公開管理制度，按照國家有關規定向社會及員工公開信息【相互引用管理1.5.2】。定期召開職工代表大會，向大會報告醫院規劃、計劃落實情況。醫院經費管理情況、開展的限制類技術目錄、手術分級管理目錄和限制類技術臨牀應用情況，納入醫院院務公開範圍。醫院及科室值班表應當全院公開，值班表應當涵蓋與患者診療相關的所有崗位和時間。值班人員資質和值班記錄應當符合規定。 \n醫院有院務公開工作流程，有公開內容、形式、程序和時限。醫院指定部門負責院務公開工作，工作職責明確。院務公開形式多樣，有多種途徑徵求和收集員工對公開信息的意見與建議，方便社會與員工獲取相關信息，體現尊重員工知情權，保障員工民主權利。 \n院領導定期將工作情況（含：中長期發展計劃和年度工作計劃）向醫院黨委/理事會/董事會（每半年一次）報告並接受評議【相互引用功能1.1.2，管理1.5.2】。 \n醫院倡導員工要具有主人翁意識，積極參與醫院的管理，關心醫院\"三重一大\"事項的公示【相互引用管理1.1.2】，多提建設性的意見，積極支持醫院建設。醫院管理層主動接受員工監督，聽取員工的意見及建議（包括維護其身心健康及職業安全措施的滿意度）【相互引用管理2.4.2】。員工積極運用管理工具參與工作中問題的改進。 \n醫院在院內營造對話、溝通文化。醫院領導定期舉辦各層次的、面向一線員工、職工代表或退休員工的座談會、懇談會，就醫院重大事項徵求員工意見；通過設置院長信箱（或公佈院長公開電子郵箱）等方式，暢通員工反映意見的渠道。員工提出的意見及建議有部門分管，有反饋並有記錄。 \n醫院的中長期發展規劃及年度工作計劃需各部門參與，集體討論決定，並徵求職工意見，經職工代表大會審議、院長辦公會議集體討論，經黨委/理事會/董事會審議通過，由院長組織實施【相互引用管理1.1.2】。 ",
        "1. \t醫院有院務公開管理制度，有收集員工意見及建議的渠道、登記、反饋、處理制度，並實施。 \n2. \t醫院有指定部門負責院務公開工作，有明確的工作職責、工作制度與流程，公開事項登記及員工意見反饋登記和處理記錄。 \n3. \t醫院有職工代表大會相關資料，並有關於中長期發展規劃與年度工作計劃的討論記錄。 \n4. \t相關職能部門及科室對信息公開管理的實施情況有自查，對存在的問題有糾正措施。 ",
        "主管部門對院務公開管理制度及信息公開管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對院務公開管理及信息公開管理的改進有成效。 "
    ],
    "M1.5.2": [
        "管理1.5.2",
        "醫院按照國家有關規定，醫院加強院務公開管理，向社會（包括患者及服務使用者、照顧者和利益相關者）公開院務信息並接受社會監督。【相互引用質量3.5.2，管理1.5.1】",
        "醫院按照國家有關規定，建立向社會（包括患者及服務使用者、照顧者和利益相關者）公開院務信息的機制，加強院務公開管理，【相互引用管理1.5.1】有相關管理制度和流程，有需公開事項的內容、範圍及時限。醫院有專門的部門負責，並建立相關記錄。醫院定期向社會及員工公開績效結果及有關數據、質量與安全改進計劃、新的或最近完成的質量改進項目和成果、執行國際患者安全目標的進展、風險管理計劃、不良事件的分析結果及最近的研究和管理成效。 \n醫院開展的限制類技術目錄、手術分級管理目錄和限制類技術臨牀應用情況、日間診療項目（包括日間手術、日間化療）應當納入醫院院務公開範圍。醫院完善日間手術質量安全管理制度和評估工作機制，明確手術適應證範圍、麻醉方式、主要風險，並加強日間手術病歷管理，重視日間手術患者宣教和隨訪，制定並向社會公開本院日間手術病種和技術目錄【相互引用質量3.5.2】。 \n醫院的中長期發展規劃及年度工作計劃通過醫院公眾號、網站等徵求患者/服務使用者及其家人和社區意見（包括患者感受、治療效果及其他徵狀的舒緩等），及接受社會監督【相互引用管理1.5.1】。 ",
        "1. \t醫院有向社會公開院務信息管理制度，流程，並落實。 \n2. \t醫院向社會公示相關證明材料及社會對公開院務信息的意見反饋和記錄。 \n3. \t相關職能部門及科室對向社會公開院務信息管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院向社會公開院務信息管理制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫院向社會公開院務信息管理制度的改進有成效。 "
    ],
    "M1.5.3": [
        "管理1.5.3",
        "醫院按照為患者提供的服務流程，以社會對醫院提供服務的滿足程度及感受為重點，設計與確定醫院社會滿意度測評指標體系及監測其趨勢，實施社會評價活動。【相互引用管理 2.4.2】",
        "醫院有專門的部門/小組負責社會評價工作，建立社會滿意度測評指標體系和信息管理系統，且用多種渠道開展客觀公正的社會評價活動；定期收集院內員工滿意度（包括維護其身心健康及職業安全措施）【相互引用管理 2.4.2】和患者滿意度及院外（社會）對醫院服務意見和建議（包括投訴、讚美和關切）。 \n醫院根據患者和員工的意見和滿意度監測指標及其趨勢作分析、反饋和整改，包括對醫院服務與政策調整及適當地納入中長期發展計劃和/或年度工作計劃中，改善患者就醫體驗和員工執業感受，並不斷完善。 ",
        "1. \t醫院有制訂滿意度監測評指標體系和信息管理系統，有定期收集患者和員工滿意度監測指標及其趨勢與院內、外對醫院服務的意見和建議相關制度與流程，並落實。 \n2. \t醫院、科室（部門）有收集意見登記冊和滿意度監測指標及其趨勢作分析、整改相關資料。 \n3. \t相關職能部門及科室對滿意度監測指標及其趨勢、患者和員工滿意度監測及院內、外對醫院服務意見和建議（包括投訴、讚美和關切）的相關制度與流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對滿意度監測指標及其趨勢、患者和員工滿意度監測及院內、外對醫院服務意見和建議（包括投訴、讚美和關切）的相關制度與流程的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對滿意度監測指標及其趨勢、患者和員工滿意度監測及院內、外對醫院服務意見和建議（包括投訴、讚美和關切）的相關制度與流程的改進有成效。 "
    ],
    "M2.0": [
        "管理2.0",
        "人力資源管理",
        "",
        "",
        "",
        ""
    ],
    "M2.1": [
        "管理2.1",
        "人力資源系統",
        "",
        "",
        "",
        ""
    ],
    "M2.1.1": [
        "管理2.1.1",
        "醫院有人力資源計劃，人力配置滿足醫院功能任務和質量安全管理工作需要。醫院把員工能力建設作為人力資源管理的重要組成部分，制定全員培訓方案和學習機制，確保員工稱職。【相互引用質量3.1.4，管理2.2.1】",
        "醫院制定科室（部門）的員工配備計劃，明確員工的數量類型和資質要求，人力資源配備應當滿足醫院戰略方向和目標、功能任務、整體發展規劃要求和質量安全管理工作需要。醫院設置人力資源管理部門，職責明確；醫院有制定人力資源發展規劃、人才梯隊建設計劃和人力資源配置方案，醫院各類衞生技術人員配置符合國家有關規定，滿足臨牀醫療工作需求，並確保臨牀員工和支持員工們的技能相互協調配合，已滿足患者當前和未來的醫療服務需求。 \n醫院有人力資源配置調整方案與調整程序，並落實；有院科兩級人員緊急替代制度、程序和方案，有緊急替代人員的有效聯絡方式，以管理長期和短期的人手短缺，包括非計劃的短缺，相關人員知曉相應的緊急替代程序，以保證診療活動的連貫性。醫師如行多點執業需符合政府主管部門有關規定。 \n主管部門與人力資源部門根據人力資源配置方案，定期評估部門（科室）人力資源的更新或改變要求；並審查崗位説明，在有需要時予以更新。 \n醫院把員工能力建設作為人力資源管理的重要組成部分，制定全員培訓方案和學習機制，包括持續專業/職業發展培訓與教育，以確保員工具備當前知識、技能和稱職【相互引用質量3.1.4，管理2.2.1】。 ",
        "1. \t醫院有人力資源發展規劃、人才梯隊建設計劃和人力資源配置方案，並實施。 \n2. \t醫院有人力資源配置調整方案與調整程序，並實施。 \n3. \t主管部門與人力資源部門定期評估部門（科室）人力資源的更新或改變要求，有記錄。 \n4. \t人力資源部門及用人部門和科室對人力資源發展規劃、人才梯隊建設計劃、人力資源配置方案、配置調整方案與調整程序的實施情況有自查，對存在問題有糾正措施。 ",
        "人力資源部門對人力資源發展規劃、人才梯隊建設計劃、人力資源配置方案、配置調整方案與調整程序的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對人力資源發展規劃、人才梯隊建設計劃、人力資源配置方案、配置調整方案與調整程序的改進有成效。 "
    ],
    "M2.1.2": [
        "管理2.1.2",
        "醫院建立健全以聘用制度和崗位管理制度為主要內容的人力資源管理制度，定期評估其成效，並進行修訂和改進。【相互引用質量2.5.1】",
        "醫院建立健全以聘用制度和崗位管理制度為主要內容的人力資源管理制度。醫院有人力資源管理制度與程序、平等聘用機制與殘疾人員就業安置均符合國家法律法規要求並能符合公平、公正、透明原則。 \n醫院制定和實施有關招聘、評價和聘任員工的流程，以確保臨牀人員的知識和技能與患者的醫療服務需求相匹配。醫院有統一的流程，收集初次聘任後獲批在無監督情況下獨立提供醫療服務的醫療人員的資質證明。 \n醫院制定醫院管理部門設置計劃、部門職能和人員崗位職責，部門設置符合崗位需求，部門職能明確，各級管理人員認真履行職責。醫院有明確每位員工當前的崗位描述，有各級各類工作崗位要求及福利待遇説明。上崗人員應具備崗位任職資格，其中，專業技術人員按照衞生行政部門的執業規定實施資格准入管理，各員工知曉其職位描述，包括職責和責任。醫院護理人員依法執業，實行護士分級管理，有護理人員管理規定、崗位管理制度，崗位設置規劃和標準、崗位職責、崗位技術能力要求和工作標準。醫院人力資源管理制度及招聘計劃，有多種渠道公佈，方便查詢。 \n聘用殘疾人士後，醫院應提供在職培訓或協助購買輔助儀器及改裝，提供適合其工作的條件。 \n醫院有與員工溝通機制，包括電子郵件、網站及各層級定期或不定期會議（科室、部門或小組等），有公平公正地處理員工投訴的機制及程序。員工因其主管 /同事的行為受到影響而感到不滿或不公平，可向其直屬上級、部門主管、投訴管理部門或人力資源部門提出投訴。如人力資源部接到投訴個案，同時將此投訴轉交至相關部門主管，若有需要（當投訴對像為部門主管時）將轉交至該主管的上級並將所需的調查週期及結果知會投訴人【相互引用質量2.5.1】。事件能按正規程序進行處理，有記錄。 ",
        "1. \t醫院有聘用制度和人力資源管理制度與程序、平等聘用機制與殘疾人員就業安置制度，並實施。 \n2. \t醫院有崗位管理制度和各級各類工作崗位要求，並多種渠道公佈。 \n3. \t醫院有與員工溝通及公平公正的處理員工投訴機制及程序，並實施。 \n4. \t人力資源部門對聘用制度、人力資源管理制度與程序、崗位管理制度、和員工溝通及處理員工投訴機制及程序的實施情況有自查，對存在問題有糾正措施。 ",
        "人力資源部門對聘用制度、人力資源管理制度、平等聘用機制、崗位管理制度、和員工溝通及處理員工投訴機制及程序的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院實施聘用制度、人力資源管理制度、平等聘用機制、崗位管理制度和員工溝通及處理員工投訴機制及程序的改進有成效。 "
    ],
    "M2.1.3": [
        "管理2.1.3",
        "醫院有為每位員工建立個人檔案，有定期評估員工工作績效和崗位勝任力包括醫療質量管理的能力，實行同工同酬、績效工資管理。【相互引用質量3.1.4】",
        "醫院為每位員工建立其個人檔案。員工個人檔案是根據醫院的制度，採用標準化的格式和流程來適時收集、查證、維護和保密。內容包括：經審核的執業註冊證、畢業文憑、學位證書、教育和培訓、工作經驗等資料複印件、績效和崗位勝任力評估結果、衞生專業技術人員的技術考評結果等。醫院可考慮建立檔案及評估志願者的工作表現，以便管理。醫院建立健全醫療質量管理人員考核制度，保障充分發揮專業人員在醫療質量管理工作中的作用【相互引用質量3.1.4】；使用持續的標準化流程來評價每位醫務人員提供的醫療服務質量和安全水平。醫院將科室醫療質量管理情況作為科室負責人綜合目標考核以及聘任、晉升、評先評優的重要指標；將科室醫療質量管理情況作為醫師及其他醫務人員定期考核、晉升的重要依據；護理部帶領護士參與醫院的質量改進活動，根據質量改進活動的結果，評價護士的個人績效。 \n醫院有定期評估員工工作績效和崗位勝任力的程序，部門主管每年為其屬下員工/志願者進行績效考核，部門主管和員工/志願者均積極參與，共同確定需要改進的地方和額外的教育需求，提高員工專業/職業發展的機會。 \n醫院建立標準的流程，根據醫務人員的各種資格證明和法規要求及執業教育培訓等信息來確定其崗位職責及分配臨牀工作。醫院根據每位醫療人員的績效持續監測以評價其表現，至少每三年一次確定醫療人員的重新聘任及再決定其臨牀權限。 \n評估記錄存放於員工/志願者的個人檔案中；每位員工/志願者可要求其個人檔案中的資料複印版。 \n醫院對員工不良表現進行有效管理，包括進行員工輔導。讓在技術評價/考核評估/日常工作/醫療糾紛中有問題的員工進行自我檢討，與同道分享教訓；並根據其不良表現的原因給予相關再培訓，屬於技術問題的，給予需接受專業知識、專業技能方面的再培訓，屬於違反制度和流程的需接受相關接受法律規範、制度、流程的再培訓。問題員工所在科室主管有面對面輔導/指導，尋找根本原因，制定在規定時間內的改進措施，有記錄。利用相關數據，教育全院員工，避免再出現同樣的問題。主管部門對不良表現員工組織評價考核小組進行考核評價，幫助其改進不足，顯現改進成效。員工屢經科室主管輔導/指導但工作表現仍然未達要求，醫院可根據制度執行紀律處分程序或採取其他適當措施解決。 \n醫院有實行同工同酬有關規定，多勞多得、優績優酬的分配製度，並執行；醫院有績效工資管理的制度，個人收入不與科室業務收入直接掛鈎。以綜合績效考核體現醫德醫風、技術能力、服務質量和數量等為依據，突出服務質量、數量，逐步擴大分配佔業務收入的比例，提高員工待遇。績效考核與分配方案經過職工代表大會討論通過，並有記錄。 ",
        "1. \t醫院有為每位員工建立個人檔案，有定期評估員工工作績效，評估記錄存放於員工的個人檔案中。 \n2. \t每位員工可要求其個人檔案中的資料複印版，有落實、有證明。 \n3. \t醫院對員工不良表現進行有效管理，可證明落實。 \n4. \t醫院有績效工資管理的制度，個人收入不與科室業務收入直接掛鈎的方法可見。 \n5. \t績效考核與分配方案經過職工代表大會討論通過，有記錄。 \n6. \t相關職能部門及科室對員工/志願者個人檔案、定期評估員工工作績效和崗位勝任力、績效工資管理的制度、員工不良表現管理、員工要求個人檔案\n中的資料複印的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對員工/志願者個人檔案、定期評估員工工作績效和崗位勝任力、績效工資管理的制度、員工不良表現管理、員工要求個人檔案中的資料複印的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對員工/志願者個人檔案、定期評估員工工作績效和崗位勝任力、績效工資管理的制度、員工不良表現管理、員工要求個人檔案中的資料複印的改進有成效。 "
    ],
    "M2.1.4": [
        "管理2.1.4",
        "醫院有公平、公正及透明的衞生專業技術人員和非衞生專業技術人員資質認證、聘用、考核、臨牀權限、評價和再授權管理體系，建立規範的專業技術人員檔案。【相互引用功能2.1.3，質量3.\t5.4，質量5.1.1，質量5.2.1，質量5.5.1，質量6.1.1，質量6.3.3，質量7.1.2】",
        "醫院有公平、公正及透明的衞生專業技術人員（包括外來衞生技術人員）資質的認定、聘用、考核、臨牀權限、評價和再授權管理體系【相互引用功能2.1.3】。衞生專業技術人員的教育畢業證書、執照／執業註冊證書和其他法律法規要求的資質證明，須經過查證並保持最新狀態。醫院各類衞生技術人員配置符合國家有關規定，專業技術人員上崗應具備相應崗位的任職資格【相互引用質量7.1.2】，其中，專業技術人員按照衞生行政部門的執業規定實施資格准入管理。例如：營養醫師和護士分別具有執業醫師證書和執業護士證書【相互引用質量5.1.1】，並具備相應的技能和職能。從事血液透析器複用的人員資質有規定【相互引用質量6.3.3】。康復醫學科由具備相應資質的康復治療訓練人員為患者實施康復治療與訓練【相互引用質量5.5.1】，臨牀檢驗工作的專業技術人員應當具有相應的專業學歷，並取得相應專業技術職務任職資格及臨牀權限。分子生物學、特殊崗位（ＨＩＶ初篩實驗、產前篩查及診斷、核酸檢測、新生兒疾病篩查等）的檢驗人員經培訓考核後，持有衞生行政管理部門核發的上崗證方可獨立工作。有針對不同實驗室的上崗、輪崗、定期培訓及考核，對通過考核的人員予以適當授權、並決定其臨牀權限。醫學裝備相關使用人員接受基本技能培訓，合格後方可上崗。醫院對實施手術、介入、麻醉等高風險技術操作的衞生技術人員實行\"臨牀權限\"管理，定期進行技術能力與質量績效的評價【相互引用質量6.1.1】。對疼痛診療、有創操作實行臨牀權限管理【相互引用質量3.5.4，質量5.2.1】。 \n醫院根據崗位職責、技術能力、並結合員工崗前培訓及繼續教育完成情況等實施聘用、資質認證及臨牀權限；醫院建立衞生專業技術人員能力評價制度，具有明確的考核內容和流程。每年進行一次，衞生專業技術人員自我技術的評價，總結的經驗及不足並與同道分享、有記錄；每年科室主管/考核評估小組對本科的衞生專業技術人員進行崗位勝任力、醫療質量狀況進行評估，考核結果按醫院評價制度和流程進行審核確定，經審核確定的結果作為臨牀再授權依據，歸入專業技術人員檔案。相關人員知曉上述規範和流程並落實。醫院根據崗位職責、技術能力、並結合員工崗前培訓及繼續教育完成情況等實施聘用、資質認證及臨牀權限。相關人員知曉上述規範和流程並落實。 \n醫院有非衞生專業技術人員包括除衞生專業技術人員以外的各類員工的聘用、考核、評價管理的相關制度和流程。根據非衞生專業技術人員不同的崗位，制定相應的崗位職責。相關人員每年進行一次自我工作評估，成績與不足均與同事分享，不斷改進自己的工作；並有記錄。每年主管部門根據非衞生專業技術人員不同專業及崗位制定培訓計劃，並實施，並要評估其是否可以勝任崗位要求，並有記錄。相關人員知曉上述規範和流程並落實。 ",
        "1. \t醫院有公平、公正及透明的衞生專業技術人員和非衞生專業技術人員資質的認定、聘用、考核、臨牀權限、評價和再授權管理的相關制度和流程，並實施。 \n2. \t科室（部門）根據職責每年對衞生專業技術人員與非衞生專業技術人員技術的進行評價及崗位勝任力評估，有記錄。 \n3. \t每年衞生專業技術人員與非衞生專業技術人員均應進行自我技術的評價，總結的經驗及不足與同道分享，有記錄。 \n4. \t相關職能部門及科室對衞生專業技術人員和非衞生專業技術人員資質的認定、聘用、考核、臨牀權限、評價和再受權管理的相關制度和流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對衞生專業技術人員與非衞生專業技術人員資質認證、聘用、考核、臨牀權限、技術評價和再受權管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對衞生專業技術人員與非衞生專業技術人員資質認證、聘用、考核、臨牀權限、技術評價和再受權管理的改進有成效。"
    ],
    "M2.2": [
        "管理2.2",
        "員工教育",
        "",
        "",
        "",
        ""
    ],
    "M2.2.1": [
        "管理2.2.1",
        "醫院建立全員學習機制，營造和強化學習文化。制定培訓方案和計劃，定期對員工進行政策法規、管理能力、專業技能、質量安全和臨牀審核及其他相關的持續專業/職業發展培訓與教育，以確保員工稱職。把員工能力建設作為人力資源管理的重要組成部分。【相互引用質量3.1.4，管理2.1.1】",
        "醫院制定全員崗前和在崗培訓制度及計劃、機制及方案。定期對員工進行政策法規、管理能力、專業技能、質量安全和臨牀審核及其他相關的持續專業/職業發展培訓與教育【相互引用質量3.1.4，管理2.1.1】。 \n醫院各部門根據職責制定各類人員的在職繼續教育方案、有衞生專業技術人員崗前培訓、住院醫師規範化培訓、繼續醫學教育、梯隊建設和政府指令性培訓任務相關管理制度並組織實施。把員工能力建設作為人力資源管理的重要組成部分。 \n醫院定期對員工進行相關規章制度、行為規範、崗位職責、醫德醫風的培訓與教育，各類員工知曉崗位職責和履職要求，提高員工認真履行本崗位職責及執行相關規章制度自覺性。醫院確保由有相關資格人員和/或按適當的標準提供教育和培訓。醫院提供學習環境令員工滿足他們自我指導專業/職業發展的要求，確保符合員工的培訓要求。 \n醫院有法律法規教育計劃、課程安排及相關資料。醫院每年組織全員法律法規教育。新員工經衞生法律法規教育，考核合格後方可上崗。 \n醫院定期開展形式多樣的院、科兩級質量與安全、醫療質量安全核心制度和臨牀審核制度的教育與培訓，培訓內容結合臨牀需求，根據不同崗位、不同專業、不同層次人員的特點開展在職繼續教育培訓與考評，並落實有記錄。 ",
        "1. \t醫院有制定員工學習制度及機制和專業/職業發展計劃。 \n2. \t科室（部門）有在職繼續教育方案、梯隊建設和政府指令性培訓任務相關管理制度、規章制度和崗位職責培訓與教育，並實施。 \n3. \t醫院有法律法規教育計劃、質量與安全、醫療質量安全核心制度和臨牀審核制度的教育與培訓，有記錄。 \n4. \t相關職能部門及科室對員工學習和專業/職業發展計劃、在職繼續教育方案、梯隊建設和政府指令性培訓任務相關管理制度、規章制度和崗位職責培訓與教育、法律法規教育、質量與安全教育、醫療質量安全核心制度和臨牀審核制度的教育與培訓的實施情況有自查，對存在問題有糾正措施。",
        "主管部門對員工學習和專業/職業發展計劃、在職繼續教育方案、梯隊建設和政府指令性培訓任務相關管理制度、規章制度和崗位職責培訓與教育、法律法規教育、質量與安全教育、醫療質量安全核心制度和臨牀審核制度的教育與培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對員工學習和發展計劃、在職繼續教育方案、梯隊建設和政府指令性培訓任務相關管理制度、規章制度和崗位職責培訓與教育、法律法規教育、質量與安全教育、醫療質量安全核心制度和臨牀審核制度的教育與培訓的改進有成效。 "
    ],
    "M2.2.2": [
        "管理2.2.2",
        "醫院落實國家對醫院領導人員的管理要求，開展並加強醫院行政領導人員職業化培訓。",
        "醫院貫徹落實國家對醫院領導人員的管理要求，加強醫院行政領導人員職業化培訓，有院長、院級領導及行政管理人員的培訓制度、年度培訓計劃與考核辦法，並落實。 \n院長、院級領導及行政管理人員定期參加管理培訓，掌握現行的有關法律法規、部門規章，並能夠運用質量管理工具，提高管理水平。培訓時數符合培訓計劃的要求。 ",
        "1. \t醫院有行政領導人員職業化培訓制度，並落實。 \n2. \t醫院有院長、院級領導、科室領導及行政管理人員年度培訓計劃與考核及考核辦法，有記錄 \n3. \t有關職能部門對行政領導人員職業化培訓制度及各級管理人員年度培訓計劃與考核的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對行政領導人員職業化培訓制度及各級領導人員年度培訓計劃與考核的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對行政領導人員職業化培訓制度及各級管理人員年度培訓計劃與考核的改進有成效。 "
    ],
    "M2.2.3": [
        "管理2.2.3",
        "醫院有各級各類人員（包括全職或兼職的專業技術人員、行政管理人員和志願者等）崗前和在崗培訓，繼續教育和梯隊建設制度並組織實施。【相互引用質量3.1.4】",
        "醫院有各級各類人員（包括全職或兼職的專業技術人員、行政管理人員和志願者等）崗前培訓及繼續教育，包括住院醫師規範化培訓與繼續醫學教育、護士在職繼續醫學教育計劃、衞生專業技術人員崗前培訓管理制度和規劃、年度實施方案，並提供培訓條件及專項經費支持。醫院制定各級各類人員崗前和在崗培訓（包括：風險管理）及繼續教育計劃並組織實施，建立培訓階段目標及總目標，有完善的繼續醫學教育學分管理檔案。將繼續醫學教育與衞生技術人員聘任、晉升掛鈎。 \n醫院有對新員工/志願者進行崗前培訓包括：醫院的介紹、被任用的部門或病房的情況、有關崗位職責、院感防控知識、醫院風險防控知識、消防安全教育培訓、醫院各種需遵守的紀律及具體的工作分配考核等。 \n醫院有定期規範的在崗教育和培訓，組織全員培訓本院醫療質量安全核心制度，充分發揮專業人員在醫療質量管理工作中的作用【相互引用質量3.1.4】。培訓內容除專業知識外，還應包括；法律法規、感染控制、病歷撰寫、抗菌藥物、用血權限及管理規定、職業安全防護、投訴管理、溝通技巧、以人為本、人文關懷、以患者為中心、權益與責任（包括：尊嚴和尊重）、民風、民俗、信仰及共同決策要素等.有讓患者和家屬參與制定和/或執行部分員工教育方案，例如有關民風、民俗、信仰、溝通技巧及共同決策等。醫院定期對全體醫務人員進行傳染病防治知識和技能的培訓與傳染病處置演練。醫院開展全員應急培訓和演練，提高各級、各類人員的應急素質和醫院的整體應急能力。至少每年一次進行全院職工的消防安全教育，包括：報警、初起火災處理程序和方法，滅火器材使用，自救、互救和逃生，按照預案疏散患者等相關知識。 ",
        "1. \t醫院有各級各類人員崗前與在崗繼續教育，包括醫師、護士在職繼續醫學教育、衞生專業技術人員崗前培訓、繼續醫學教育的管理組織，管理制度和規劃、年度實施方案，並實施。 \n2. \t相關職能部門及科室對各級各類人員崗前與在崗繼續教育，包括醫師、護士在職繼續醫學教育、衞生專業技術人員崗前培訓、繼續醫學教育的管理組織，管理制度和規劃、年度實施方案的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對各級各類人員崗前培訓與在崗繼續教育，包括醫師、護士在職繼續醫學教育、衞生專業技術人員崗前培訓、繼續醫學教育的管理組織，管理制度和規劃、年度實施方案的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對各級各類人員崗前培訓與在崗繼續教育，包括醫師、護士在職繼續醫學教育、衞生專業技術人員崗前培訓、繼續醫學教育的管理組織，管理制度和規劃、年度實施方案的改進有成效。 "
    ],
    "M2.2.4": [
        "管理2.2.4",
        "醫院承擔培養下級醫院衞生技術人員等政府指令性任務，制定相關管理制度、方案、有具體措施予以保障，並組織實施。",
        "醫院具有住院醫師和專科護士規範化培訓基地資質，同時承擔培養下級醫院衞生技術人員等政府指令性培訓任務的醫院，有相關管理制度及保障措施，並組織實施。有專職人員負責培訓工作，規範化培訓和下級醫院衞生技術人員培訓相關管理制度，培訓方案，課程設計、培訓內容、考核等符合相關要求，對規範化培訓等項目所需的經費、師資、設備設施等資源予以保障。有相關管理、培訓檔案（如學科、數量）等相關資料。 ",
        "1. \t醫院有承擔下級醫院衞生技術人員培養任務、具有住院醫師和專科護士規範化培訓資質、繼續醫學教育及有專職人員負責住院醫師和專科護士規範化培訓工作的相關證明材料。 \n2. \t醫院有規範化培訓和培養下級醫院衞生技術人員相關管理制度措施，並實施。 \n3. \t醫院培訓方案，課程設計、培訓內容、考核等符合相關要求。 \n4. \t醫院對住院醫師和專科護士規範化培訓及培養下級醫院衞生技術人員等項目所需的經費、師資、設備設施等資源有保障，有記錄。 \n5. \t相關職能部門及科室對住院醫師和專科護士規範化培訓、培養下級醫院衞\n生技術人員實施情況和資源保障的情況有自查，對存在問題有糾正措施。 ",
        "主管部門對住院醫師和專科護士規範化培訓、培養下級醫院衞生技術人員實施情況和資源保障情況有監督、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對住院醫師和專科護士規範化培訓、培養下級醫院衞生技術人員實施情況和資源保障的改進有成效。 "
    ],
    "M2.2.5": [
        "管理2.2.5",
        "醫院重視醫院文化建設，加強醫務人員職業道德教育，堅持以患者為中心，建立行風建設與管理的組織和制度體系，完善工作機制，制定各級各類人員行為守則，落實\"行風建設九不準\"行為。",
        "醫院加強醫務人員職業道德教育，弘揚社會主義核心價值觀和新時代醫療衞生職業精神，堅持\"以患者為中心\"，尊重患者權利，履行防病治病、救死扶傷、保護人民健康的神聖職責。醫院有貫徹執行相關法律法規的要求，堅持公立醫院公益性，把社會效益放在首位，履行相應的社會責任和義務。有保障基本醫療服務的相關制度與規範，有\"以患者為中心\"，優化質量、改進服務、降低成本、控制費用的措施並執行，控制公立醫院特需服務規模。 \n醫院重視醫院文化建設，建立醫院文化建設制度，把醫院文化培育成核心競爭力，逐步建立以患者為中心、注重醫療質量安全根植於醫院服務理念的特色價值取向和行為守則。醫院文化建設納入醫院建設發展規劃，有建設方案，能夠體現以患者為中心導向、根植於本院服務理念。 \n醫院執行《關於建立醫務人員醫德考評制度的指導意見（試行）》，建立行風建設與管理的組織和制度體系，完善工作機制。醫院有醫德醫風管理和行風建設與管理組織體系，制定各級各類人員行為守則；有專人負責管理；有多部門共同參與的行風建設、考評、獎懲和公示等制度及結果共享機制；有行風考評方案和量化標準，並落實；醫德考評結果與醫務人員的晉職晉級、崗位聘用、評先評優、績效考核等直接掛鈎；全體員工均有規範的行風考評檔案。 \n醫院有文明行醫的管理制度及文明行醫的行為守則，並落實；無推諉、拒診患者，員工均知曉文明行醫規範要求及文明行醫的行為守則，並執行。 \n醫院有廉潔自律的工作規範和相關制度，並落實。對全體員工，尤其重點部門、重點人員進行廉潔自律及警示教育，有廉潔自律工作的督查。有重點崗位、重點人員輪崗機制，並落實。 \n醫院有措施並落實\"行風建設九不準\"行為杜絕開單提成等現象；嚴格執行國家藥品價格，不準違規收費、嚴禁重複收費；不準違規接受社會捐贈資助；不準參與推銷活動和違規發佈醫療廣告；嚴禁為商業目的統方；不準違規私自採購使用醫藥產品；不準收受回扣；不準收受患者\"紅包。 \n醫院對\"行風建設九不準\"行為有定期教育，並有記錄。 ",
        "1. \t醫院加強醫務人員職業道德教育，堅持\"以患者為中心\"，並建立醫院文化建設制度，逐步建立以患者為中心和醫療質量安全的服務理念、價值取向和行為守則，在患者整個就醫的全過程中得到體現。 \n2. \t醫院有醫德醫風管理和行風建設與管理組織體系，制定各級各類人員行為守則；有專人負責管理，有多部門共同參與的行風建設、考評、獎懲和公示等制度，結果共享機制；有行風考評方案和量化標準，並實施。 \n3. \t醫院有醫德考評結果與醫務人員的晉職晉級、崗位聘用、評先評優、績效工資、定期考核等直接掛鈎；全體員工均有規範的行風考評檔案，執行情況有記錄。 \n4. \t醫院有文明行醫的管理制度及文明行醫的行為守則，廉潔自律的工作規範、相關制度及落實\"行風建設九不準\"行為，並實施。醫院沒有領導班子發生嚴重職務犯罪或嚴重違紀事件；沒有醫務人員發生違反《醫療衞生行風建設\"九不準\"》的羣體性事件。 \n5. \t相關職能部門及科室有以患者為中心和醫療質量安全的服務理念、價值取向和行為守則，並對醫德醫風管理、行風建設與管理、各級各類人員行為守則、文明行醫的管理制度、廉潔自律的工作規範及\"行風建設九不準\" 行為的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對以患者為中心和醫療質量安全的服務理念、價值取向和行為守則，並對醫德醫風管理、行風建設與管理、各級各類人員行為守則文明行醫的管理制度、廉潔自律的工作規範及\"行風建設九不準\"行為的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對以患者為中心和醫療質量安全的服務理念、價值取向和行為守則，並對醫德醫風管理、行風建設與管理、各級各類人員行為守則、考評、獎懲和公示等制度、文明行醫的管理制度、廉潔自律的工作規範及\"行風建設九不準\"行為的改進有成效。 "
    ],
    "M2.2.6": [
        "管理2.2.6",
        "（教學醫院可選）醫院師資、設施設備符合醫學院校教學要求，獨立承擔臨牀醫學教育任務。",
        "教學醫院為正式批准的獨立承擔臨牀醫學、護理學教育任務的醫院，有承擔臨牀醫學、護理學教育任務的師資、教學管理幹部、設備、設施等資源配置符合教育部有關教育教學標準要求，並取得相應資質認可。有主管院領導，專門部門和專職人員、專業教研組、專（兼）職教師負責教學管理工作。有教學規劃、資金投入和保障制度，並落實。能完成規定的學歷教育的臨牀教學與實習任務，資料完整。 \n教學醫院有相關部門負責實施\"基礎理論、基本知識、基本技能（三基）\"培訓及考核，並有相關的管理制度；有根據不同層次及專業的衞生技術人員的 \"三基\"培訓計劃，並實施；有與培訓相適宜的技能培訓設施、設備及經費保障，有培訓考核及成效，有記錄。 \n教學醫院有定期對專科醫師、技師（含麻醉、康復、放射、超聲、介入、消毒供應室等）進行專業理論和技能培訓的制度；並對相關人員進行嚴格的專業理論和技能培訓，考核合格。定期（至少每年）接受繼續教育知識更新，並有記錄。 \t \n承擔護理臨牀教學任務的醫院要有護理人員在職繼續教育培訓與考評制度。有護理人員在職繼續教育計劃，並落實；培訓內容結合臨牀需求，體現不同崗位、不同專業、不同層次護理人員的特點，定期評估培訓效果，並有記錄。根據醫院功能與任務，制定醫院專科護理人員培訓計劃。按計劃開展專科護理人才培訓，定期評估培訓效果，專科護理人才在臨牀患者護理工作中發揮作用。 ",
        "1. \t教學醫院有教學規劃、資金投入和保障制度，能完成規定的學歷教育的臨牀教學與實習教學任務，資料完整。 \n2. \t教學醫院有相關部門負責實施三基培訓；有考核及成效，有記錄。 \n3. \t教學醫院有定期對專科醫師、專科護士、技師（含麻醉、康復、放射、超聲、介入、消毒供應室等）進行專業理論和技能培訓的制度及考核、在職繼續教育培訓，定期評估培訓效果並有記錄。 \n4. \t教學醫院的相關職能部門及科室對教學規劃、學歷教育的臨牀教學與實習教學任務、\"三基\"培訓、護理人員在職繼續教育培訓與考評、專科專業技術人員理論和技能培訓及考核、教學資金投入和保障制度、教學師資、設施設備的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對教學規劃、學歷教育的臨牀教學與實習教學任務、\"三基\"培訓、護理人員在職繼續教育培訓與考評、專科專業技術人員理論和技能培訓及考核、教學資金投入和保障制度、教學師資、設施設備管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明教學醫院對教學規劃、學歷教育的臨牀教學與實習教學任務、\"三基\"培訓、護理人員在職繼續教育培訓與考評、專科專業技術人員理論和技能培訓及考核、教學資金投入和保障制度、教學師資、設施設備管理的改進有成效。 "
    ],
    "M2.3": [
        "管理2.3",
        "職業安全",
        "",
        "",
        "",
        ""
    ],
    "M2.3.1": [
        "管理2.3.1",
        "醫院貫徹與執行國家法律法規的要求，建立與完善職業安全防護相關措施。【相互引用質量1.2.3，質量7.1.3，管理2.3.4】",
        "醫院貫徹與執行國家法律法規的要求，建立與完善職業安全防護與預防傷害的措施、應急預案、處理與改進的制度，醫院按照國家的法律法規和相關標準依據危險性程度制定分級防護的管理規定，配備防護設施設備和用品，並建立員工個人健康檔案【相互引用質量7.1.3】。 \n醫院為員工安排上崗前職業安全防護教育，每位員工有繼續在崗職業安全防護的培訓【相互引用管理2.3.4】，相關人員知曉職業安全防護與傷害的應急預案、處置流程。並加強職業防護、支持員工在職業安全防護的需要和員工工作管理。 ",
        "1. \t醫院有職業安全防護與傷害的措施、應急預案、處理與改進的制度，並實施。 \n2. \t醫院有為每位員工建立個人健康檔案及安排上崗前職業安全防護的培訓和繼續教育，並實施。 \n3. \t相關職能部門及科室對職業安全防護與預防傷害的措施、應急預案、處理與改進的制度及員工職業安全防護的培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對職業安全防護與預防傷害的措施、應急預案、處理與改進的制度及員工職業安全防護的培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對職業安全防護與預防傷害的措施、應急預案、處理與改進的制度及員工職業安全防護的培訓的改進有成效。 "
    ],
    "M2.3.2": [
        "管理2.3.2",
        "醫院有制度及流程監控顯示屏幕設備的使用對員工健康的影響。",
        "醫院制定使用顯示屏幕設備的制度與流程，風險評估指引和防範措施，使用顯示屏幕設備的風險包括：屏幕清晰度、鍵盤大小、工作台面面積、座椅高度、腳踏穩固性、工作環境的光線及使用者的坐姿。 \n顯示屏使用者可交替使用顯示屏設備和其他工作，以便轉變姿勢並舒緩因長時間使用顯示屏設備引致的疲勞。假若沒有其他工作安排，建議給予顯示屏使用者適當的休息時間或安排多元化的工作，可讓員工獲得更大的工作滿足感。醫院對工作期間使用顯示屏的員工進行使用顯示屏幕設備的安全教育，並指導員工每年，或工作環境/位置變更時，要進行使用電腦顯示屏幕設備的風險評估。 ",
        "1. \t醫院有使用顯示屏幕設備的制度與流程，風險評估指引和防範措施，並實施。 \n2. \t醫院有對相關員工進行工作期間使用顯示屏幕設備的安全教育和培訓，有記錄。 \n3. \t相關職能部門及科室對使用顯示屏幕設備的制度與流程，風險評估指引和防範措施、工作期間使用顯示屏幕設備的教育和培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對使用顯示屏幕設備的制度與流程，風險評估指引和防範措施、工作期間使用顯示屏幕設備教育和培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證醫院對顯示屏幕設備的制度與流程，風險評估指引和防範措施、工作期間使用顯示屏幕設備教育和培訓的改進有成效。 "
    ],
    "M2.3.3": [
        "管理2.3.3",
        "醫院有保護員工體力操作的管理制度和流程，配備保護設施，保障員工體力處理操作安全。",
        "醫院在切實可行範圍內，確保其所有員工工作中的安全及健康，制定體力處理操作指引，列明安全處理體力處理操作的原則：包括：安全措施、工作類別、個人能力、負荷物和環境。 \n醫院及員工對體力處理操作都有責任保障自身和他人的安全，包括：醫院／工作場所負責人應在分配可能有危險的體力處理操作時，評估員工個人能力；及為員工提供足夠的訓練。員工進行體力處理操作，儘量與其他員工合作並使用醫院提供的機械輔助設備或防護設備安全，包括腰帶、橫向移動輔助儀器等 以減少體力處理操作時引致的危險。 \n醫院為需要執行體力處理操作的員工推廣正確的人體力學訓練、體力處理操作技術的教育和培訓，併為員工在進行體力處理操作前評估，減少因不適當體力操作處理方法而出現的受傷風險。 ",
        "1. \t醫院有體力處理操作指引，並實施。 \n2. \t醫院有體力處理操作技術及輔助設備的教育和培訓，並實施。 \n3. \t相關職能部門、後勤班組及科室對體力處理操作指引和體力處理操作技術及輔助設備操作的培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對體力處理操作指引和體力處理操作技術及輔助設備操作的培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對體力處理操作指引和體力處理操作技術及輔助設備操作的培訓的改進有成效。 "
    ],
    "M2.3.4": [
        "管理2.3.4",
        "醫院有控制有害職業暴露，如暴露於感染物品、化學品、毒性藥物、噪聲/震動、放射安全、有害光線的管理措施。【相互引用質量3.3.8，質量3.4.3，質量6.4.3，管理2.3.1，管理6.1.1，管理6.3.1，管理6.3.2】",
        "醫院有感染控制與環境安全與保護環境管理程序與措施，並遵照實施，有記錄。環境保護及人員職業安全防護符合規定。醫院制定職業防護制度及職業暴露處理規範，如暴露於感染物品、化學品、毒性藥物、有害噪聲、放射安全和有害光線的管理及醫療廢物管理制度和安全操作規程【相互引用質量3.3.8】。 \n醫院有明確規定麻醉藥品、精神藥品、放射性藥品、醫療用毒性藥品等特殊管理藥品及藥品類易製毒化學品的存放區域、標識和貯存方法的相關規定、以避免員工暴露，保障環境與人員安全。對相關人員進行規範培訓，並遵循管理要求【相互引用質量3.4.3，管理6.3.2】。 \n醫院在拆除、建造或翻新項目實施前，進行風險評估其中包括感染風險、火災風險、噪聲/震動等風險，採取相應防控措施以降低或消除風險，確保員工和患者/服務使用者處在安全的環境中。【相互引用管理6.1.1】。 \n醫院有患者與工作人員放射防護制度，並執行；工作人員佩戴個人放射劑量計；對相關工作人員放射防護有培訓並有證書；科室放射防護管理制度落實【相互引用質量6.4.3，管理6.3.1】。 \n醫院有激光設備維護和激光系統質量保證；有足夠的個人保護設備（如：提供給激光人員和患者合規格的激光防護眼鏡，激光面具，防護服，激光區域煙排器與過濾器等和集體保護設備（如激光百葉窗、照明標誌、警告標誌）【相互引用管理6.3.2】。 \n醫院對特殊檢查室工作人員有相關制度、規範（程）的培訓與教育，並有記錄；臨牀核醫學診斷時防護符合要求；具有相應的防護設備，工作人員做好相關防護；候診室靠近給藥室和檢查室，給藥後的患者應在具有防護設施並有患者專用廁所區域內候診，候診區域與廁所均經過環評，並有環評報告。醫院特殊檢查室有突發意外事故管理規範與應急預案，並嚴格執行【相互引用管理 6.4.2】。有突發意外應急預案及處置措施的培訓及演練，相關人員知曉並掌握。 \n醫院為相關員工提供減低感染、放射及其他職業暴露的保護衣物和配置防護設施，開展職業安全防護的培訓，確保培訓效果，並有記錄【相互引用管理2.3.1】。有意外應急預案及處置措施，並每年進行演練，有記錄。有關員工均知曉。 ",
        "1. \t醫院有實施感染控制與環境安全管理程序與措施，職業暴露處理規範，有記錄。 \n2. \t醫院對相關人員提供控制有害職業暴露知識培訓，有突發意外應急預案及處置措施，每年開展演練，確保培訓效果，並有記錄。 \n3. \t相關職能部門及科室對感染控制與環境安全管理程序與措施、職業暴露處理規範、相關人員控制有害職業暴露知識培訓及應急預案演練的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對感染控制與環境安全管理程序與措施、職業暴露處理規範、相關人員控制有害職業暴露知識培訓及應急預案演練的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對感染控制與環境安全管理程序與措施、職業暴露處理規範、相關人員控制有害職業暴露知識培訓及應急預案演練的改進有成效。 "
    ],
    "M2.3.5": [
        "管理2.3.5",
        "醫院有制度與措施預防和解決工作場所暴力和侵犯行為。【相互引用質量2.5.2，管理6.1.4】",
        "醫院依據國家相關要求建立健全醫院安全保衞系統，確保員工及患者安全。醫院有防範和控制工作場所暴力和侵犯行為的管理制度和措施；保障患者就醫全過程及員工人身安全，有多系統管理全院員工（含院外工作員工）的安全風險。醫院有安全保衞管理部門，有完備的報警設施，當員工受到人身安全威脅、面對暴力、欺凌、騷擾或侵犯時可及時通知警務室【相互引用管理6.1.4】。醫院確定有可能發生工作場所暴力的區域，採取措施以降低風險。如醫院擬採取的有關措施可能會影響醫院和員工工作和生活時，需諮詢員工。 \n醫院為員工提供工作場所暴力和侵犯行為的教育、培訓和干預措施，包括正確及有效的溝通技巧。醫院對相關員工進行正確應對暴力和侵犯事件的培訓，包括將工作場所暴力和侵犯行為對患者/員工傷害/影響減至最低、降温策略、及適時適度回應暴力和侵犯事件【相互引用質量2.5.2】。所有員工均知曉工作場所暴力防範預案、應急預案、處置流程及保護人身安全的方法及報警的方式，並落實。 ",
        "1. \t醫院有防範和控制工作場所暴力和侵犯行為的管理制度和措施，有院外工作員工相關的安全風險管理系統，有保障患者/服務使用者在院內運送期間的安全系統，並實施。 \n2. \t醫院有對員工進行應對暴力和侵犯事件時正確及有效的與患者溝通技巧及報警的培訓，並記錄。 \n3. \t相關職能部門及科室對工作場所暴力和侵犯行為的管理制度和流程、針對全院員工（含院外在院工作員工）的安全風險管理系統、保障患者/服務使用者在院內就醫全過程的安全系統、應對暴力和侵犯事件的培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對工作場所暴力和侵犯行為的管理制度和流程、針對全院員工（含院外在院工作員工）的安全風險管理系統、保障患者/服務使用者在院內就醫全過程的安全系統、應對暴力和侵犯事件的培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對工作場所暴力和侵犯行為的管理制度和流程、針對全院員工（含院外在院工作員工）的安全風險管理系統、保障患者/服務使用者在院內就醫全過程的安全系統、應對暴力和侵犯事件的培訓的改進有成效。 "
    ],
    "M2.4": [
        "管理2.4",
        "員工健康",
        "",
        "",
        "",
        ""
    ],
    "M2.4.1": [
        "管理2.4.1",
        "醫院為員工提供入職體檢，定期預防接種疫苗、檢查及膳食服務。【相互引用管理6.1.3】",
        "醫院為員工進行入職體檢，旨在通過體檢保證入職員工的身體狀況適合從事該專業工作，在集體生活中不會造成傳染病流行，不會因其個人身體原因影響患者/服務使用者及其他醫院員工。 \n醫院按相關規定對有職業暴露於可預防傳播的傳染性疾病的員工實施接種疫苗和計劃免疫，避免感染和造成傳染病流行。醫院定期為員工預防接種國家規定的疫苗，並有記錄其免疫狀況。 \n醫院為員工提供膳食服務，有專職部門或專人負責員工膳食服務，並建立各項健全食品衞生安全管理制度和崗位責任。保障飲食衞生安全，滿足員工需要【相互引用管理6.1.3】。 ",
        "1. \t醫院有員工健康和體檢計劃、為員工進行入職體檢、接種疫苗和計劃免疫，並有記錄。 \n2. \t醫院為員工提供具有飲食衞生安全保障的膳食服務，並實施。 \n3. \t相關職能部門及科室對員工健康和體檢計劃、為員工進行入職體檢、接種疫苗和計劃免疫、為員工提供具有飲食衞生安全保障的膳食服務的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對員工健康和安全計劃、為員工進行入職體檢、接種疫苗和計劃免疫、為員工提供具有飲食衞生安全保障的膳食服務的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對員工健康和安全計劃、為員工進行入職體檢、接種疫苗和計劃免疫、為員工提供具有飲食衞生安全保障的膳食服務的改進有成效。 "
    ],
    "M2.4.2": [
        "管理2.4.2",
        "醫院根據國家法律法規，關注員工身體和心理健康，保障員工合法健康權益。並定期報告、評估和審查。【相互引用質量2.5.1，質量2.6.2，管理1.5.1，管理1.5.3】",
        "醫院關注員工身體和心理健康，保障員工合法健康權益；併為員工制定員工健康和保健計劃，保障員工生理和心理健康及保證他們在安全的環境中工作。 \n醫院有定期進行工作場所評估，有工作量和總體壓力監測制度；發現問題有改進措施；並定期審核和向相關部門的主管報告。為員工提供安全的工作場所，以提升員工作倖福感。醫院加強員工工作與生活平衡的管理，監控工作時間與工作量、缺勤情況，及時瞭解員工疲勞程度，將與風險有關的健康和安全信息告知員工，聽取員工對維護其身心健康及職業安全措施的意見和反饋，減輕其工作壓力；醫院有員工工作時間及加班補休規定，並落實【相互引用管理1.5.1，管理1.5.3】。 當員工被投訴或發生不良事件時，醫院以同理心與受不良事件影響的有關員工溝通；並給予所需的支持【相互引用質量2.5.1，質量2.6.2】。 \n醫院通知員工讓其瞭解可能在工作中發生常見的損傷，在受傷或生病後知曉報告方式、治療方式、接受會診和隨訪的方式，包括適當地使用醫院或社區的資源。 ",
        "1. \t醫院有工作場所評估，工作量和總體壓力監測制度，並實施；定期審核和向相關部門主管的報告，有記錄。 \n2. \t醫院加強員工工作與生活平衡的管理，監控工作時間與工作量、缺勤情況，及時瞭解員工疲勞程度的工作記錄及發現問題的改進案例。 \n3. \t醫院員工在受傷或生病後能夠獲取治療和隨訪，有案例説明。 \n4. \t相關職能部門及科室對職業安全防護與傷害的措施、員工健康和保健計劃、工作場所評估、工作量監測、總體壓力監測制度、工作與生活平衡的管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對職業安全防護與傷害的措施、員工健康和保健計劃、工作場所評估、工作量監測、總體壓力監測制度、工作與生活平衡的管理的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對職業安全防護與傷害的措施、員工健康和保健計劃、工作場所評估、工作量監測、總體壓力監測制度、工作與生活平衡的管理有改進。 "
    ],
    "M3.0": [
        "管理3.0",
        "財務管理",
        "",
        "",
        "",
        ""
    ],
    "M3.1": [
        "管理3.1",
        "財務核算與資產管理。",
        "",
        "",
        "",
        ""
    ],
    "M3.1.1": [
        "管理3.1.1",
        "醫院嚴格執行國家相關法律、法規和財務制度的規定。財務機構設置、人員配置符合規範要求，崗位職責明確。【相互引用管理3.1.4】",
        "醫院應嚴格執行國家相關法律法規和財務制度的規定。財務機構設置符合要求、管理制度健全、會計核算規範。 \n醫院制定財務管理制度、會計核算制度、內部控制制度及內部審計制度等，並根據政策法規變動情況及時更新。醫院建立權限管理制度，並實行總會計師制度，制定總會計師履職保障機制與評估機制。總會計師協助院長管理醫院經濟和運營工作，對醫院經濟運行進行管理與監督。醫院根據國家相關法律法規，設立財務管理部門，實行\"統一領導，集中管理\"的財務管理體制，財務活動均由醫院財務部門集中管理。醫院財務人員配置符合規範要求，人員崗位職責及資質要求明確，確保會計人員持證上崗；有財務人員配置、輪崗及培訓計劃，並組織實施。財務部門負責人有會計師以上專業技術職務資格或至少從事會計工作5年以上經歷。 \n醫院有完善的內部控制機制和審計制度及計劃並實施，定期對醫院經濟運行情況進行評價與監控，審計結果對醫院黨委負責。醫院設立內部審計部門及專職審計人員，明確其崗位職責。內部審計部門制定年度審計計劃，對醫院有關部門和項目進行內部審計，對政府採購項目全過程、重大經濟事項進行專項審計與監督。醫院須定期向職工代表大會報告審計工作情況。醫院設立內部控制領導小組，由其主要負責人任組長。 \n醫院有月度、季度、年度財務報告，並按照規定經過註冊會計師審計【相互引用管理3.1.4】。財務監督實行事前、事中、事後監督相結合，日常監督與專項檢查相結合，並接受上級有關部門監督。 \n醫院定期開展財務管理制度的培訓與教育，對更新後財務管理制度有培訓的記錄。對重要崗位有輪轉機制，並在轉崗前對相關人員進行新崗位上崗培訓。 ",
        "1. \t醫院有健全的財務管理制度、會計核算制度、內部控制制度及內部審計制度等，相關人員熟知並實施。 \n2. \t醫院有總會計師制度，有總會計師履職保障機制與評估機制，有記錄。 \n3. \t醫院有月度、季度、年度財務報告和審計報告，實行事前、事中、事後監督相結合、日常監督與專項檢查相結合，並有記錄或提供內審部門事前事中的審核記錄。 \n4. \t醫院有定期財務管理制度的培訓與教育，重點崗位有輪轉機制並在轉崗前有培訓，有相關培訓教育資料及記錄。 \n5. \t財務部門對其機構設置、財務管理制度、財務管理制度、人員配置、崗位職責與會計核算的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對財務部門機構設置、財務管理制度、人員配置、崗位職責與會計核算的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對財務部門機構設置、財務管理制度、人員配置、崗位職責與會計核算規範的改進有成效。 "
    ],
    "M3.1.2": [
        "管理3.1.2",
        "醫院應按照國家相關法律法規和預算管理規定計劃、編制預算，加強預算管理，監督和考核預算執行情況。",
        "醫院應按照國家相關法律法規和相關預算管理規定計劃、編制和執行預算，加強預算管理，監督和考核預算執行情況。醫院依據財政部門及上級主管部門關於預算管理的有關規定，制定預算管理制度及流程，包括預算計劃、編制、審批、執行、調整、決算、分析和績效評價等制度，並按規範程序制定預算編制、審批和調整，科學編制預算，將所有醫院收支全部納入預算管理，實行全面預算管理，包括財務預算，業務預算和專門決策預算。 \n醫院按照相關規定，及時編制年度決算上報上級財政部門審核，並根據上級財政部門的批覆意見及時調整有關數據。醫院按照預算批覆，嚴格執行預算，明確預算執行責任科室和責任人。醫院定期進行預算執行結果的分析和績效評價，將預算考核結果、成本控制目標納入內部業務綜合考核的依據之一。 ",
        "1. \t醫院有預算管理制度、管理體系及流程，有預算編制、審批和調整，並實施。 \n2. \t醫院有財務預算，業務預算和專門決策預算，並實施。 \n3. \t醫院有預算執行結果分析和績效評價，有考核記錄。 \n4. \t醫院有年度決算上報財政部門審核，根據批覆意見及時調整有關數據，有記錄。 \n5. \t財務部門對預算管理、監督和考核預算的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對預算管理、監督和考核預算的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對預算管理、監督和考核預算的改進有成效。 "
    ],
    "M3.1.3": [
        "管理3.1.3",
        "醫院應實行全成本核算管理，降低財務風險，優化投入產出比，提高醫療資產利用效率。",
        "醫院應建立成本核算管理體系和健全成本定額管理、費用審核等管理制度及流程，並採取有效措施，控制成本費用支出。醫院應建立科學精細的成本核算，開展科室成本、診次成本、牀日成本、醫療服務項目成本核算、病種成本、按疾病診斷相關分組（DRG）成本核算。醫院應成立成本核算工作領導小組和成本核算部門，工作職責明確，醫院設置專職成本核算員，並明確崗位職責。醫院按時形成成本報表和成本核算報告，並對成本核算結果和成本控制情況做出詳細説明。 \n醫院有控制運行成本和債務規模，降低財務風險，優化投入產出比，提高醫療資源利用效率。醫院有對外投資的管理制度和流程，對外投資經過充分論證，並考核論證的有效性後報上級有關部門批准；醫院有流動資產、固定資產和無形資產管理以及負債管理等相關制度，非流動負債按規定審批。 ",
        "1. \t醫院有成本核算管理、成本定額管理、費用審核等管理制度和流程，對外投資的管理制度和流程、有流動資產、固定資產和無形資產管理以及負債管理等相關制度流程，並實施。 \n2. \t醫院有控制運行成本和債務規模，降低財務風險，優化投入產出比，提高醫療資源利用效率，有佐證資料。 \n3. \t財務部門對成本核算管理、控制運行成本和債務規模，降低財務風險，提\n高醫療資源利用效率的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對成本核算管理、控制運行成本和債務規模，降低財務風險，提高醫療資源，提高資產利用效率的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院成本費用得到控制，成本效益提升，對成本核算管理、控制運行成本和債務規模，降低財務風險，資產管理，資產利用效率的改進有成效。 "
    ],
    "M3.1.4": [
        "管理3.1.4",
        "醫院應建立和健全財務核算及其應用系統，用於記錄和報告資產、負債、所有者權益收入成本和利潤，監控過去和現在的財務狀況，預測將來，並按要求編制財務報告。【相互引用管理3.1.1】",
        "醫院應建立和健全財務核算及其應用系統，用於記錄和報告資產、負債、所有權益者、收入、成本和利潤，定期分析財務數據，監控過去和現在的財務狀況，並用於預測將來的財務情況或編制預算。 \n財務部門按照相關要求提交實用、適時、準確的財務報告給醫院管理團隊和被授權的財務人員，並編制月度、季度、年度財務報告【相互引用管理3.1.1】，年度財務報告按規定經過註冊會計師審計。醫院擁有完善的財務管理規範。 \n醫院在財務人員上崗前對其進行財務系統使用的培訓，確保其熟知並使用。 ",
        "1. \t醫院有財務管理與應用系統，相關人員熟知並實施。 \n2. \t財務部門按照相關要求提交實用、適時、準確的財務報告，有佐證。 \n3. \t財務部門有編制月度、季度、年度財務報告，年度財務報告按規定經過註冊會計師審計及財務分析記錄。 \n4. \t財務部門對財務人員進行財務系統使用的培訓資料及記錄。 \n5. \t財務部門對財務系統使用、財務報告及財務分析的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對財務系統使用、財務報告及財務分析的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對財務系統使用、財務報告及財務分析的改進有成效。 "
    ],
    "M3.1.5": [
        "管理3.1.5",
        "醫院應建立各類基本醫療保險管理制度和相應保障措施，嚴格管理醫療服務收費，落實醫療服務價格公示制度，完善醫藥收費稽核制度，確保醫藥價格各類系統信息準確；規範新增醫療服務價格項目內部審核流程和申報程序。",
        "醫院根據國家相關法律法規，有內部價格管理機制，有價格管理制度和各類基本醫療保險管理制度和相應保障措施，嚴格醫療服務收費管理。醫院保障各類參加基本醫療保險人員的權益，公開基本醫療保險服務收費標準、公開醫療保險支付項目和標準，有專門負責基本醫療保險管理工作的部門，向患者提供基本醫療保險相關信息和諮詢服務，對於基本醫療保險服務範圍外的診療項目應事先徵得參保患者的知情同意。相關人員熟悉並遵循制度或措施。 \n醫院根據國家相關法律法規，全面落實醫療服務價格公示制度，提高收費透明度；完善醫藥收費複核制度；醫院有保障醫藥價格信息管理系統，價格信息、確保醫藥價格管理系統信息真實準確；根據國家有關規定調整價格，準確維護價格數據庫信息。醫院配置價格及醫保管理部門和人員，並明確其職責。 \n醫院規範新增醫療服務價格項目內部審核流程和申報程序。 ",
        "1. \t醫院有內部價格管理機制、價格管理制度、各類基本醫療保險管理制度和相應保障措施、相關人員熟知並實施。 \n2. \t醫院有醫療服務價格公示制度、保障醫藥價格信息管理系統、醫藥收費複核制度和新增醫療服務價格項目內部審核流程和申報程序。 \n3. \t財務部門對各類基本醫療保險管理制度和相應保障措施、醫療服務價格公示制度、醫藥收費複核制度和新增醫療服務價格項目內部審核流程和申報程序的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對各類基本醫療保險管理制度和相應保障措施、醫療服務價格公示制度、醫藥收費複核制度和新增醫療服務價格項目內部審核流程和申報程序的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對各類基本醫療保險管理制度和相應保障措施、醫療服務價格公示制度、醫藥收費複核制度和新增醫療服務價格項目內部審核流程和申報程序的改進有成效。 "
    ],
    "M3.1.6": [
        "管理3.1.6",
        "醫院應執行國家法律法規及政府採購相關規定，建立藥品、耗材、設備、基建、貨物、服務等採購制度和流程，加強集中採購及招標管理。【相互引用管理6.2.1】",
        "醫院執行國家法律法規及政府採購相關規定，建立藥品、耗材、設備、基建、貨物、服務等採購制度和流程，加強集中採購管理【相互引用管理6.2.1】。 \n醫院按照政府採購相關規定建立相關藥品、耗材和物品等集中採購制度和流程，有嚴格管理和審批程序，並落實。醫院對藥品、耗材、貨物、設備、基建等實施規範採購或招標。醫院有采購管理和監督部門，實行採購業務的決策、實施、監督相分離。 \n醫院按照相關規定建立設備和基建招標制度和流程，有嚴格管理和審批程序，並落實。有招標管理和監督部門，實行招標的決策、實施、監督相分離。 ",
        "1. \t醫院有按照相關規定，執行國家法律法規及政府採購相關規定，建立相關藥品、耗材和貨物等採購制度和流程，有嚴格管理和審批程序並落實。 \n2. \t醫院有藥品、耗材、貨物、設備、基建等實施規範採購或招標。 \n3. \t醫院有采購管理和監督部門，實行採購業務的決策、實施、監督相分離。 \n4. \t醫院有招標管理和監督部門，實行招標的決策、實施、監督相分離。 \n5. \t財務部門、藥品、耗材等相關部門對藥品、耗材、設備、基建、貨物、服務等集中採購及招標管理、制度和流程的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對藥品、耗材、設備、基建、貨物、服務等集中採購及招標管理、制度和流程的實施有監管、定期分析、反饋和實施改進等措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對藥品、耗材、設備、基建、貨物、服務等集中採購及招標管理、制度和流程的改進有成效。 "
    ],
    "M4.0": [
        "管理4.0",
        "信息管理",
        "",
        "",
        "",
        ""
    ],
    "M4.1": [
        "管理4.1",
        "醫院信息管理系統能滿足醫院實現管理與業務目標的需求",
        "",
        "",
        "",
        ""
    ],
    "M4.1.1": [
        "管理4.1.1",
        "醫院建立以院長為組長的醫院信息化建設領導小組，有負責信息管理的專職部門，並建立各部門間的組織協調機制。制訂信息化發展規劃，有與信息化建設配套的相關管理制度。根據國家相關規定，實現信息數據的互聯互通、交互共享數據真實可靠。",
        "醫院建立以院長為組長的醫院信息化建設領導小組，有負責信息化管理組織及負責信息管理的獨立職能部門，制定保障信息化建設、管理的規章制度，並有與信息化建設相配套的相關管理制度。醫院有信息化建設中長期發展規劃和年度工作計劃，內容包括實施方法、實施步驟、信息化建設及運行維護的年度預算等，並落實。建立各部門間的組織協調機制、信息管理、信息使用的溝通協調機制。 \n醫院根據國家相關規定，信息系統具備信息集成、實現互聯互通與交互共享功能。 \n醫院根據國家統計法與衞生行政部門規定，完成醫院基本運行狀況、醫療技術、診療信息和臨牀用藥監測信息等相關數據報送工作，有保證信息真實、可靠、完整的具體核查措施。 ",
        "1. \t醫院有院長為組長的醫院信息化建設領導小組，有負責信息管理的專職的職能部門、信息化建設配套的相關管理制度和信息化建設中長期發展規劃和年度工作計劃，並實施。 \n2. \t醫院信息系統有信息集成，實現互聯互通與交互共享功能。 \n3. \t醫院有依據規定完成數據報送工作，有保證信息真實、可靠、完整的具體核查措施，有記錄。 \n4. \t相關職能部門及信息科對信息化建設配套的相關管理制度、信息化建設中長期發展規劃、年度工作計劃和數據報送工作的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對信息化建設配套的相關管理制度、信息化建設中長期發展規劃、年度工作計劃和數據報送工作的實施有監管，定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對信息化建設配套的相關管理制度、信息化建設中長期發展規劃、年度工作計劃和數據報送工作的改進有成效。 "
    ],
    "M4.1.2": [
        "管理4.1.2",
        "醫院制定文件控制制度。明確文件制定、審核、審批、存檔、更新及作廢的流程，統一格式和編號規則，以確保文件能被正確使用。",
        "醫院有文件控制制度，規範醫院內各類文件的制定規則，包括：制定程序、編號、格式和內容等要求。所有臨牀和非臨牀的文件（即制度、流程和指南，包含所有員工必需理解和使用的基本信息）都應納入管控範圍。 \n文件控制制度應明確文件起草、審核、批准、執行、審查、更新程序，並可在任何時間內被查詢和追蹤。每個受控文件均需列明作者、發文部門、保管部門、審核人、批准人/簽發人、文件編號、啓用時間等。為確保每個受控文件版本的當前性、準確性和可用性，醫院應統一文件編號規則和格式要求，明確作廢文件的保留時間不短於法律法規要求的時間，確保這些文件不會被誤用。 \n醫院有管理醫院外部來源的文檔的機制和流程。當有新／更新制度和／或程序發佈時，醫院制定相應受控文件分發流程，將這些文件分發相關部門和員工及其他利益相關者，確保所有經批准的受控文件自生效日期開始實施，確保員工已閲讀並熟悉與其工作相關的制度和程序。受控文件保管人制定該文件的執行審核計劃、定期監測員工的遵從性，並向有關委員會報告審核結果和相應的改進行動。 \n醫院建立文件追蹤系統，可採用多種形式查詢，如：標題、發佈日期、版本和/ 或修訂日期、發文部門、審核人、審批/籤批人等。通過完善的追蹤系統，醫院員工能適時找到並取得與其工作任務和其他特殊情況所需的當前的制度與程序。 ",
        "1. \t醫院有文件控制制度和文件追蹤系統，並實施。 \n2. \t醫院有確保相關版本受控文件是當前和可用的措施，並實施。 \n3. \t醫院有制定發佈新/更新文件的制度和流程，並實施。 \n4. \t醫院有制定文件的審核計劃和改進行動，並實施。 \n5. \t相關職能部門對文件控制制度、文件管理追蹤系統、確保相關版本文件的當前性、準確性和可用性的措施和發佈新/更新文件的制度與流程、文件的審核計劃和改進行動的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對文件控制制度、文件追蹤系統、確保相關版本受控文件的當前性、準確性和可用性的措施、發佈新/更新文件的制度與流程、文件的審核計劃和改進行動的實施有自查有監管，定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對文件控制制度、文件追蹤系統、相關版本受控文件的當前性、準確性和可用性的措施、發佈新／更新文件的制度與流程、文件的審核計劃和改進行動的改進有成效。 "
    ],
    "M4.1.3": [
        "管理4.1.3",
        "醫院信息系統能夠系統、連續、準確地採集、存儲、傳輸、處理相關信息，為醫院管理、臨牀醫療質量、護理質量、患者安全管理和服務提供包括決策支持類的信息技術支撐和持續改進的數據庫。【相互引用質量3.1.3，質量6.3.4】",
        "醫院信息系統符合國家醫療、護理相關管理規範和技術規範，能夠系統、連續、準確地採集、存儲、傳輸、處理相關的信息，具備信息集成，互聯互通與交互共享功能。為醫院管理、臨牀醫療、護理和服務提供包括決策支持類的信息技術支撐。 \n醫院建立基本運行統計指標數據庫及醫療、護理業務指標體系，定期進行分析、檢查、改進管理工作。有明確的部門或人員負責醫院運行與醫療、護理業務指標數據收集包括監測其趨勢，根據醫院工作需要定期報告；並保障信息準確、可追溯。【相互引用質量6.3.4】。信息與指標包括: 投訴、讚美、關切、臨牀審核、風險評估、患者安全事件（不良事件和近失事件）、患者對醫療服務效果的反饋意見、患者滿意度、員工滿意度及其他有關與醫療、護理或服務相關的績效指標等。醫院有醫院信息系統（HIS）和醫院資源管理信息系統（HRP）以及相關子系統（如辦公信息管理、患者諮詢服務、自助服務等管理及技術需要的相關子系統），為患者提供便捷結算服務，為醫院管理提供信息技術支撐。 \n醫院有臨牀信息系統（CIS），建立基於電子病歷（EMR）的醫院信息平台。醫院信息系統能滿足臨牀診療需求，如臨牀路徑、單病種過程質量管理、公立醫院績效考核的數據自動提取等要求，並有醫療、護理質量與安全管理信息相關數據庫，為質量與安全管理決策和持續改進提供依據【相互引用質量3.1.3】。 ",
        "1. \t醫院有信息系統管理規範和技術規範，並實施。 \n2. \t醫院信息系統能系統、連續並準確地採集、存儲、傳輸、處理相關信息，有記錄。 \n3. \t醫院信息系統（包括醫院管理信息系統（HIS）、醫院資源管理信息系統（HRP）、臨牀信息系統（CIS）和醫療質量與安全管理信息數據庫）能提供決策支持類和持續改進數據，有記錄。 \n4. \t相關職能部門對信息系統管理規範和技術規範的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對信息系統管理規範和技術規範的實施有監管，定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對信息系統管理規範和技術規範與實施的改進有成效。 "
    ],
    "M4.1.4": [
        "管理4.1.4",
        "醫院落實相關法律、法規，實施國家信息安全等級保護制度，實行信息系統等級保護分級管理，保障網絡信息安全，保護患者隱私。推動系統運行維護的規範化管理。落實突發事件響應機制，保證業務連續性。",
        "醫院按照國家法律法現，國家信息安全等級保護規定和國家相關標準，實行信息系統等級保護及分級管理，保障網絡信息安全，保護患者隱私。推動信息系統運行維護的規範化管理，落實突發事件響應機制，保證業務的連續性，實施國家信息安全保護制度，保障網絡信息安全。 \n醫院有信息網絡運行、設備管理和維護、技術文檔管理記錄；有信息系統變更、發佈、配置管理制度及相關記錄；有信息值班、交接班制度，有完整的日常運行維護記錄和值班記錄，能及時處置安全隱患。醫院實行信息系統操作權限分級管理，有信息安全採用身份認證、權限控制（包括數據庫和運用系統）、患者數據使用控制等措施，保障網絡信息安全和保護患者隱私【相互引用質量2.2.2】。 \n醫院信息系統運行穩定、安全，具有防災備份系統，實行網絡運行監控，有防病毒、防入侵措施，有應急處理預案包括信息系統運行事件（如系統癱瘓）應急預案並組織演練，保障運行。推動系統運行維護的規範化管理，落實突發事件響應機制，保證業務的連續性。 ",
        "1. \t醫院有實施國家信息安全保護等級的制度和信息系統操作權限分級管理制度，並實施。 \n2. \t醫院有防病毒、防入侵措施，有突發事件響應機制和保證業務的連續性的措施，並實施。 \n3. \t相關職能部門及信息科對信息安全保護制度和信息系統、應急處理預案和保證業務的連續性的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對信息安全保護制度和信息系統、應急處理預案和保證業務的連續性的實施有監管，定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對信息安全保護制度和信息系統、應急處理預案和保證業務的連續性改進有成效。 "
    ],
    "M4.1.5": [
        "管理4.1.5",
        "醫院根據臨牀、教學、科學研究和管理的需要，有計劃、有重點地收集國內外各種醫學及相關學科的圖書和文獻，開展多層次多種方式的讀者服務工作，提高信息資源的利用率。",
        "醫院圖書館由專人管理；有醫學圖書館工作制度和信息服務制度，能提供文獻查詢服務。 \n醫院圖書館基本設置和藏書數量能滿足臨牀科學研究教學需求，有計劃、有重點地收集國內外各種醫學及相關學科的圖書和文獻，開展多層次多種方式的讀者服務工作，提高信息資源的利用率；實施支持網上預約、催還、續借和館際互借，能提供網絡版醫學文獻數據庫（中文、外文期刊庫等）全文文獻檢索服務。  ",
        "1.  醫院有醫學圖書館工作制度和信息服務制度，並實施。\n2.  圖書館有網上預約、催還、續借和館際互借記錄；醫學文獻數據庫檢索服務，有記錄。\n3.  相關職能部門對醫學圖書館工作制度和信息服務制度的實施情況有自查，對存在問題有糾正措施。",
        "主管部門對醫學圖書館工作制度和信息服務制度的實施有監管，定期分析、反饋和實施改進措施，並有相關證明。",
        "持續改進有成效，有證據證明醫院對醫學圖書館工作制度和信息服務制度的實施的改進有成效。"
    ],
    "M4.2": [
        "管理4.2",
        "病歷（案）管理",
        "",
        "",
        "",
        ""
    ],
    "M4.2.1": [
        "管理4.2.1",
        "醫院按照國家法律、法規及相關管理規定製定病案管理制度，制定崗位設置和人員配置計劃並實施。保護病案及信息的安全措施到位。強化基於電子病歷的醫院信息平台建設，並有嚴格的等級保護管理制度。",
        "醫院病歷（案）管理符合國家相關法律法規和規範。設置病案管理部門，負責病歷和病案管理工作，人員配置滿足工作需要。醫院有病案管理制度，並實施；有病案管理人員崗位職責、有定期培訓計劃並落實。醫院為每位來院就診患者（門診、急診、住院）建立和維護標準化的病歷，並建立基本信息，書寫和建立相關病歷（包括急診留觀患者的急診留觀病歷）。明確病歷的項目、內容、格式和錄入位置。住院患者有姓名索引系統，內容至少包括：病案號、姓名、性別、出生日期（或年齡）、有效身份證號。病案管理部門為同一患者的病歷建立唯一標識號，通過同一患者的病歷唯一識別號可獲得其所有既往的住院病歷資料；患者每一個診療信息都需及時記錄在病歷中，並確定字跡清晰可讀、記錄者及其簽名和記錄的日期和時間。 \n醫院按照國家法律法規保存病案資料，保障病案安全。採用病案示蹤系統等方式，控制每份病案的去向。患者出院後，住院病歷3個工作日之內歸檔率達 ≥90％。病案查閲、借閲和歸檔期限有明確的規定，未歸檔的病案有催還記錄，避免病案丟失。醫院有病案存放的發展空間，病歷保存及銷燬符合管理要求。醫院有保護病案及信息安全與保密的相關制度和應急預案。病案庫有防火、防盜、防塵、防濕、防蛀、防高温措施，配置相應的消防器材，消防安全符合規範。指定專人負責安全管理，工作人員知曉應急預案及處置流程。 \n醫院電子病歷系統建設符合衞生行政部門的要求，包括：建立、記錄、修改、使用、存儲、傳輸、質控、安全等級保護等管理制度，並符合電子病歷共享文檔規範的要求，具備病案質量控制功能，協助醫院病案基本信息的採集，醫療質量指標數據及其趨勢的統計與分析，滿足醫療、護理質量管理與控制工作需要。電子病歷個人信息有嚴格的安全管理制度，有保護措施，並執行。 \n醫院利用電子病歷開展病案首頁數據質量評價，分析全院各學科當年的病案首頁數據填報質量；能利用病案首頁數據進行自我數據比較，開展DRG分析評價。 ",
        "1. \t醫院有設置病案管理科、人員配置的文件及相關資料；有病案管理人員崗位職責、培訓計劃，並實施。 \n2. \t醫院有病案管理制度及流程，病案3日歸檔率達≥90％。 \n3. \t醫院為每位患者建立唯一標識號的標準化病歷。 \n4. \t醫院有符合規範的電子病歷系統管理制度，有保護病案及信息安全制度、應急預案，並實施。 \n5. \t相關職能部門及病案管理科對病案管理制度、電子病歷系統管理制度、保護病案及信息安全制度、應急預案和病案管理人員培訓計劃的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對病案管理制度、電子病歷系統管理制度、保護病案及信息安全制度、應急預案和病案管理人員培訓計劃的實施有監管，定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明主管部門對醫院病案管理制度、電子病歷系統、保護病案及信息安全制度、應急預案和病案管理人員培訓計劃的改進有成效。 "
    ],
    "M4.2.2": [
        "管理4.2.2",
        "醫務人員書寫門診、急診、住院病歷符合國家法律、法規及規章制度的要求。【相互引用管理5.2.1，管理5.3.1】",
        "醫院嚴格落實國家法律法規，門診、急診、住院病歷書寫符合規範。醫院有病歷規範書寫、管理和質量控制制度。病歷書寫基本規範作為醫務人員崗前培訓的必備培訓內容，醫務人員知曉其內容並有相關記錄。 \n醫務人員按病歷書寫基本規範要求書寫病歷，病歷書寫應當客觀、真實、準確、當前、完整、規範，確保病歷質量【相互引用管理5.2.1，管理5.3.1】。醫務人員書寫病程記錄應根據對患者的病情觀察、醫師、護士的查房情況並結合檢查結果進行分析、判斷。病歷條目應清晰易讀、註明日期、及時並有簽字，並在適用的情況下附上相應的警示符號，如墜落風險、傳染病等。病歷書寫中的縮寫必須符合規範，使用公認的縮寫，避免縮寫樣式不一致，引起醫務人員誤解，而導致醫療、護理錯誤，造成患者安全受到損害。各種手術與操作併發症、使用藥物、器材所致不良反應等應記錄在病歷中。根據病情或檢查、檢驗報告所獲得的診斷應規範地填寫在病案首頁中，確保無遺。 \n醫院有機制保證所有的診療活動及時記入病歷，將患者病情、重要檢查結果、診療計劃變更與調整、疑難病例討論結論、檢查、檢驗報告、用藥調整依據、使用藥物及器材所致的不良反應情況、對住院患者實施的營養評估和膳食指導、對特殊、疑難、危重及大手術患者提供營養會診和營養支持方案、各級手術術前和所有侵入性醫療操作前討論的結論、診療和手術及所有侵入性醫療操作前患者簽署的知情同意、手術安全核查過程和內容以及手術安全核查表、手術的全過程情況，術後注意事項，手術後治療、觀察與護理情況、手術的離體組織病理學檢查結果、各種手術與操作併發症等均要在病程記錄中記錄，信息可追溯；急危重患者搶救記錄，需於搶救完成後 6 小時內將搶救記錄補記入病歷。 \n醫院有病案首頁填寫符合國家相關規範，建立病案首頁管理質量控制制度，保證病案首頁數據準確、完整、可靠。主要診斷、主要手術、操作正確率不斷提高。 ",
        "1. \t醫院有病歷書寫規範，包括書寫內容、管理和質量控制制度，並實施。 \n2. \t醫院有機制保證所有的診療活動及時記入病歷，信息可追溯；急危重患者搶救記錄，需於搶救完成後 6 小時內將搶救記錄記入病歷，並落實。 \n3. \t醫院對醫務人員進行病歷書寫崗前培訓，有記錄。 \n4. \t相關職能部門、病案管理科及科室對病歷書寫規範、管理和質量控制制度與醫務人員的崗前培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對病歷規範書寫、管理和質量控制制度與醫務人員的崗前培訓的實施有監管，定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對病歷規範書寫、管理和質量控制制度與醫務人員的崗前培訓改進有成效。 "
    ],
    "M4.2.3": [
        "管理4.2.3",
        "醫院對出院病案進行規範管理，建立科學的病案管理體系。按照國家及省衞生行政部門發佈的規範，進行疾病與手術操作分類編碼，並基於電子病歷基礎上開展病案首頁數據質量評價。",
        "醫院對出院病案進行規範管理，並建立科學的病案管理體系，包括病案編號及示蹤系統，出院病案信息查詢系統等。醫院有病案首頁管理制度、填寫規範和流程，病案首頁內容填寫完整、準確，符合相關規定與要求。對首頁數據質量自評有要求，定期分析全院的病案首頁數據填報質量，進行自我數據比對分析，主要診斷編碼正確率不斷提高。 \n醫院嚴格按照國家及省衞生行政主管部門發佈的規範，落實疾病分類與手術操作分類編碼。醫院加強編碼人員隊伍建設，有資質、技能要求，有疾病分類與手術操作分類編碼培訓計劃並落實。保證每一位編碼人員均接受過編碼培訓並獲得培訓證書 ",
        "1. \t醫院有出院病案管理規範、病案首頁管理制度、填寫規範，並實施。制度中對數據質量自評有要求，並落實。分類編碼符合規範。 \n2. \t相關職能部門及科室對病案首頁內容填寫完整、準確，符合相關規定與要求能落實。 \n3. \t醫院對全院、科室（部門）主要病種、低風險病種開展質量數據分析，有記錄。 \n4. \t編碼人員均接受編碼培訓並獲得培訓證書，有疾病分類與手術操作分類編碼培訓計劃並落實。 \n5. \t醫院、相關職能部門及科室對出院病案管理系統、病案首頁管理制度、病案首頁數據填報質量、主要診斷編碼正確率、分類編碼、編碼人員培訓及工作質量的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對出院病案分類編碼、病案首頁填寫質量、編碼人員培訓及工作質量的實施有監管，定期分析、反饋和實施改進措施、並有相關證明。 ",
        "持續改進有成效，有證據證明主管部門對出院病案管理系統、病案首頁填寫質量、分類編碼、編碼人員培訓及工作質量的改進有成效。 "
    ],
    "M4.2.4": [
        "管理4.2.4",
        "醫院建立出院病案信息的查詢系統，執行借閲、複印或複製病歷資料管理制度，防止病歷資料丟失、損毀、篡改、非法借閲、使用和泄露患者隱私。",
        "醫院有出院病案信息的查詢系統，病案首頁資料信息全部錄入系統，至少能提供2年以上完整信息。病案首頁內容填寫完整、準確，符合相關規定與要求。\n根據病案首頁內容的任意項目，通過數據接口方式實現醫院管理、醫療、護理、患者服務等主要管理系統（如會計、收費、醫囑等系統）數據交換。可單一條件查詢住院患者的病案信息或兩個或兩個以上的項目，也能複合查詢住院的病案信息。 \n醫院有病案服務管理制度，有明確的服務規範與流程。病案管理部門依照法律法規和規章制度為醫院醫務人員、患者及其授權委託人、司法機關和人力資源社會保障、保險以及負責醫療事故技術鑑定的人員提供病案服務。病案查閲、借閲、複製、申請有關病案核查等符合規定的程序。醫院保障病歷資料安全，病歷內容記錄與修改信息可追溯。醫院有保護患者隱私的規範與措施。能提供完整的病案服務登記信息。 ",
        "1. \t醫院有病案服務管理制度，規範與流程，並實施。 \n2. \t醫院有保護患者隱私的規範與措施，並實施。 \n3. \t醫院有出院病案信息的查詢系統，並實施。 \n4. \t醫院對病案服務管理制度和保護患者隱私的規範與措施的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對病案服務管理制度和保護患者隱私的規範與措施的實施有監管，定期分析、反饋和實施、進行整改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對病案服務管理制度和保護患者隱私的規範與措施的改進有成效。 "
    ],
    "M5.0": [
        "管理5.0",
        "醫學倫理",
        "",
        "",
        "",
        ""
    ],
    "M5.1": [
        "管理5.1",
        "臨牀倫理",
        "",
        "",
        "",
        ""
    ],
    "M5.1.1": [
        "管理5.1.1",
        "醫療技術管理與倫理審查。【相互引用質量3.5.2，管理5.2.1】",
        "醫院開展醫療技術服務應當與其技術能力相適應。醫療技術臨牀應用應當遵循科學、安全、規範、有效、經濟、符合倫理的原則。醫院在醫療質量管理委員會下設立醫療技術臨牀應用管理專門組織，人員組成和功能任務符合國家相關規範。醫院開展醫療技術臨牀應用應當具有符合要求的診療科目、人員、設備、設施和質量控制體系，並遵守相關技術臨牀應用管理規範。醫院開展限制類醫療技術，按照法規履行自我評估並完成備案程序。 \n醫院制定本機構醫療技術臨牀應用制度及管理目錄，並定期更新，對目錄內的手術進行分級管理。醫院有新技術和新項目准入制度，並建立相關的審批流程。醫療技術臨牀應用中出現應停止應用的情形時醫院應按照規定予以終止，並按規定程序履行報告責任。 \n醫院按照有關要求，及時、準確、完整地向全國和省級醫療技術臨牀應用信息化管理平台逐例報送限制類技術開展情況數據信息。 \n醫院貫徹落實國家法律法規，成立醫學倫理管理委員會，人員組成及工作職責符合要求。醫學倫理管理委員會承擔醫療技術倫理審查工作；遵循科學、安全、有效、規範並符合醫學倫理原則，建立醫學倫理審查管理制度和程序，包括立項、論證、風險評估、審批、追蹤、評價等管理程序。所有新技術和新項目必須通過本院醫學倫理委員會和醫療技術臨牀應用管理委員會審核同意後方可開展臨牀應用【相互引用質量3.5.2，管理5.2.1】；未經倫理委員會審查通過的醫療技術，特別是限制類醫療技術和存在重大倫理風險的醫療技術，不得應用於臨牀。 \n醫院建立醫療技術臨牀應用論證制度，有臨牀科學研究項目中使用醫療技術的管理制度與審批程序，臨牀科學研究項目中使用醫療技術應有充分的可行性與安全性論證；有保障患者安全的措施和風險處置預案。臨牀科學研究項目中使用醫療技術有醫學倫理審批，醫院有醫學倫理審核的程序。醫院對已證明安全有效但屬本院首次應用的醫療技術，應組織開展技術能力和安全保障能力論證並進行倫理審查。 \n醫院建立醫療技術臨牀應用評估制度，對限制類技術的質量安全和技術保證能力進行重點評估，並根據評估結果及時調整本院醫療技術臨牀應用管理目錄、醫師的相關技術臨牀應用權限和有關管理要求。並建立醫療技術臨牀應用質量控制制度，以限制類技術為重點，制定本院醫療技術質量控制指標及監測其趨勢，加強信息收集、分析與反饋，持續改進技術臨牀應用質量。 ",
        "1. \t醫院有醫療技術管理目錄，有新技術、新項目准入制度，並實施。 \n2. \t醫院醫學倫理委員會有醫療技術倫理審查制度，並執行。 \n3. \t醫院有醫療技術臨牀應用論證制度，風險防範措施，並執行。 \n4. \t相關職能部門對醫療技術管理制度、倫理審查制度和醫療技術臨牀應用論證制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫學倫理委員會醫療技術倫理審查制度和和醫療技術臨牀應用論證制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫學倫理委員會醫療技術倫理審查制度和和醫療技術臨牀應用論證制度的改進有成效。 "
    ],
    "M5.1.2": [
        "管理5.1.2",
        "醫患倫理難題的處理。【相互引用質量2.1.1】",
        "醫學倫理管理委員會有制度與流程以應對因不同的專業人員、患者、服務使用者和/或家庭/照顧者意見相互衝突而出現的倫理難題，在規定的時間框架內接受、討論和解決與道德倫理有關難題的處理流程並實施。醫學倫理管理委員會也處理任何其他相關的臨牀倫理難題【相互引用質量2.1.1】。醫學倫理委員會主任委員及委員應定期參加倫理相關培訓，並落實。 ",
        "1. \t醫學倫理委員會有醫患倫理難題的處理制度與流程，並執行。 \n2. \t醫學倫理委員會有規定的時間框架內接受、討論和解決與道德倫理有關難題，並執行。 \n3. \t醫院定期對醫學倫理委員會委員進行相關培訓，並執行。 \n4. \t相關職能部門對醫患倫理難題的處理制度與流程、在規定的時間框架內解決道德倫理難題的實施及接受培訓的情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫患倫理難題的處理制度與流程、在規定的時間框架內解決道德倫理難題的實施及接受培訓的情況有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證醫患倫理難題實施處理制度與流程、在規定的時間框架內解決道德倫理難題及接受培訓的改進有成效。 "
    ],
    "M5.2": [
        "管理5.2",
        "藥物臨牀試驗管理與倫理審查",
        "",
        "",
        "",
        ""
    ],
    "M5.2.1": [
        "管理5.2.1",
        "臨牀試驗管理和倫理審查。【相互引用質量2.1.1，質量3.5.2，管理4.2.2，管理5.1.1，管理5.3.1】",
        "醫院開展藥物、醫療器械臨牀試驗以及研究者發起的臨牀研究應符合國家法律法規相關規定，並依法取得相關資質。 \n醫院建立並執行藥物臨牀試驗的管理制度與流程，按藥物臨牀試驗管理規範[Good Clinical Practice （GCP），International Council on Harmonisation of Technical Requirements for Registration of Pharmaceuticals for Human Use （ICH）]的要求開展臨牀試驗。建立藥物、醫療器械臨牀試驗倫理審查制度以管理醫院所有新項目的審批，所有新項目必須通過本院醫學倫理委員會的倫理審查和醫療技術臨牀應用管理委員會審核同意後才可開展臨牀試驗或應用【相互引用質量3.5.2，管理5.1.1】。試驗用藥品的供給、使用、儲藏及剩餘藥物的處理過程符合規定，並有記錄。 \n醫院尊重患者選擇權，患者參與前需簽署相關臨牀試驗知情同意書【相互引用質量2.1.1，管理5.1.1，管理5.3.1】。醫院對研究者、受試者相關制度執行有監督和保障措施，並有可查詢的安全記錄；保證受試者在試驗期間出現不良事件時得到適當的治療，並分析原因，有針對性措施，使所有研究人員知曉，以防同樣的問題再出現。研究者將數據真實、準確、完整、及時、合法地載入病歷和病例報告表【相互引用管理4.2.2】。 ",
        "1. \t醫院有臨牀試驗的管理制度、流程和倫理審查制度，並執行。 \n2. \t相關職能部門對臨牀試驗的管理制度、流程和倫理審查制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對藥物臨牀試驗的管理制度、流程和倫理審查制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對臨牀試驗的管理制度、流程和倫理審查制度的改進有成效。 "
    ],
    "M5.3": [
        "管理5.3",
        "臨牀科學研究管理倫理",
        "",
        "",
        "",
        ""
    ],
    "M5.3.1": [
        "管理5.3.1",
        "涉及人的生物學研究管理制度和倫理審查。【相互引用質量2.1.1，管理4.2.2，管理5.2.1】",
        "醫院遵循國家法律法規，建立科學研究工作管理制度與鼓勵醫務人員參與科學研究工作的具體措施；包括有科學研究經費支持及相應的科學研究條件與設施，設立科學研究支持基金和鼓勵性科學研究的經費；有專門部門或委員會和人員對醫務人員參與科學研究工作進行管理。 \n醫院根據國家有涉及人的生物學研究的倫理審查規定，倫理審查程序由醫學倫理管理委員會負責制定。倫理委員會的人員組成、日常管理和審核工作符合國家法律法規規定。醫院尊重患者選擇權，患者參與前需簽署相關臨牀科學研究項目知情同意書【相互引用質量2.1.1，管理5.2.1】。醫院根據科學研究工作管理制度對研究者、受試者相關制度執行有監督和保障措施，並有可查詢的安全記錄；保證受試者在試驗期間出現不良事件時得到適當的治療，並分析原因，有針對性措施，使所有研究人員知曉，以防同樣的問題再出現。研究者將數據真實、準確、完整、及時、合法地載入病歷和病例報告表中，並將科學研究所得的良好質量數據按規範用於患者療程【相互引用管理4.2.2】。 \n醫院有科學研究管理制度、審批和倫理審查的培訓，相關人員知曉開展臨牀科學研究項目的管理制度與審批程序。 ",
        "1. \t醫院有涉及人的生物學研究工作管理制度、倫理審查和醫務人員參與科學研究工作的條件與設施，並實施。 \n2. \t相關職能部門對涉及人的生物學研究工作管理制度、倫理審查和醫務人員參與科學研究工作的制度和科學研究條件與設施的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對涉及人的生物學研究工作管理制度、倫理審查和醫務人員參與科學研究工作的制度和科學研究條件與設施的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對涉及人的生物學研究工作管理制度、倫理審查和醫務人員參與科學研究工作的制度和科學研究條件與設施的改進有成效。 "
    ],
    "M6.0": [
        "管理6.0",
        "安全管理系統",
        "",
        "",
        "",
        ""
    ],
    "M6.1": [
        "管理6.1",
        "設施管理與安全保衞管理",
        "",
        "",
        "",
        ""
    ],
    "M6.1.1": [
        "管理6.1.1",
        "醫院建築和相關設施管理。【相互引用質量1.5.1，質量2.2.2，質量3.3.2，質量6.1.1，質量6.2.3，質量6.3.1，質量6.4.1，質量7.1.1，管理2.3.4，管理6.1.2，管理6.1.4，管理6.1.5，管理6.3.1】",
        "醫院建築符合國家醫院建設標準的要求，制定有關建築物、工作場所、道路和人行道的安全及無障相關要求。醫院膳食服務設施、設備符合法律法規的要求。 \n醫院建築佈局符合患者就診流程和醫院感染控制管理的要求。門急診（含發熱門診、腸道門診）分區規範、醫療設備和設施符合醫院建築及感染控制管理要求【相互引用質量3.3.2】。 \n醫院有承擔服務區域內急危重症和疑難疾病診療的設施設備；醫院有對患者的隱私保密及完善保護患者隱私的設施和管理措施【相互引用質量2.2.2，管理6.1.2】；醫院正確、充分配置有效、便捷的手衞生設備和設施 【相互引用質量1.5.1】。手術室設置符合功能、流程和潔污區域分開的基本原則；分區明確，標識清楚，潔污區域分開；消毒供應室的建築佈局、設施、設備和工作區域劃分符合相關規範與消毒隔離要求；介入診療技術，專業設置及其設備、設施符合相關介入診療技術管理規範要求【相互引用質量6.1.1，管理6.1.2】；臨牀檢驗部門、病理部門、醫學影像部門設置佈局、設備設施分別符合相應規範標準【相互引用質量7.1.1，管理6.1.2】；放射治療佈局、設備設施符合國家相關法律法規和相關標準【相互引用質量 6.4.1，管理6.3.1】；實驗室生物安全分區、輸血科或血庫實驗室建築與設施區域與生活區域分開，業務用房面積達到相關規範標準；血液透析機與水處理設備實施符合有關要求【相互引用質量6.3.1】。醫院內所有需要有潔淨要求的區域、流程及設施設備均需符合醫院感染防控要求。 \n醫院安全保衞設備設施完好，重點環境、重點部位安裝視頻監控設施，監控室符合相關標準【相互引用質量6.2.3，管理6.1.2，管理6.1.4】。消防系統和特種設備符合國家相關法律法規和標準【相互引用管理6.1.2，管理6.1.5】。 \n（可選）承擔臨牀醫學教育任務的醫院用於教學的場所安全設施、安全通道符合國家建築要求；教學設備、設施等資源配置符合有關教育教學標準要求；用於科學研究用房的條件及設施符合國家有關實驗室標準要求。 \n醫院在拆除、新建、翻建、拆建項目均要經過有關主管部門批准。在實施前要進行風險評估，包括感染風險、火災風險、噪聲/震動等風險，採取相應防控措施以降低或消除風險，並實行全程監管【相互引用管理2.3.4】。 ",
        "1. \t醫院醫療、教學、科學研究及其他用房的建築和相關設施符合國家建築有關規定，有計劃，並實施。 \n2. \t醫院在拆除、新建、翻建項目實施前，有關主管部門批准的證明及有進行風險評估，採取相應防控措施以降低或消除風險。 \n3. \t醫院內所有需要有潔淨要求區域的建築、流程及設施設備均需符合醫院感染防控要求。 \n4. \t相關職能部門及科室對醫院內所有需要有潔淨要求區域的建築、流程及設施設備符合醫院感染防控要求、醫院不同需求的建築和相關設施的配備及拆除、新建、翻建項目實施前進行風險評估及全程監管的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院內所有需要有潔淨要求區域的建築、流程及設施設備符合醫院感染防控要求，醫院不同需求的建築和相關設施的配備及拆除、新建、翻建項目實施前進行風險評估及全程監管的實施有監管，定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院內所有需要有潔淨要求區域的建築、流程及設施設備均需符合醫院感染防控要求，醫院不同需求的建築設施的配備和相關醫療設備及拆除、新建、翻建項目實施前進行風險評估及全程監管的改進有成效。 "
    ],
    "M6.1.2": [
        "管理6.1.2",
        "設施管理。【相互引用質量2.3.1，質量6.1.1，質量6.3.1，質量6.4.1，管理6.1.1，管理6.4.3】",
        "醫院設施有管理規範與計劃，並按規範管理、運營、使用和維護。醫院制定設施、環境風險管理總體計劃，通過設施管理計劃的制定保障空間、設備、技術和資源的提供，解決環境風險管理問題，確保安全、有效地支持臨牀服務。醫院通過多種形式收集員工、患者、探訪者和對外委託服務人員等對醫院設施，場所應用等建議及意見，通過整合人員、場所、過程和技術來確保建築環境的功能性、舒適性、安全性、可持續性【相互引用管理6.1.1】。 \n醫院執行國家相關法律法規及政府採購相關規定，建立設施設備、基建等採購制度和流程，加強集中採購管理【相互引用管理6.1.1】。醫院所有（含膳食服務相關設施設備等）設施、設備的管理制度符合國家相關法律法規。醫院對設備設施運行建立查對制度，醫療器械、設施等查對要求按照國家有關規定和標準執行。醫院有各種便民設施，如殘疾人無障礙設施及輔助用物；有保障弱勢人羣和患者的管理制度和措施及設施等【相互引用質量2.3.1，質量6.4.1】。 \n醫院水、電、氣等後勤保障滿足醫院運行需要。有水、電、氣和其他公用設施的管理制度、人員崗位配置、崗位職責和操作規範，有標準操作程序；水、電、氣機房有標識，有24小時應急值班制度；機房有日常運行檢查、定期維護保養記錄，特種設備按規定定期檢測並按相關要求張貼檢測標籤。有明確的故障報修、處理流程，有夜間、節假日出現故障時的聯繫維修方式和方法；控制與降低能源消耗，水、電、氣、物資供應等後勤保障滿足醫院運行需要並有節能降耗的改造計劃、方案、措施與控制指標，嚴格控制與降低能源消耗。有水、電、氣等後勤保障應急預案及流程包括對應災難應急預案的減災、備災、救災和災後恢復計劃，有演練【相互引用質量6.3.1，管理6.4.3】。 \n醫院對設備設施運行建立查對制度，醫療器械、設施等查對要求按照國家有關規定和標準執行。醫院有愛國衞生運動委員會，有指定的部門和人員負責醫院環境衞生工作，制訂環境衞生工作計劃並組織實施。醫院環境優美、並執行國家法律法規達到全面禁煙的無煙醫院要求。 \n醫院設施清潔衞生，包括：候診室、食堂、員工休息室、廁所等。醫院提供衞生、清潔、無味、防滑的衞生間，包括專供殘疾人使用的衞生設施；病房有衞生洗浴設施，有防止跌倒的安全設施及防滑扶手裝置，並配備應急呼叫裝置；走廊有扶手。 \n醫院有各種便民措施與服務包括：殘疾人無障礙設施及輔助技術；保障弱勢人羣和患者的管理制度和措施等【相互引用質量2.3.1】，並有公示提示患者、服務使用者及其照顧者及家屬。 \n醫院標識系統清晰、規範、醒目、易懂，包括使用多種語言/國際符號，並符合社區和患者、服務使用者的需求。尤其與急救相關的科室與路徑標識醒目；急診與門診候診區、醫技部門、住院病區等均配備適宜座椅的等候休息區，有候診排隊提示系統。 ",
        "1. \t醫院有達到設施管理標準的計劃，並實施。 \n2. \t醫院制定設施衞生工作計劃、設施清潔衞生和安全的規範，並落實。 \n3. \t醫院標識系統清晰、規範、醒目、易懂，符合社區和患者及服務使用者的需求。 \n4. \t醫院有水、電、氣和其他公用設施的管理制度和應急預案，並實施。 \n5. \t相關職能部門、後勤相關班組及科室對其設施和水、電、氣及其他公用設施的管理；設施衞生工作和標識系統管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫院設施和水、電、氣和其他公用設施管理、系統衞生工作計劃和標識系統管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院落實設施和水、電、氣和其他公用設施的管理；設施衞生工作計劃和標識系統管理的改進有成效。 "
    ],
    "M6.1.3": [
        "管理6.1.3",
        "後勤保障管理。【相互引用管理2.4.1，管理6.2.1】",
        "醫院後勤保障管理組織機構健全、規章制度完善及人員崗位職責明確。醫院遵守國家法律法規要求，有後勤專業及特種設備操作人員持證上崗管理制度和崗位人員配置信息。相關崗位操作人員有上崗證、操作證，無要求持專業上崗證或操作證的工種經相關級別的培訓合格並按技術操作規程工作。 \n後勤保障服務能夠堅持\"以患者為中心\"、以服務臨牀為己任，滿足醫療服務流程需要。具有應急用血的後勤（通信、人員、交通）保障能力。水、電、氣等後勤保障滿足醫院運行需要。嚴格控制與降低能源消耗，有具體可行的措施與控制指標。 \n後勤保障管理組織注重臨牀需求及員工要求。後勤人員知曉崗位職責和相關制度，有定期教育培訓活動。後勤保障部門有為患者、員工服務的具體措施並得到落實。 \n醫院為員工和患者提供膳食服務，有相關工作人員崗位責任、職業道德、行為規範與考核制度；知曉食品安全相關法律法規和食品衞生知識、並符合食品安全上崗健康要求；保障飲食衞生安全醫院有食品安全與食品衞生管理制度和膳食經營管理制度（財務管理、經營核算、設備維護等），確認供應商生產、運輸及院內分送場所的設施與衞生條件符合國家食品衞生法規要求及食品原料採購、倉儲和食品加工規範，符合食品衞生管理要求【相互引用管理2.4.1，管理6.2.1】；並保障員工和患者安全。有突發食品安全事件應急預案並由演練。有配送餐飲服務的措施，並落實。 ",
        "1. \t醫院有後勤保障管理組織機構，有規章制度及崗位職責，並實施。 \n2. \t醫院有對後勤人員進行定期教育培訓，包括\"以患者為中心\"，有記錄。 \n3. \t醫院有食品安全與衞生管理制度和膳食經營管理制度及保障措施，並落實。 \n4. \t相關職能部門及後勤班組對後勤人員教育培訓和保障食品安全與衞生管理制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對後勤保障管理組織機構及後勤人員教育培訓、保障食品安全與衞生管理制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。",
        "持續改進有成效，有證據證明醫院對後勤保障管理組織機構、後勤人員教育培訓和保障食品安全與衞生管理制度的改進有成效。 "
    ],
    "M6.1.4": [
        "管理6.1.4",
        "安全保衞管理。【相互引用質量2.5.2，質量6.2.3，管理2.3.5，管理6.1.1】",
        "醫院有安全保衞管理部門，並有相關工作制度、人員配備計劃、明確的崗位職責，並執行；有醫院安全保衞部署方案，有醫務人員人身安全相關的保障措施；並落實創建\"平安醫院\"的要求；相關人員對崗位職責和相關制度有培訓、知曉、並執行。 \n醫院安全保衞組織健全，制度完善，安全保衞設備設施配置完好，有安全設備設施清單，滿足醫院要求；有視頻監控系統應用管理方案，在重點環境、重點部位（如財務、倉庫、檔案室、計算機中心、新生兒室、麻醉藥品庫房、重要設備等）安裝視頻監控設施，有完善的防盜監控系統【相互引用質量6.2.3，管理6.1.1】；視頻監控室符合相關標準及管理制度，有標識，讓員工、患者、家屬及服務使用者知曉有監控系統的裝置，聽取他們的意見及對其反饋，採納他們的正確需求。 \n醫院有完整的安全保衞監管記錄和維護記錄，並執行；視頻監控系統的技術要求符合公安部要求，可進行24小時圖像記錄，保存時間≥30天；系統應具有時間、日期的顯示，記錄和調整功能，時間誤差≤30秒。監控系統出現故障時，維護人員能在1小時內到達現場。有視頻監控資源使用制度、程序、審批權限及使用記錄。 \n二級以上醫院需設立警務室，及時受理涉醫報警求助，加強動態管控，積極配合做好維護醫院秩序。醫院有完備的報警設施，當員工受到人身安全威脅、面對暴力、欺凌或騷擾時可報告警務室。醫院要向正規保安公司聘用保安員，每年至少開展2次專門培訓和考核。培訓內容應當包括必要的法律基礎知識和一定的應急處置能力；在員工受到危險時可立即到位，保護員工的生命安全；醫院要為在崗保衞人員配備必要的通訊設備和防護器械。通訊設備包括固定電話、移動電話和對講機等，對講機為必配設備。醫院併為員工提供相關教育包括：保護人身安全的方法、報警方式、正確及有效的溝通技巧和降温策略，並落實【相互引用質量2.5.2，管理2.3.5】。 \n根據醫務人員不同崗位，開展有針對性的安全防範教育，提高醫務人員安全防範意識和技能。所有員工均知曉保護人身安全的方法及報警方式。 ",
        "1. \t醫院有安全保衞管理部門工作，制度、人員配備計劃、明確的崗位職責，並執行。 \n2. \t醫院有安全設備設施清單，安全保衞設備設施配置完好，有資料證明滿足醫院要求。 \n3. \t醫院對所有員工進行保護人身安全的方法、報警方式、正確及有效的溝通技巧和降温策略培訓，並有記錄。 \n4. \t相關職能部門、後勤主管班組及科室對安全設備設施的配置和保護人身安全教育的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對安全保衞管理部門、安全設備設施的配置和保護人身安全教育的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對安全保衞管理部門、安全設備設施的配置和保護人身安全教育的改進有成效。 "
    ],
    "M6.1.5": [
        "管理6.1.5",
        "消防安全、特種設備與危險品管理。【相互引用質量7.1.1，管理6.1.1，管理6.4.1，管理6.4.3】",
        "醫院消防系統、特種設備、危險品管理符合國家相關法律法規和標準。醫院有消防安全管理部門，有消防安全管理制度、崗位職責、培訓制度和應急預案，每年至少進行一次消防安全重點部門的消防演練；每月至少組織一次消防安全檢查，有記錄【相互引用管理6.1.1，管理6.4.3】。醫院有消防安全管理措施和管理人員崗位職責，科室消防安全職責管理落實到人，每班人員有火災（包括：激光）【相互引用質量7.1.1】時的應急分工。醫院的消防通道通暢，防火器材（滅火器、消防栓等）完好。重點部門、重要部位防範有監管，有記錄。 \n醫院有消防安全教育政策，每年至少進行一次全院員工的消防安全教育，新員工崗前培訓考核有消防安全教育內容，包括：報警、初起火災處理程序和方法，滅火器材使用，自救、互救和逃生，按照應急預案疏散患者等相關知識【相互引用管理6.4.1，管理6.4.3】。 \n醫院有特種設備管理的相關制度、操作規範和崗位職責；有專人負責，相關人員持證上崗，有相關操作記錄；有培訓及三級安全教育卡；有維護、維修、驗收記錄；年檢合格，並公示年檢標籤；科室對所擁有的特種設備的管理制度和維護等落實。 \n醫院加強危險品管理，有危險品安全管理部門、制度和崗位職責，尤其對化學危險品、易燃、易爆、有毒有害物品和放射源等危險品和危險設施實施重點管理。有完整的危險品採購、使用、消耗等登記資料，賬物相符。有全院的危險品種類與目錄清單、統一的危險品標識，有危險品庫或專用儲存櫃、實行雙人雙鎖管理。作業人員熟悉崗位職責和管理要求，有培訓，有資質。有相應的危險品安全事件處置預案及培訓，相關人員熟悉預案及處置程序並有演練。 ",
        "1. \t醫院有消防安全管理部門、有消防安全管理制度、培訓制度和應急預案，並實施。 \n2. \t醫院至少每年進行一次消防安全培訓、消防演練、消防安全檢查有記錄。 \n3. \t醫院有特種設備和危險品安全管理制度、崗位職責、操作規範，並實施。 \n4. \t醫院有危險品安全事件處置預案及培訓相關人員有危險品安全事件處置的能力、熟悉預案及處置程序。 \n5. \t相關職能部門及科室對消防安全管理和培訓演練、特種設備和危險品管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對消防安全管理和消防安全培訓演練、特種設備和危險品管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對消防安全管理和培訓演練、特種設備和危險品管理的改進有成效。 "
    ],
    "M6.2": [
        "管理6.2",
        "醫療設備與物資供應管理",
        "",
        "",
        "",
        ""
    ],
    "M6.2.1": [
        "管理6.2.1",
        "醫院根據國家法律、法規及衞生行政部門要求，建立和完善物資供應部門和醫學裝備管理部門，制定人員配置計劃和崗位職責；有大型醫用設備使用、功能開發、社會效益、成本效益等分析評價。【相互引用管理3.1.6，管理6.1.3】",
        "醫院根據國際公認的循證臨牀實踐指南、並遵照國家法律法規和政府採購相關規定，制定基建、設備、醫療裝備、醫療耗材、其他醫療產品、有關設施的物資與服務等採購制度和流程，並執行。加強集中採購管理【相互引用管理3.1.6】，物資供應部門有人員配備、培訓計劃並落實。建立與執行相關藥品、醫療耗材、其他醫療產品和大宗物品等採購制度和流程，有嚴格管理和審批程序。有完善的物流供應系統，物資供應適時及滿足醫院需要，有物資申購、採購、驗收、入庫、保管、出庫、供應、使用等相關制度與流程，實行採購業務的決策、實施、監督相分離，有記錄。物資供應部門依據使用部門業務需求和意見，制定及實施物資採購計劃，配送到所需科室（部門）。醫院確認食品供應商、生產、運輸及院內分送場所的設施與衞生條件符合國家食品衞生法規要求，對食品原料採購、倉儲和食品加工規範符合衞生管理要求【相互引用管理6.1.3】。 \n醫院根據國家法律法規及衞生行政部門規章、管理辦法、標準要求，設置醫學裝備管理部門；根據醫院功能和任務需求配置醫學裝備管理部門人員，包括配備專職人管理和專業技術人員，工作人員有明確的崗位職責，並執行；遵循\"統一領導、歸口管理、分級負責、責權一致\"原則，制定醫院醫學裝備管理制度、工作流程，並執行；醫院有醫學裝備使用評價相關制度，有大型醫用設備使用、功能開發、社會效益、成本效益等分析評價。 \n醫院有醫學裝備三級管理體系，成立院級領導、醫學裝備管理部門、相關職能部門、使用科室人員和專家組成的醫學裝備委員會，負責對醫院醫學裝備發展規劃、年度裝備計劃、採購活動等重大事項進行評估、論證和諮詢，有記錄。 \n醫院有大型醫學裝備配置方案，購置論證相關制度與決策程序，包括醫學裝備論證、決策、購置、驗收、使用、保養、維修、應用分析和更新、處置等相關制度與工作流程，並執行。有醫學裝備，單價在50萬元及以上的醫學裝備有可行性論證。有根據全國衞生系統醫療器械儀器設備分類與代碼，建立醫學裝備分類、分户電子賬目，實行信息化管理。 \n醫院有醫學裝備檔案管理制度與檔案資料，落實檔案、賬目、賬物相符、準確等管理規定。醫學裝備部門定期分析大型醫用設備使用、功能開發、社會效益、成本效益、全院醫學裝備發展規劃、採購計劃的完成情況、管理和使用情況；分析醫學裝備維修和報廢等管理過程中存在問題，有計劃、系統地對設施設備進行定期更新或更換；並有記錄或總結報告。 ",
        "1. \t醫院有實施、設備、基建、貨物、服務等集中採購與供應制度和流程，並落實。 \n2. \t醫院有醫學裝備管理部門三級管理體系與制度、工作流程，並實施；醫學裝備委員會活動內容、成效，並有記錄。 \n3. \t醫院有大型醫學裝備配置方案、購置論證過程、決策流程及設備檔案資料，並實施。 \n4. \t醫院有醫學裝備使用評價相關制度、並實施；有大型醫用設備使用、功能開發、社會效益、成本效益等分析評價的案例。 \n5. \t相關職能部門、醫學裝備管理部門及科室對設施、設備、基建、貨物、服務等集中採購與供應制度、醫學裝備管理制度、大型醫學裝備配置方案購置論證相關制度與決策程序和醫學裝備使用評價相關制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對設施、設備、基建、貨物、服務等集中採購與供應制度、醫學裝備管理制度、大型醫學裝備配置方案購置論證相關制度與決策程序和醫學裝備使用評價相關制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對落實設施、設備、基建、貨物、服務等集中採購與供應制度、醫學裝備管理制度、大型醫學裝備配置方案購置論證相關制度與決策程序和醫學裝備使用評價相關制度的改進有成效。 "
    ],
    "M6.2.2": [
        "管理6.2.2",
        "醫院根據國家法律、法規加強醫學裝備安全管理，對醫療器械臨牀使用安全控制與風險管理有明確的工作制度與流程，建立醫療器械臨牀使用安全事件監測與報告機制。",
        "醫院有醫學裝備臨牀使用安全控制與風險管理制度、醫療器械臨牀使用安全監測和安全事件報告相關制度與流程，並落實；有醫學裝備質量保障要求，如：操作者自查，醫學裝備計（劑）量準確、安全防護、性能指標符合要求；對暫停或終止使用的高風險器械有記錄。有生命支持類、急救類、植入類、輻射類、滅菌類和大型醫用設備等醫學裝備臨牀使用安全監測與報告制度；臨牀及醫技科室使用部門與醫學裝備管理部門人員知曉上述要求。 \n醫院放射與放射治療等醫學裝備的機房設計、建設、防護裝修和設施符合安全、環保等有關要求；機房顯著位置有規範的警示標識；醫學裝備管理部門與機房的工作人員知曉防護有關要求和措施，並落實。有放射和診斷影像設備的管理制度，並落實。定期檢查、維護、校準和監測，有記錄；技術指標、安全和防護性能符合有關標準與要求，有法定監管部門檢測報告。 \n醫院依據規定，制定加強特種設備和特殊醫學裝備安全管理制度及規定，並落實；規定要求特種設備和特殊醫學裝備操作人員需經過培訓，考核合格後，方可從事相應特種設備的作業或管理工作。高壓容器等特種設備和放射裝置等特殊醫學裝備具有生產、安裝合格證明以及根據規定必備的許可證明，安裝監測合格，方可在醫院使用。並要定期校正放射診療設備及其相關設備，技術指標、安全和防護性能符合有關標準與要求。 \n醫院有計量設備監測管理的相關制度，並落實。有計量設備清單、定期檢測記錄和維修記錄等相關資料。經檢測的計量器具有計量檢測合格標識，標識顯示檢測時間與登記記錄一致。 \n相關人員知曉上述內容。 ",
        "1. \t醫院有醫學裝備臨牀使用安全控制與風險管理制度、醫療器械臨牀使用安全監測和安全事件報告相關制度與流程，並實施。 \n2. \t醫院有放射治療和診斷影像設備的管理制度，並實施；定期檢查、維護、校準和監測，有記錄。 \n3. \t醫院有加強特種設備和特殊醫學裝備安全管理制度及規定，並實施。 \n4. \t醫院有計量設備監測管理的相關制度，並實施。 \n5. \t相關職能部門、醫學裝備管理部門及科室對醫學裝備臨牀使用安全控制與風險管理、監測、安全事件報告相關制度與流程和計量設備監測管理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫學裝備臨牀使用安全控制與風險管理、監測、安全事件報告相關制度與流程和計量設備監測管理的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫學裝備臨牀使用安全控制與風險管理、監測、安全事件報告相關制度與流程和計量設備監測管理的改進有成效。 "
    ],
    "M6.2.3": [
        "管理6.2.3",
        "醫學裝備部門與使用部門共同管理醫學裝備，醫學裝備部門建立質量安全小組，使用部門將醫學裝備管理納入科室管理。",
        "醫院有醫學裝備部門與使用科室（或部門）共同管理醫學裝備的制度，並落實。醫學裝備部門支持醫療技術臨牀應用的開展、共同管理設備、設施和質量控制，並遵守相關技術臨牀應用管理規範。醫院有培訓員工安全操作設備並確保員工經過培訓，被證實勝任後才可操作特種專業設備。醫學裝備部門落實醫院大型醫用設備配置和臨牀研究的器械配備工作要求，與使用科室（或部門）共同管理，建立有關裝置操作和維護維修制度、質量保證和檢測制度並嚴格執行。醫學裝備部門建立由部門負責人和相關設備技術人員共同組成的質量安全小組，管理全院醫療設備使用和安全；管理部門的人員接受醫學裝備管理基本技能培訓，有質量管理基本知識；定期分析全院醫學裝備發展規劃、採購計劃的完成、管理和使用情況；分析醫學裝備維修和報廢等管理過程中存在問題，並有記錄或總結報告。 \n醫學裝備使用科室（或部門）將醫學裝備管理與使用納入科室（或部門）管理，執行安裝、驗收、使用、存放、維修，保養、報廢等相關管理制度，並設專職或兼職人員管理科室醫學裝備；有醫學裝備日常管理工作和意外應急管理等相關制度，並執行，有記錄。 \n醫學裝備使用人員接受相關技能培訓，合格後方可上崗。醫院開展醫療器械臨牀試驗以及研究者發起的臨牀研究應當符合國家法律法規有關醫學裝備質量管理規定。 ",
        "1. \t醫院有由醫學裝備部門負責人和相關設備技術人員共同組成的質量安全小組，管理全院醫療設備使用和安全管理，有會議記錄。 \n2. \t醫學裝備部門管理人員有接受醫學裝備管理基本技能培訓，並有記錄。 \n3. \t醫院有醫學裝備部門與使用科室（部門）共同管理醫學裝備的制度，醫學裝備使用科室（部門）將醫療儀器設備管理和使用納入科室（部門）管理，並實施。 \n4. \t醫學裝備部門有醫學裝備日常管理工作和意外應急管理等相關制度，並實施。 \n5. \t相關職能部門、質量安全小組及使用科室對共同管理醫學裝備管理制度、醫學裝備的安全使用規定、醫學裝備部門日常管理工作和意外應急管理等相關制度的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫學裝備部門、質量安全小組及使用科室共同管理醫學裝備管理制度、醫學裝備的安全使用規定、醫學裝備部門日常管理工作和意外應急管理等相關制度的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫學裝備部門、質量安全小組及使用科室的醫學裝備使用與管理工作、各項醫學裝備使用與管理制度和意外應急管理等相關制度的改進有成效。 "
    ],
    "M6.2.4": [
        "管理6.2.4",
        "醫院建立保障醫學裝備處於完好狀態的制度與規範，用於急救、生命支持的儀器裝備始終保持在完好和待用狀態，並建立全院應急調配機制。各科室保障儀器、設備和搶救物品的有效使用。【相互引用管理6.4.3】",
        "醫院制定保持醫學裝備處於完好狀態的制度並執行，有全院裝備配置和使用情況清單及記錄。 \n醫院有急救、生命支持系統醫學裝備保持完好和待用狀態的保障制度、應急預案和應急管理程序，包括建立全院保障醫學裝備應急調配機制；裝備故障時有緊急替代流程；優先保障急救類、生命支持類裝備的應急調配方案，保障緊急救援工作的需要，並執行【相互引用管理6.4.3】。各科室急救類、生命支持類裝備時刻保持待用狀態；醫務人員知曉醫療裝備應急管理與替代程序。 \n醫學裝備管理部門對醫學裝備保養、維修、校驗等實施統一管理，並指導操作人員履行日常保養和維護。使用部門和醫學裝備管理部門對醫學裝備保障情況的有登記資料。護理人員有保障常用儀器、設備和搶救物品有效使用的制度、流程及培訓規定，並執行及記錄。護理人員能熟練使用輸液泵、注射泵、吸引器等設備；醫務人員均應熟練使用監護儀、除顫儀、心電圖機等設備。 ",
        "1. \t醫學裝備管理部門有保持醫學裝備處於完好狀態的制度，並實施。 \n2. \t醫學裝備管理部門有急救、生命支持系統儀器裝備始終保持完好和待用狀態的保障制度，並實施。 \n3. \t醫學裝備管理部門有醫療裝備應急管理程序、替代流程與調配機制，並實施。 \n4. \t醫務人員能熟練使用急救、生命支持系統儀器等裝備，有記錄。 \n5. \t相關職能部門、醫學裝備管理部門及科室對保持醫學裝備處於完好狀態的制度、急救、生命支持系統儀器裝備始終保持完好和待用狀態的保障制度、醫療裝備應急管理程序、替代流程與調配機制、醫務人員能熟練使用急救、生命支持系統儀器、知曉調配機制等的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫學裝備始終處於完好和待用狀態的制度、急救、生命支持系統儀器裝備保持待用狀態的保障制度、醫療裝備應急管理程序、替代流程與調配機制、醫務人員能熟練使用急救、生命支持系統儀器設備，知曉調配機制等的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫學裝備始終處於完好和待用狀態的制度、急救、生命支持系統儀器裝備不斷保持待用狀態的保障制度、醫療裝備應急管理程序、替代流程與調配機制、醫務人員能熟練使用急救、生命支持系統儀器、知曉調配機制等的改進有成效。 "
    ],
    "M6.2.5": [
        "管理6.2.5",
        "依據國家相關規定，醫院加強對醫用耗材的溯源、不良事件監測與報告的管理。【相互引用質量3.3.7】",
        "醫院有依據國家相關規定製定的高值醫用耗材、一次性使用的無菌器械及其他醫用耗材管理制度及實施細則，【相互引用質量3.3.7】並執行。對高值醫用耗材、一次性使用的無菌器械和其他醫用耗材的採購記錄有管理，可追溯到每批產品的進貨來源；有高值醫用耗材使用程序與記錄。 \n科室在使用醫用耗材發現不良事件時，應按照醫院規定的流程上報主管部門，主管部門依據對發生不良事件的醫用耗材進行追查、召回及處理，並有記錄。對醫用耗材使用不良事件有討論分析，並有針對性的改進措施，相關醫療團隊均知曉改進措施，並落實；避免同樣不良事件的發生。 \n醫院對相關員工進行高值醫用耗材、一次性使用的無菌器械和其他醫用耗材使用的流程和不良事件報告流程的培訓，並有記錄。 ",
        "1. \t醫院有制定高值醫用耗材、一次性使用的無菌器械及其他醫用耗材管理制度及實施細則，並實施。 \n2. \t醫院有使用醫用耗材有關的不良事件報告流程，進行追查、召回及處理，並實施。 \n3. \t醫院對有關員工進行高值醫用耗材、一次性使用的無菌器械和其他醫用耗材使用的流程及不良事件報告流程有培訓，並有記錄。 \n4. \t相關職能部門、醫學裝備管理部門及科室對高值醫用耗材、一次性使用的無菌器械及其他醫用耗材管理制度、不良事件的報告、追查、召回、處理及有關人員培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對高值醫用耗材、一次性使用的無菌器械及其他醫用耗材管理制度、不良事件的報告、追查、召回、處理及有關人員培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對高值醫用耗材、一次性使用的無菌器械及其他醫用耗材管理制度、不良事件的報告、追查、召回、處理及有關人員培訓的改進有成效。 "
    ],
    "M6.2.6": [
        "管理6.2.6",
        "醫院依據國家法律法規要求，對醫學裝備使用人員進行應用培訓和考核，合格後方可上崗操作。大型醫用設備相關醫師、操作人員、工程技術人員須接受崗位培訓，業務能力考評合格方可上崗操作，為醫療器械臨牀規範使用提供技術支持與諮詢服務。",
        "醫院依據法律、法規要求，加強醫療儀器設備管理和使用人員的培訓，為醫療器械臨牀規範使用提供技術支持與諮詢服務，制定醫院對醫學裝備使用人員進行應用培訓和考核制度；並落實，有記錄。 \n醫院有保障常用儀器、設備和搶救儀器、設備使用者培訓的制度、培訓計劃及具體課程安排並落實，培訓內容涵蓋使用中可能出現的意外情況處理預案及措施。使用大型醫用設備相關醫師、技術人員、工程技術人員均須接受上崗前及在崗工作需要的培訓，業務能力考核合格方可上崗操作。 \n醫療裝備管理部門可為臨牀使用的科室提供技術支持與諮詢服務、業務指導、安全保障與諮詢服務，有醫療設備操作手冊隨設備存放，方便查閲。 ",
        "1. \t醫院有對醫學裝備使用人員進行應用培訓和考核制度；並落實，有記錄。 \n2. \t醫學裝備管理部門有保障常用儀器、設備和搶救儀器、設備使用者培訓的制度、培訓計劃及具體課程安排，培訓內容涵蓋使用中可能出現的意外情況處理預案及措施，並落實。 \n3. \t醫療裝備管理部門為臨牀使用科室提供技術支持、業務指導、安全保障與諮詢服務，有資料證明。 \n4. \t相關職能部門、醫學裝備管理部門及科室對醫療儀器設備管理和使用人員進行培訓，為臨牀使用科室提供技術支持與諮詢服務的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療儀器設備管理和使用人員培訓和考核制度，為臨牀使用科室提供技術支持與諮詢服務的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療儀器設備管理和使用人員培訓和考核制度，為臨牀使用科室提供技術支持與諮詢服務的改進有成效。 "
    ],
    "M6.3": [
        "管理6.3",
        "有害物質與廢物管理",
        "",
        "",
        "",
        ""
    ],
    "M6.3.1": [
        "管理6.3.1",
        "放射安全管理。【相互引用質量6.4.3，質量7.1.3，管理2.3.4，管理6.1.1，管理6.4.3】",
        "醫院醫學影像科、放射診療和核醫學診斷科室工作場所、放射性同位素儲存場所佈局、設備設施符合國家法律法規和相關標準。有放射治療裝置操作和維護維修制度、質量保證和檢測制度、放射防護制度，制定並嚴格執行安全管理制度，醫院定期對醫學影像科、放射診療和核醫學診斷科室工作場所、放射性同位素儲存場所、醫學影像設備有定期檢測制度和定期對放射設備場所的輻射水平進行檢測，有檢測報告，並通過環境評估。醫學影像科、放射和核醫學診斷科室在影像檢查室門口、放射治療和核醫學設備及放射性同位素儲存場所設置醒目的電離輻射警告標識【相互引用質量6.1.1】。 \n醫院按照國家的法律法規和相關標準根據危險性程度制定分級防護的規定，有受檢者和工作人員的放射防護措施，工作區域配備完整的放射防護器材與個人防護用品，工作人員做好相關防護；核醫學診斷候診室應靠近給藥室和檢查室，有患者專用廁所，不得與工作人員共享【相互引用質量7.1.3，管理2.3.4】。影像檢查前醫務人員應主動告知患者及陪同人員輻射對健康的影響，對受檢者敏感器官和組織進行屏蔽防護，聽取他們的意見及對其反饋；工作人員佩戴個人放射劑量計，對相關工作人員放射防護有培訓並有證書【相互引用管理2.3.4】。 \n醫院有放射治療意外應急預案及處置措施【相互引用質量6.4.3，質量7.1.3】，有輻射損傷的具體處置規範和流程，並執行。各相關科室和人員有培訓和熟悉應急預案和具體處置流程，每年進行一次綜合放射治療意外應急演練。醫學影像、放射和核醫學診斷科室工作區域配置相關搶救藥品、器材、氧氣等；對所有人員進行心肺復甦技能培訓，基本心肺復甦技能考核合格，並有記錄。醫院對新員工進行放射防護器材及個人防護用品使用方法培訓。科室對培訓效果及預案演練問題有整改措施【相互引用質量6.4.3，管理6.4.3】。 \n醫院有放射廢物處理的相關規定，放射廢物處理有登記和記錄。對工作場所的分級和分區、放射防護、放射性物質貯存和操作、輻射監測及放射性廢物處理符合臨牀核醫學衞生防護國家標準要求。核醫學診療產生的放射性固體廢物、廢液及患者的放射性排出物單獨收集，與其他廢物、廢液分開存放，按照國家有關規定處理，通過環境評估，並有環評報告。 ",
        "1. \t醫院有醫學影像科、放射診療和核醫學診斷科室工作場所、放射性同位素儲存場所的安全管理制度，並實施，有檢測報告、有環評報告。 \n2. \t醫院有受檢者和工作人員防護措施，並實施。 \n3. \t醫院有放射治療意外及輻射損傷的應急預案、處置措施、規範與流程，並實施；有意外應急培訓和演練，相關人員知曉並掌握，有記錄。 \n4. \t相關職能部門、醫學裝備管理部門及科室對醫學影像科、放射診療和核醫學診斷科室工作場所、放射性同位素儲存場所的安全管理制度、放射治療意外及輻射損傷的應急預案和處置措施、應急培訓及演練制度的落實與放射廢物的處理的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫學影像科、放射診療和核醫學診斷科室工作場所、放射性同位素儲存場所的安全管理制度、放射治療意外及輻射損傷的應急預案和處置措施、應急培訓及演練與放射廢物的處理的實施有監管、定期分析，反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫學影像科、放射診療和核醫學診斷科室工作場所、放射性同位素儲存場所的安全管理制度、放射治療意外及輻射損傷的應急預案和處置措施、應急培訓及演練與放射廢物處理的改進有成效。 "
    ],
    "M6.3.2": [
        "管理6.3.2",
        "有害物質管理。【相互引用質量3.4.3，管理2.3.4】",
        "醫院特殊檢查室設計及空間區域劃分應符合特殊檢查需求，將有害光、射線、磁場限制在檢查患者所需的範圍，避免醫務人員及其他人員接觸有害物質。嚴格劃分患者、檢查人員、其他人員所在區域；特殊檢查所用設備、儀器、藥品必須符合國家相關標準，並經驗證合格後方能使用，以保證檢查質量和患者安全。 \n醫療激光活動必須遵循和保持職業安全和衞生條例。醫院實現醫療激光安全規劃的管理，設立激光控制區，在使用激光時限制該區域內的所有人員的活動。有技術規範、操作手冊和醫療激光設備安全指令【相互引用管理2.3.4】。 \n醫院有依法建立的麻醉藥品、精神藥品、放射性藥品、醫療用毒性藥品（包括抗腫瘤藥物）等特殊管理藥品及藥品類易製毒化學品的使用管理制度，並執行【相互引用質量3.4.3，管理2.3.4】。 \n醫院建立材料/物質安全數據冊（表）（Material Safety Data Sheet，MSDS）；提供材料/物質包括化學品標籤基本安全數據，包括；產品識別、物理性質、有害成份、火警及爆炸資料、健康危害、反應性、泄漏或溢出處理程序、防護數據及注意事項等。員工知曉在購入和使用材料和化學品前，應先認識它的特性，儲存及處理方法。一般醫院、實驗室和科室（部門）物料安全和風險的資料記錄在材料/物質安全數據冊（表）裏，相關員工在有需要時易於獲得。 ",
        "1. \t醫院對於特殊檢查室設計及空間區域劃分、符合特殊檢查需求，儀器、藥品符合國家相關標準，並經驗證合格方使用，保證檢查質量，有記錄。 \n2. \t醫院對有害光、射線、磁場限制有檢查與監管，醫療激光安全規劃的管理包括技術規範、操作手冊和醫療激光設備安全指令，有落實、有記錄。 \n3. \t醫院有實施麻醉藥品、精神藥品、放射性藥品、醫療用毒性藥品等特殊管理藥品及藥品類易製毒化學品的使用管理制度，有記錄。 \n4. \t醫院有材料/物質安全數據冊（表），有證據確保相關員工易於獲得。 \n5. \t相關職能部門、醫學裝備管理部門及科室對特殊檢查室的設計及空間區域劃分、儀器與藥品的管理、有害光、射線、磁場限制、醫療激光安全規劃的管理、醫療用毒性藥品等特殊管理藥品及藥品類易製毒化學品的使用管理制度和材料/物質安全數據冊（表）和員工相關培訓與教育的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對特殊檢查室的設計及空間區域劃分、儀器與藥品的管理、有害光、射線、磁場限制、醫療激光安全規劃的管理、醫療用毒性藥品等特殊管理藥品及藥品類易製毒化學品的使用管理制度和材料/物質安全數據冊（表）和員工相關培訓與教育的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對特殊檢查室的設計及空間區域劃分、儀器與藥品的管理、有害光、射線、磁場限制、醫療激光安全規劃的管理、醫療用毒性藥品等特殊管理藥品及藥品類易製毒化學品的使用管理制度和材料/物質安全數據冊（表）和員工相關培訓與教育的改進有成效。 "
    ],
    "M6.3.3": [
        "管理6.3.3",
        "危險品管理",
        "醫院有危險品安全管理部門、制度和崗位職責，危險品管理符合國家相關法律法規和標準並遵循；尤其對易燃、易爆、有毒有害物品和放射源等危險品和危險設施實施重點管理。 \n醫院有完整的危險品採購、使用、消耗等登記資料，賬物相符。有全院的危險品種類與目錄清單、統一的危險品標識，有危險品庫或專用儲存櫃。對作業人員熟悉崗位職責和管理有要求、有培訓、有考核有記錄。有相應的危險品安全事件處置預案，相關人員熟悉預案及處置程序，並執行。 ",
        "1. \t醫院有危險品安全管理部門、符合國家相關法律法規和標準的管理制度和崗位職責，並遵循。 \n2. \t醫院有完整的危險品採購、使用、消耗等登記資料，賬物相符，有全院的危險品種類與目錄清單可查。 \n3. \t醫院對作業人員熟悉崗位職責和管理有要求、有培訓、有考核有記錄。 \n4. \t醫院有相應的危險品安全事件處置預案，相關人員熟悉預案及處置程序，並執行。 \n5. \t相關職能部門、危險品管理部門及科室對危險品安全管理、包括採購、使用、消耗登記資料、危險品種類與目錄清單、安全事件處置預案和作業人員培訓的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對危險品安全管理、包括採購、使用、消耗登記資料、危險品種類與目錄清單、安全事件處置預案和作業人員培訓的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對危險品安全管理、包括採購、使用、消耗登記資料、危險品種類與目錄清單、安全事件處置預案和作業人員培訓的改進有成效。 "
    ],
    "M6.3.4": [
        "管理6.3.4",
        "廢物管理（包括：機密廢料）。【相互引用質量3.3.3，質量3.3.8，質量3.4.2，質量6.1.1，質量7.1.3】",
        "醫院根據相關規範要求制定並實施符合相關法律法規要求的醫療廢物、廢液包括潛在傳染性醫療廢物管理制度、機制、處理系統和責任制，健全組織架構、落實崗位職責並執行【相互引用質量3.3.8】。醫院制定非醫療廢物處理的制度。 \n醫院有專人負責醫療廢物、廢液處理工作，醫療廢物的收集、運送、暫存、轉移、登記造冊和操作人員職業防護等符合規範，醫療廢物處置暫存點、設施設備運轉正常，有運行日誌，交接記錄完整【相互引用質量3.3.8】。 \n醫院對完成醫療操作後的損傷性醫療廢物及所有使用後的一次性器材、按潛在傳染性醫療廢物管理處置等進行風險管理、監測與控制【相互引用質量3.3.8，質量6.1.1】，並培訓員工、對培訓效果進行考核【相互引用質量3.3.3】。 \n藥學部門有處理藥物廢物的制度並實施；相關人員有培訓，熟悉程序【相互引用質量3.4.2】。 \n醫院制定放射廢物和廢棄有害液體處理的相關制度與程序。廢棄有害液體用專用容器統一回收，由具有資質的機構回收處理。例如，病理科特殊染色、免疫組織化學染色時所產生的有毒的污染性液體（如diaminobenzidine，DAB）應專門回收，嚴禁隨處傾倒【相互引用質量7.1.3】。 \n醫院制定機密廢料處理的制度；有機密廢料的棄置、包紮、收集、運送及銷燬的程序，進一步確保患者患者、員工和利益相關者的個人及敏感數據或醫院/科室（部門）機密廢料不會被泄露。個人或敏感數據或醫院/科室（部門）機密的廢料包括：紙張及相片；計算機設備、計算機光盤、磁盤、記憶卡、外置式硬盤及 USB 記憶棒等；貼有個人資料的醫療物品、藥袋及打印色帶；有科室（部門）名稱及編號、醫療證明的印章及有員工姓名及職稱的印章。為儘量減少泄密風險，科室（部門）需即時自行按規定流程處理機密廢料，避免積存；並在機密廢料被銷燬之前，以機密數據方式保管，且不可作其它使用；在管理機密廢料期間遇上任何困難或問題，應及時向上級反映，未經批准，不得私自更改既定管理方式及程序。 \n機密廢料處理公司向醫院提供有編號的密封安全裝置或卷標，編號作穩妥地密封回收袋，並可追蹤。醫院對對外委託服務單位進行機密廢料處理培訓，並監督其落實。醫院對員工進行提供機密廢料處理的培訓，教育員工如何識別及管理科室（部門）的機密廢料，讓員工瞭解不遵守保密紀律和泄漏機密資料的後果。每年亦應進行科室（部門）管理機密廢料的內部審核，持續質量改善其監管工作。 ",
        "1. \t醫院有醫療廢物、廢液包括潛在傳染性物質、放射廢物和廢棄有害液體藥物、管理制度和非醫療廢物（包括機密廢料）管理制度，並執行。 \n2. \t醫院有非醫療廢物（包括機密廢料）管理制度，並執行。 \n3. \t科室（部門）每年進行機密廢料管理的內部審核，有記錄。 \n4. \t相關職能部門及科室對醫療廢物、廢液、藥物廢物的管理制度、放射廢物與廢棄有害液體處理和非醫療廢物（包括機密廢料）的相關管理制度和程序、員工培訓和內部審核的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對醫療廢物、廢液、藥物廢物的管理制度、放射廢物和廢棄有害液體處理的相關制度和非醫療廢物（包括機密廢料）的管理制度和程序、員工培訓和內部審核的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對醫療廢物、廢液、藥物廢物的管理制度、放射廢物和廢棄有害液體處理和非醫療廢物（包括機密廢料）的管理制度和程序、員工培訓和內部審核的改進有成效。 "
    ],
    "M6.4": [
        "管理6.4",
        "院內緊急事件管理（院內主要突發緊急事件例如：停水、停電、停氣，信息系統中斷，水浸、爆炸、火警等）",
        "",
        "",
        "",
        ""
    ],
    "M6.4.1": [
        "管理6.4.1",
        "明確醫院需要應對的院內主要突發緊急事件的對策，建立醫院應急管理組織和指揮系統，成立醫院應急工作領導小組，落實責任，負責醫院應急管理工作，提高快速反應能力，並不斷完善醫院應急管理的機制；醫院具有把緊急事件對醫院的影響減到最低和有緊急事件後恢復的計劃及方案，確保醫院的基本運行。【相互引用功能3.1.2，功能3.1.3，管理6.1.5】",
        "醫院應定期進行風險評估，識別各類院內主要突發緊急事件對醫療服務和正常運行可能產生的影響，從而制訂應對預案（包括應急物資和設備管理制度），明確各個部門及相關人員職責以及應急反應行動的程序，提高快速反應能力。 \n醫院有應急物資審批程序和儲備計劃，有適量應急物資儲備。醫院有必備物資儲備目錄，必備物資儲備有定期維護，確保效期，有應急物資和設備的使用登記【相互引用功能3.1.2】，並在應急物資短缺時有緊急供應渠道。 \n醫院建立醫院應急管理組織和指揮系統，成立院內突發緊急事件應急工作領導小組，負責醫院應急管理工作，醫院院內突發緊急事件應急管理的機制，保障在有需要時能及時啓動。並確保醫院的基本運行【相互引用功能3.1.2，功能 3.1.3】。醫院院內突發緊急事件應急工作領導小組建立標準化框架用以指揮、通信及協調所有行動，建立院內、外和院內各部門、各科室間的協調機制，並明確各協調部門和協調人，保持指揮協調順暢。 \n醫院有各類主要院內突發緊急事件的應急應對預案。如，醫院有停電的總體對策，主管部門及重點科室有應急預案。明確應急供電的範圍、實施應急供電的演練，確保手術室、ICU、新生兒室等主要場所應急用電。醫院有火災發生的總體對策，發現火情的員工及時報警、啓動火災處理程序和方法，滅火器材正確使用，按照預案疏散患者、展開自救、互救和逃生【相互引用管理6.1.5】。各類主要院內突發緊急事件的應急應對預案都需要對有關員工進行培訓，並演練。 \n醫院明確總值班應急管理的職責和流程，有各部門、各科室值班人員在醫院院內突發緊急事件時第一響應者，並有具體職責與任務。醫院有對相關員工進行各類突發緊急事件應急應對預案、部門及科室預案和應急管理工作進行培訓和演練。 \n醫院具有把緊急事件對醫院的損失及影響減到最低的能力，並有緊急事件後恢復的計劃及方案，盡最大努力維持醫院的正常運作【相互引用功能3.1.3】。 ",
        "1. \t醫院進行風險評估，識別各類主要院內突發緊急事件對醫療服務和運行可能產生的影響，有應對準備及方案。 \n2. \t醫院和部門（科室）有院內各類主要突發緊急事件應急預案，有應急物資和設備儲備管理制度與流程和儲備計劃、並演練。 \n3. \t醫院有院內突發緊急事件應急工作領導小組，指揮系統和協調機制。 \n4. \t醫院、部門及科室對有關員工進行各類主要院內突發緊急事件的應急預案的培訓和演練，並有記錄。 \n5. \t相關職能部門及科室對各類主要院內突發緊急事件風險評估、應急管理機制、應急物資和設備儲備管理和員工培訓及演練的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對各類主要院內突發緊急事件風險評估、應急管理機制、應急物資和設備儲備管理和員工培訓及演練的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對院內突發緊急事件風險評估、應急管理機制、應急物資和設備儲備管理和員工培訓及演練的改進有成效。 "
    ],
    "M6.4.2": [
        "管理6.4.2",
        "面對院內主要醫療工作突發緊急事件，醫院有提供緊急醫療救援與緊急救治的預案及措施，及確保醫院的基本運行。【相互引用功能3.1.1，功能3.1.3，質量4.2.1，管理2.3.4】",
        "醫院根據各類院內主要突發緊急事件制定所需的緊急應對方案。如：門、急診有突發應急事件管理規範與應急處置預案並組織實施；放射治療有放射治療意外應急預案及處置措施【相互引用管理6.3.1，管理7.4.3】；特殊檢查室有突發意外事故管理規範與應急預案並嚴格執行【相互引用管理2.3.4】；護理部門有緊急意外情況的護理應急預案和處理流程；醫院有職業安全防護相關措施、應急預案、處理與改進的制度等，以上預案均應有培訓及演練。醫院具有把緊急事件對醫院的影響減到最低的能力，並有緊急事件後恢復的計劃及方案，盡最大努力維持醫院的正常運作的方案【相互引用功能3.1.1，功能3.1.3】。 \n醫院關注院內患者、員工和訪客安全，有針對心跳驟停、昏迷、跌倒等高風險意外事件的應急措施和救護機制，保障全院任何區域內均能及時提供緊急救治和生命支持服務。 \n醫院能提供\"24小時×7天\"連續不間斷的急診服務，提供緊急醫療救援與緊急救治的預案及措施。急診醫學科有急診檢診和分診制度，有專人負責急診檢診、分診工作，有效分流非急危重症患者。有急診患者病情分級分區相關救治管理規定。醫學影像（普通放射、CT、MRI、超聲、核素成像等）提供24小時急診影像服務。由急診、重症、手術和多學科團隊組成的應急醫療團隊緊急治療患者，保障綠色通道的暢通和協調順暢【相互引用質量4.2.1】；保障多發傷、複合傷、疑難病例的搶救治療。 ",
        "1. \t醫院有緊急醫療救援與緊急救治的預案及措施，並實施。 \n2. \t醫院有針對心跳驟停、昏迷、跌倒等高風險意外事件的應急措施和救護機制，保障全院任何區域內均能及時提供緊急救治和生命支持服務方案。 \n3. \t急診醫學科保障綠色通道的暢通和協調順暢，保障多發傷、複合傷、疑難病例的搶救治療實施方案，並執行。 \n4. \t相關職能部門及科室對緊急醫療救援與緊急救治的預案及措施和各類主要院內突發緊急事件後恢復的計劃及方案的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對緊急醫療救援與緊急救治的預案及措施的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對緊急醫療救援與緊急救治的預案及措施的改進有成效。 "
    ],
    "M6.4.3": [
        "管理6.4.3",
        "醫院有面對各類主要院內突發緊急事件的培訓和演練，提高各級、各類人員的應急素質和醫院的整體應急能力。【相互引用功能3.1.4，質量3.3.4，質量3.4.7，質量4.1.3，質量5.3.5，質量6.2.2，質量6.3.4，質量6.4.3，管理6.1.2，管理6.1.5，管理6.2.4，管理6.3.1】",
        "醫院與各相關科室（部門）依據醫院應對院內突發緊急事件應急預案每年至少開展一次各類主要院內突發事件應急醫療救援演練，保證各崗位相關人員掌握主要應急技能。相關部門組織實施和協調應急醫療救援，有記錄，包括重大突發事件應急醫療救援、緊急醫療、護理人力資源調配方案和重點環節的應急預案及處理流程、全院保障醫學裝備應急調配機制【相互引用管理6.2.4】、傳染病處置、感染暴發【相互引用質量3.3.4】、門診突發事件【相互引用質量4.1.3】、放射安全事件、各項風險預警機制與處理方案、信息系統運行事件（如系統癱瘓）應急預案等。 \n醫院有消防安全管理制度、培訓制度和應急預案；定期開展年度、季節性、專項檢查等，每年至少進行一次消防安全重點部門的消防演練，至少進行一次全院職工消防安全教育，包括：報警、初起火災處理程序和方法，滅火器材使用，自救、互救和逃生，按照預案疏散患者等相關知識。每月至少組織一次消防安全檢查，有記錄。每年新員工崗前培訓考核有消防安全教育內容【相互引用管理6.1.5】。 \n醫院有水、電、氣等後勤保障應急預案及處置流程，包括應急準備、指揮結構與協調、損傷評估、恢復服務的啓動和升級、溝通計劃、彙報和大修恢復規劃與實施。部門及科室按相關預案組織演練，有分析、改進並記錄【相互引用管理6.1.2】。 \n醫院有醫療與臨牀護理技術操作常見併發症的預防與處理規範。有緊急意外情況的醫療與護理應急預案和處理流程，有培訓與演練，包括：藥物過敏性休克及輸液反應【相互引用質量3.4.7】、醫院感染緊急情況【相互引用質量3.3.4】、產科及分娩急救【相互引用質量6.2.2】、輸血嚴重危害事件【相互引用質量5.3.5】、血液透析緊急意外【相互引用質量6.3.4】、放射治療意外【相互引用質量6.4.3，管理6.3.1】。醫護人員有緊急意外情況的應急預案和處理流程，能夠熟練、正確使用各種搶救設備，掌握各種搶救技能，包括高級心肺復甦技能，有培訓與演練【相互引用功能3.1.4】。醫護人員有緊急意外情況的應急處置預案和流程，能夠熟練、正確使用各種搶救設備，掌握各種搶救技能，包括高級心肺復甦技能，有培訓與演練。 ",
        "1. \t醫院有各級、各類人員的各類主要院內突發緊急事件的培訓和演練，有記錄。 \n2. \t醫院有醫務人員搶救培訓和技能演練，並有記錄。 \n3. \t醫院與各相關科室（部門）每年開展最少一次各類主要院內突發事件應急醫療救援演練，並有記錄。 \n4. \t相關職能部門及科室對各類主要院內突發緊急事件的應急培訓和演練的實施情況有自查，對存在問題有糾正措施。 ",
        "主管部門對各類主要院內突發緊急事件的應急培訓和演練的實施有監管、定期分析、反饋和實施改進措施，並有相關證明。 ",
        "持續改進有成效，有證據證明醫院對各類主要院內突發緊急事件的應急培訓和演練的改進有成效。 "
    ]
}